{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":1,"verses":[{"number":1,"text":"The Booke of the wordes of Tobit, sonne of Tobiel, the son of Ananiel, the sonne of Aduel, the sonne of Gabael, of the seed of Asael, of the Tribe of Nephthali,"},{"number":2,"text":"Who in the time of Enemessar king of the Assyrians, was led captiue out of This be which is at the right hand of that citie, which is called properly Nephthali in Galile aboue Aser."},{"number":3,"text":"I Tobit haue walked all the dayes of my life in the way of trueth, and iustice, and I did many almes deeds to my brethren, and my nation, who came with me to Nineue into the land of the Assyrians."},{"number":4,"text":"And when I was in mine owne countrey, in the land of Israel, being but yong, all the tribe of Nephthali my father, fell from the house of Ierusalem, which was chosen out of all the tribes of Israel, that all the tribes should sacrifice there where the Temple of the habitation of the most High was consecrated, and built for all ages."},{"number":5,"text":"Now all the tribes which together reuolted, and the house of my father Nephthali sacrificed vnto the heifer Baal."},{"number":6,"text":"But I alone went often to Ierusalem at the Feasts, as it was ordeined vnto al the people of Israel by an euerlasting decree, hauing the first fruits, and tenths of encrease, with that which was first shorne, and them gaue I at the Altar to the Priestes the children of Aaron."},{"number":7,"text":"The first tenth part of al increase, I gaue to the sonnes of Aaron, who ministred at Ierusalem: another tenth part I sold away, and went, and spent it euery yeere at Ierusalem."},{"number":8,"text":"And the third, I gaue vnto them to whom it was meet, as Debora my fathers mother had commanded mee, because I was left an orphane by my father."},{"number":9,"text":"Furthermore when I was come to the age of a man, I married Anna of mine owne kinred, and of her I begate Tobias."},{"number":10,"text":"And when we were caried away captiues to Nineue, all my brethren, and those that were of my kinred, did eate of the bread of the Gentiles."},{"number":11,"text":"But I kept my selfe from eating"},{"number":12,"text":"Because I remembred God with all my heart."},{"number":13,"text":"And the most High gaue me grace, and fauour before Enemessar, so that I was his purueyour."},{"number":14,"text":"And I went into Media, and left in trust with Gabael, the brother of Gabrias at Rages a citie of Media, ten talents of siluer."},{"number":15,"text":"Now when Enemessar was dead, Sennacherib his sonne reigned in his stead, whose estate was troubled, that I could not goe into Media."},{"number":16,"text":"And in the time of Enemessar, I gaue many almes to my brethren, and gaue my bread to the hungry,"},{"number":17,"text":"And my clothes to the naked: and if I saw any of my nation dead, or cast about the walles of Nineue, I buried him."},{"number":18,"text":"And if the king Sennacherib had slaine any, when hee was come, and fledde from Iudea, I buried them priuily, (for in his wrath hee killed many) but the bodies were not found, when they were sought for of the king."},{"number":19,"text":"And when one of the Nineuites went, and complained of me to the king that I buried them, and hid my selfe: vnderstanding that I was sought for to be put to death, I withdrew my selfe for feare."},{"number":20,"text":"Then all my goods were forcibly taken away, neither was there any thing left me, besides my wife Anna, and my sonne Tobias."},{"number":21,"text":"And there passed not fiue and fiftie dayes before two of his sonnes killed him, and they fled into the mountaines of Ararath, and Sarchedonus his sonne reigned in his stead, who appointed ouer his fathers accounts, and ouer all his affaires, Achiacharus my brother Anaels sonne."},{"number":22,"text":"And Achiacharus entreating for me, I returned to Nineue: now Achiacharus was Cup-bearer, and keeper of the Signet, and Steward, and ouerseer of the accounts: and Sarchedonus appointed him next vnto him: and hee was my brothers sonne."}]}