{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":11,"verses":[{"number":1,"text":"After these things Tobias went his way, praising God that he had giuen him a prosperous iourney, and blessed Raguel, and Edna his wife, and went on his way till they drew neere vnto Nineue."},{"number":2,"text":"Then Raphael said to Tobias, Thou knowest brother, how thou didst leaue thy father."},{"number":3,"text":"Let vs haste before thy wife, and prepare the house."},{"number":4,"text":"And take in thine hand the gall of the fish: so they went their way, and the dog went after them."},{"number":5,"text":"Now Anna sate looking about towards the way for her sonne."},{"number":6,"text":"And when she espied him comming, she said to his father, Behold, thy sonne commeth, and the man that went with him."},{"number":7,"text":"Then said Raphael, I know, Tobias, that thy father will open his eyes."},{"number":8,"text":"Therefore annoint thou his eies with the gall, and being pricked therewith he shall rub, and the whitenesse shall fall away, and he shall see thee."},{"number":9,"text":"Then Anna ran forth, and fell vpon the necke of her sonne, and said vnto him, seeing I haue seene thee my sonne, from henceforth, I am content to die, and they wept both."},{"number":10,"text":"Tobit also went forth toward the doore, and stumbled: but his sonne ran vnto him,"},{"number":11,"text":"And tooke hold of his father, and he strake of the gall on his fathers eyes, saying, Be of good hope, my father."},{"number":12,"text":"And when his eyes beganne to smart, he rubbed them."},{"number":13,"text":"And the whitenesse pilled away from the corners of his eyes, and when he saw his sonne, he fell vpon his necke."},{"number":14,"text":"And he wept, and said, Blessed art thou, O God, and blessed is thy Name for euer, and blessed are all thine holy Angels:"},{"number":15,"text":"For thou hast scourged, and hast taken pitie on me: for behold, I see my sonne Tobias. And his sonne went in reioycing, and told his father the great things that had happened to him in Media."},{"number":16,"text":"Then Tobit went out to meete his daughter in law at the gate of Niniue, reioycing and praysing God: and they which saw him goe, marueiled because he had receiued his sight."},{"number":17,"text":"But Tobit gaue thankes before them: because God had mercy on him. And when hee came neere to Sara his daughter in Law, hee blessed her, saying, Thou art welcome daughter: God be blessed which hath brought thee vnto vs, and blessed be thy father and thy mother; And there was ioy amongst all his brethren which were at Nineue."},{"number":18,"text":"And Achiacharus, and Nasbas his brothers sonne came."},{"number":19,"text":"And Tobias wedding was kept seuen dayes with great ioy."}]}