{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":12,"verses":[{"number":1,"text":"Then Tobit called his son Tobias, and said vnto him, My sonne, see that the man haue his wages, which went with thee, and thou must giue him more."},{"number":2,"text":"And Tobias said vnto him, O father, it is no harme to me to giue him halfe of those things which I haue brought."},{"number":3,"text":"For he hath brought me againe to thee in safety, and made whole my wife, and brought mee the money, and likewise healed thee."},{"number":4,"text":"Then the old man said: It is due vnto him."},{"number":5,"text":"So he called the Angell, and he said vnto him, Take halfe of all that yee haue brought, and goe away in safety."},{"number":6,"text":"Then he tooke them both apart, and sayd vnto them, Blesse God, praise him, and magnifie him, and praise him for the things which he hath done vnto you in the sight of all that liue. It is good to praise God and exalt his name, & honorably to shew forth the works of God, therfore be not slacke to praise him."},{"number":7,"text":"It is good to keepe close the secret of a King, but it is honorable to reueale the works of God: do that which is good, and no euill shall touch you."},{"number":8,"text":"Praier is good with fasting, and almes and righteousnesse: a little with righteousnes is better then much with vnrighteousnesse: it is better to giue almes then to lay vp gold."},{"number":9,"text":"For almes doth deliuer from death, and shall purge away all sinne. Those that exercise almes, and righteousnesse, shall be filled with life."},{"number":10,"text":"But they that sinne are enemies to their owne life."},{"number":11,"text":"Surely I will keep close nothing from you. For I said, it was good to keepe close the secret of a King, but that it was honorable to reueale the works of God."},{"number":12,"text":"Now therefore, when thou didst pray, and Sara thy daughter in Law, I did bring the remembrance of your prayers before the holy one, and when thou didst bury the dead, I was with thee likewise."},{"number":13,"text":"And when thou didst not delay to rise vp, and leaue thy dinner to go and couer the dead, thy good deede was not hidde from me: but I was with thee."},{"number":14,"text":"And now God hath sent mee to heale thee, & Sara thy daughter in law."},{"number":15,"text":"I am Raphael one of the seuen holy Angels, which present the prayers of the Saints, and which go in and out before the glory of the Holy one."},{"number":16,"text":"Then they were both troubled, and fel vpon their faces: for they feared."},{"number":17,"text":"But he said vnto them, feare not, for it shall go well with you, praise God therefore."},{"number":18,"text":"For not of any fauour of mine, but by the will of our God I came, wherefore praise him for euer."},{"number":19,"text":"All these daies I did appeare vnto you, but I did neither eat nor drinke, but you did see a vision."},{"number":20,"text":"Now therefore giue God thanks: for I go vp to him &thorn; sent me, but write all things which are done, in a booke."},{"number":21,"text":"And when they rose, they saw him no more."},{"number":22,"text":"Then they confessed the great and wonderfull workes of God, and how the Angel of the Lord had appeared vnto them."}]}