{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":2,"verses":[{"number":1,"text":"Now when I was come home againe, and my wife Anna was restored vnto me, with my sonne Tobias, in the feast of Pentecost, which is the holy Feast of the seuen weekes, there was a good dinner prepared me, in the which I sate down to eate."},{"number":2,"text":"And when I saw abundance of meate, I sayd to my sonne, Goe and bring what poore man soeuer thou shalt finde out of our brethren, who is mindfull of the Lord, and loe, I tarie for thee."},{"number":3,"text":"But he came againe and said, Father, one of our nation is strangled, and is cast out in the market place."},{"number":4,"text":"Then before I had tasted of any meate, I start vp and tooke him vp into a roume, vntill the going downe of the Sunne."},{"number":5,"text":"Then I returned and washed my selfe, and ate my meate in heauinesse,"},{"number":6,"text":"Remembring that prophesie of Amos, as hee said; Your feasts shall be turned into mourning, and all your mirth into lamentation."},{"number":7,"text":"Therefore I wept: and after the going downe of the Sunne, I went and made a graue, and buried him."},{"number":8,"text":"But my neighbours mocked me, and said, This man is not yet afraide to be put to death for this matter, who fledde away, and yet loe, he burieth the dead againe."},{"number":9,"text":"The same night also I returned from the buriall, and slept by the wall of my court yard, being polluted, and my face was vncouered:"},{"number":10,"text":"And I knewe not that there were Sparrowes in the wall, and mine eyes being open, the Sparrowes muted warme doung into mine eyes, and a whitenesse came in mine eyes, and I went to the Physicians, but they helped me not: moreouer Achiacharus did nourish mee, vntill I went into Elymais."},{"number":11,"text":"And my wife Anna did take womens workes to doe."},{"number":12,"text":"And when shee had sent them home to the owners, they payd her wages, and gaue her also besides a kid."},{"number":13,"text":"And when it was in mine house, and beganne to crie, I said vnto her, From whence is this kidde? is it not stollen? render it to the owners, for it is not lawfull to eate any thing that is stollen."},{"number":14,"text":"But shee replyed vpon me, It was giuen for a gift more then the wages: Howbeit I did not beleeue her, but bade her render it to the owners: and I was abashed at her. But she replyed vpon me, Where are thine almes, and thy righteous deedes? behold, thou and all thy workes are knowen."}]}