{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":3,"verses":[{"number":1,"text":"Then I being grieued, did weepe, and in my sorrowe prayed, saying,"},{"number":2,"text":"O Lord, thou art iust and all thy workes, and all thy wayes are mercie and trueth, and thou iudgest truely & iustly for euer."},{"number":3,"text":"Remember me, and looke on me, punish me not for my sinnes and ignorances, and the sinnes of my fathers, who haue sinned before thee."},{"number":4,"text":"For they obeyed not thy commandements, wherefore thou hast deliuered vs for a spoile, and vnto captiuitie, and vnto death, and for a prouerbe of reproch to all the nations among whom we are dispersed."},{"number":5,"text":"And now thy iudgments are many and true: Deale with me according to my sinnes, and my fathers: because we haue not kept thy commandements, neither haue walked in trueth before thee."},{"number":6,"text":"Now therefore deale with me as seemeth best vnto thee, and command my spirit to be taken from me, that I may be dissolued, and become earth: for it is profitable for me to die, rather then to liue, because I haue heard false reproches, and haue much sorow: command therfore that I may now be deliuered out of this distresse, and goe into the euerlasting place: turne not thy face away from me."},{"number":7,"text":"It came to passe the same day, that in Ecbatane a citie of Media, Sara the daughter of Raguel, was also reproched by her fathers maides,"},{"number":8,"text":"Because that she had bin maried to seuen husbands, whom Almodeus the euill spirit had killed, before they had lien with her. Doest thou not knowe, said they, that thou hast strangled thine husbands? thou hast had already seuen husbands, neither wast thou named after any of them."},{"number":9,"text":"Wherefore doest thou beate vs for them? If they be dead, goe thy wayes after them, let vs neuer see of thee either sonne or daughter."},{"number":10,"text":"When she heard these things, she was very sorowful, so that she thought to haue strangled her selfe, and she said, I am the onely daughter of my father, and if I doe this, it shall bee a reproch vnto him, and I shall bring his old age with sorow vnto the graue."},{"number":11,"text":"Then she prayed toward the window, & said, Blessed art thou, O Lord my God, and thine holy and glorious Name is blessed, and honourable foreuer, let al thy works praise thee for euer."},{"number":12,"text":"And now, O Lord, I set mine eyes and my face toward thee,"},{"number":13,"text":"And say, take me out of the earth, that I may heare no more the reproch."},{"number":14,"text":"Thou knowest, Lord, that I am pure from all sinne with man,"},{"number":15,"text":"And that I neuer polluted my name, nor the name of my father in the land of my captiuitie: I am the onely daughter of my father, neither hath he any child to bee his heire, neither any neere kinseman, nor any sonne of his aliue, to whome I may keepe my selfe for a wife: my seuen husbands are already dead, and why should I liue? but if it please not thee that I should die, command some regard to be had of me, and pitie taken of me, that I heare no more reproch."},{"number":16,"text":"So the prayers of them both were heard before the Maiesty of the great God."},{"number":17,"text":"And Raphael was sent to heale them both, that is, to scale away the whitenesse of Tobits eyes, and to giue Sara the daughter of Raguel, for a wife to Tobias the sonne of Tobit, and to bind Asmodeus the euill spirit, because she belongeth to Tobias by right of inheritance. The selfe same time came Tobit home, and entred into his house, and Sara, the daughter of Raguel came downe from her vpper chamber."}]}