{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":4,"verses":[{"number":1,"text":"In that day Tobit remembred the money, which he had committed to Gabael in Rages of Media,"},{"number":2,"text":"And said with himselfe, I haue wished for death, wherefore doe I not call for my sonne Tobias, that I may signifie to him of the money before I die."},{"number":3,"text":"And when he had called him, he said; My sonne, when I am dead, bury me, and despise not thy mother, but honour her all the dayes of thy life, and doe that which shall please her, and greiue her not."},{"number":4,"text":"Remember, my sonne, that shee saw many dangers for thee, when thou wast in her wombe, and when shee is dead, bury her by me in one graue."},{"number":5,"text":"My sonne, be mindfull of the Lord our God all thy dayes, and let not thy will be set to sinne, or to transgresse his Commandements: doe vprightly all thy life long, and follow not the wayes of vnrighteousnesse."},{"number":6,"text":"For if thou deale truely, thy doings shall prosperously succeed to thee, and to all them that liue iustly."},{"number":7,"text":"Giue almes of thy substance, and when thou giuest almes, let not thine eye be enuious, neither turne thy face from any poore, and the face of God shall not be turned away from thee."},{"number":8,"text":"If thou hast abundance, giue almes accordingly: if thou haue but a litle, be not afraid to giue according to that litle."},{"number":9,"text":"For thou layest vp a good treasure for thy selfe against the day of necessitie."},{"number":10,"text":"Because that almes doth deliuer from death, and suffereth not to come into darknesse."},{"number":11,"text":"For almes is a good gift vnto all that giue it, in the sight of the most High."},{"number":12,"text":"Beware of all whoredome, my sonne, and chiefely take a wife of the seed of thy fathers, and take not a strange woman to wife, which is not of thy fathers tribe: for we are the children of the Prophets, Noe, Abraham, Isaak, and Iacob: remember, my sonne, that our fathers from the beginning, euen that they all maried wiues of their owne kinred, and were blessed in their children, and their seede shall inherite the land."},{"number":13,"text":"Now therefore my sonne, loue thy brethren, and despise not in thy heart thy brethren, the sonnes and daughters of thy people, in not taking a wife of them: for in pride is destruction and much trouble, and in lewdnesse is decay, and great want: for lewdnesse is the mother of famine."},{"number":14,"text":"Let not the wages of any man, which hath wrought for thee, tary with thee, but giue him it out of hand: for if thou serue God he will also repay thee: be circumspect, my sonne, in all things thou doest, and be wise in all thy conuersation."},{"number":15,"text":"Doe that to no man which thou hatest: drinke not wine to make thee drunken; neither let drunkennesse goe with thee in thy iourney."},{"number":16,"text":"Giue of thy bread to the hungry, and of thy garments to them that are naked, and according to thine abundance giue almes, and let not thine eye be enuious, when thou giuest almes."},{"number":17,"text":"Powre out thy bread on the buriall of the iust, but giue nothing to the wicked."},{"number":18,"text":"Aske counsell of all that are wise, and despise not any counsell that is profitable."},{"number":19,"text":"Blesse the Lord thy God alway, and desire of him that thy wayes may be directed, and that all thy pathes, and counsels may prosper: for euery nation hath not counsell, but the Lord himselfe giueth all good things, and hee humbleth whom he will, as he will; now therefore my sonne, remember my commandements, neither let them be put out of thy minde."},{"number":20,"text":"And now I signifie this to thee, that I committed tenne talents to Gabael the sonne of Gabrias at Rages in Media."},{"number":21,"text":"And feare not my sonne, that we are made poore, for thou hast much wealth, if thou feare God, and depart from all sinne, and doe that which is pleasing in his sight."}]}