{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":5,"verses":[{"number":1,"text":"Tobias then answered and said, Father, I will doe all things, which thou hast commanded me."},{"number":2,"text":"But how can I receiue the money, seeing, I know him not?"},{"number":3,"text":"Then he gaue him the handwriting, and said vnto him, Seeke thee a man which may goe with thee whiles I yet liue, and I will giue him wages, and goe, and receiue the money."},{"number":4,"text":"Therefore when he went to seeke a man, he found Raphael that was an Angell."},{"number":5,"text":"But he knew not; and he said vnto him, Canst thou goe with me to Rages? & knowest thou those places well?"},{"number":6,"text":"To whom the Angel said, I will goe with thee, and I know the way well: for I haue lodged with our brother Gabael."},{"number":7,"text":"Then Tobias said vnto him, Tary for me till I tell my father."},{"number":8,"text":"Then he said vnto him, Goe and tary not; so he went in, and said to his father; Behold, I haue found one, which wil goe with me. Then he said, Call him vnto me, that I may know of what tribe he is, and whether hee be a trustie man to goe with thee."},{"number":9,"text":"So he called him, and he came in, and they saluted one another."},{"number":10,"text":"Then Tobit said vnto him, Brother, shew me of what tribe and family thou art."},{"number":11,"text":"To whom hee said, Doest thou seeke for a tribe or family, or an hired man to goe with thy sonne? Then Tobit said vnto him, I would know, brother, thy kinred, and name."},{"number":12,"text":"Then he said, I am Azarias, the sonne of Ananias the great, and of thy brethren."},{"number":13,"text":"Then Tobit said, Thou art welcome brother, be not now angry with mee, because I haue enquired to know thy tribe, and thy family, for thou art my brother, of an honest & good stocke: for I know Ananias, and Ionathas sonnes of that great Samaias: as we went together to Ierusalem to worship, and offered the first borne, and the tenths of the fruits, and they were not seduced with the errour of our brethren: my brother, thou art of a good stocke."},{"number":14,"text":"But tell me, what wages shall I giue thee? wilt thou a drachme a day? and things necessary as to my owne sonne?"},{"number":15,"text":"Yea moreouer, if ye returne safe, I will adde some thing to the wages."},{"number":16,"text":"So they were well pleased. Then said he to Tobias; Prepare thy selfe for the iourney, and God send you a good iourney. And when his sonne had prepared all things for the iourney, his father said; Goe thou with this man, and God which dwelleth in heauen prosper your iourney, & the Angel of God keepe you company. So they went foorth both, and the yong mans dogge with them."},{"number":17,"text":"But Anna his mother wept, and said to Tobit, Why hast thou sent away our sonne? is hee not the staffe of our hand, in going in and out before vs?"},{"number":18,"text":"Be not greedy (to adde) money to money: but let it bee as refuse in respect of our childe."},{"number":19,"text":"For that which the Lord hath giuen vs to liue with, doeth suffice vs."},{"number":20,"text":"Then said Tobit to her, Take no care my sister he shal returne in safety, and thine eyes shall see him."},{"number":21,"text":"For the good Angel will keepe him company, and his iourney shall be prosperous, and he shall returne safe."},{"number":22,"text":"Then she made an end of weeping."}]}