{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":7,"verses":[{"number":1,"text":"And when they were come to Ecbatane, they came to the house of Raguel; and Sara met them: and after that they had saluted one another, shee brought them into the house."},{"number":2,"text":"Then sayd Raguel to Edna his wife, How like is this yong man to Tobit my cousin?"},{"number":3,"text":"And Raguel asked them, From whence are you, brethren? To whom they said, We are of the sonnes of Nephthali, which are captiues in Nineue."},{"number":4,"text":"Then hee said to them, Doe yee know Tobit our kinseman? And they said, We know him. Then said hee, Is he in good health?"},{"number":5,"text":"And they said, Hee is both aliue, and in good health: And Tobias sayd, He is my father."},{"number":6,"text":"Then Raguel leaped vp, and kissed him, and wept,"},{"number":7,"text":"And blessed him; and said vnto him, Thou art the sonne of an honest and good man: but when he had heard that Tobit was blinde, he was sorowfull, and wept."},{"number":8,"text":"And likewise Edna his wife, and Sara his daughter wept. Moreouer, they entertained them cheerefully, and after that they had killed a ramme of the flocke, they set store of meat on the table. Then said Tobias to Raphael, Brother Azarias, speak of those things, of which thou diddest talke in the way, and let this businesse be dispatched."},{"number":9,"text":"So he communicated the matter with Raguel, and Raguel said to Tobias, Eate and drink, and make merry:"},{"number":10,"text":"For it is meet that thou shouldest marry my daughter: neuerthelesse I will declare vnto thee the trueth."},{"number":11,"text":"I haue giuen my daughter in mariage to seuen men, who died that night they came in vnto her: neuerthelesse for the present be merry: But Tobias said, I will eate nothing here, till we agree and sweare one to another."},{"number":12,"text":"Raguel said, Then take her from hencefoorth according to the manner, for thou art her cousin, and she is thine, and the mercifull God giue you good successe in all things."},{"number":13,"text":"Then he called his daughter Sara, and she came to her father, and hee tooke her by the hand, and gaue her to be wife to Tobias, saying, Behold, take her after the Law of Moses, and leade her away to thy father: And he blessed them,"},{"number":14,"text":"And called Edna his wife, & tooke paper, and did write an instrument of couenants, and sealed it."},{"number":15,"text":"Then they began to eate."},{"number":16,"text":"After Raguel called his wife Edna, and said vnto her, Sister, prepare another chamber, & bring her in thither."},{"number":17,"text":"Which when she had done as hee had bidden her, she brought her thither, and she wept, & she receiued the teares of her daughter, and said vnto her,"},{"number":18,"text":"Be of good comfort, my daughter, the Lord of heauen and earth giue thee ioy for this thy sorow: be of good comfort, my daughter."}]}