{"translation":"kjv1611","book":"tob","bookName":"Tobit","chapter":8,"verses":[{"number":1,"text":"And when they had supped, they brought Tobias in vnto her."},{"number":2,"text":"And as he went, he remembred the wordes of Raphael, and tooke the ashes of the perfumes, and put the heart, and the liuer of the fish thereupon, and made a smoke therewith."},{"number":3,"text":"The which smell, when the euill spirit had smelled, hee fled into the outmost parts of Egypt, and the Angel bound him."},{"number":4,"text":"And after that they were both shut in together, Tobias rose out of the bed and said, Sister, arise, and let vs pray, that God would haue pitie on vs."},{"number":5,"text":"Then began Tobias to say, Blessed art thou, O God of our fathers, and blessed is thy holy and glorious Name for euer, let the heauens blesse thee, and all thy creatures."},{"number":6,"text":"Thou madest Adam, and gauest him Eue his wife for an helper & stay: of them came mankind: thou hast said, It is not good that man should bee alone, let vs make vnto him an aide like to himselfe."},{"number":7,"text":"And now, O Lord, I take not this my sister for lust, but vprightly: therefore mercifully ordeine, that wee may become aged together."},{"number":8,"text":"And she said with him, Amen."},{"number":9,"text":"So they slept both that night, and Raguel arose, and went & made a graue"},{"number":10,"text":"Saying, I feare lest he be dead."},{"number":11,"text":"But when Raguel was come into his house,"},{"number":12,"text":"He said vnto his wife Edna, Send one of the maids, and let her see, whether he be aliue: if he be not, that we may bury him, and no man know it."},{"number":13,"text":"So the maid opened the doore and went in, and found them both asleepe,"},{"number":14,"text":"And came forth, and told them, that he was aliue."},{"number":15,"text":"Then Raguel praised God, and said, O God, thou art worthy to be praised with all pure and holy praise: therefore let thy Saints praise thee with all thy creatures, and let all thine Angels and thine elect praise thee for euer."},{"number":16,"text":"Thou art to be praised, for thou hast made mee ioyfull, and that is not come to me, which I suspected: but thou hast dealt with vs according to thy great mercie."},{"number":17,"text":"Thou art to be praised, because thou hast had mercie of two, that were the onely begotten children of their fathers, grant them mercy, O Lord, and finish their life in health, with ioy and mercie."},{"number":18,"text":"Then Raguel bade his seruants to fill the graue."},{"number":19,"text":"And hee kept the wedding feast fourteene dayes."},{"number":20,"text":"For before the dayes of the mariage were finished, Raguel had said vnto him by an othe, that he should not depart, till the fourteene dayes of the mariage were expired,"},{"number":21,"text":"And then he should take the halfe of his goods, and goe in safetie to his father, and should haue the rest when I and my wife be dead."}]}