{"translation":"oeb-us","book":"1ti","bookName":"1 Timothy","chapter":1,"verses":[{"number":1,"text":"From Paul, an apostle of Christ Jesus by the appointment of God, our Savior, and Christ Jesus, our hope."},{"number":2,"text":"To Timothy, my true child in the faith: May God, the Father, and Christ Jesus, our Lord, bless you, and be merciful to you, and give you peace."},{"number":3,"text":"I beg you, as I did when I was on my way into Macedonia, to remain at Ephesus; so that you may instruct certain people there not to teach new and strange doctrines,"},{"number":4,"text":"nor to devote their attention to legends and interminable genealogies, which tend to give rise to argument rather than to further that divine plan which is revealed in the faith."},{"number":5,"text":"The object of all instruction is to call forth that love which comes from a pure heart, a clear conscience, and a sincere faith."},{"number":6,"text":"And it is because they have not aimed at these things that the attention of certain people has been diverted to unprofitable subjects."},{"number":7,"text":"They want to be teachers of the Law, and yet do not understand either the words they use, or the subjects on which they speak so confidently."},{"number":8,"text":"We know, of course, that the Law is excellent, when used legitimately,"},{"number":9,"text":"by one who recognizes that laws were not made for good people, but for the lawless and disorderly, for irreligious and wicked people, for those who are irreverent and profane, for those who ill-treat their fathers or mothers, for murderers,"},{"number":10,"text":"for the immoral, for perverts, for slave traders, for liars, for perjurers, and for whatever else is opposed to sound Christian teaching –"},{"number":11,"text":"as is taught in the glorious good news of the ever-blessed God, with which I was entrusted."},{"number":12,"text":"I am thankful to Christ Jesus, our Lord, who has been my strength, for showing that he thought me worthy of trust by appointing me to his ministry,"},{"number":13,"text":"though I once used to blaspheme, and to persecute, and to insult. Yet mercy was shown me, because I acted in ignorance, while still an unbeliever;"},{"number":14,"text":"and the loving kindness of our Lord was boundless, and filled me with that faith and love which come from union with Christ Jesus."},{"number":15,"text":"How true the saying is, and worthy of the fullest acceptance, that ‘Christ Jesus came into the world to save sinners’! And there is no greater sinner than I!"},{"number":16,"text":"Yet mercy was shown me for the express purpose that Christ Jesus might exhibit in my case, beyond all others, his exhaustless patience, as an example for those who were afterward to believe in him and attain eternal life."},{"number":17,"text":"To the eternal King, ever-living, invisible, the one God, be ascribed honor and glory for ever and ever. Amen."},{"number":18,"text":"This, then, is the charge that I lay on you, Timothy, my child, in accordance with what was predicted of you – Fight the good fight in the spirit of those predictions,"},{"number":19,"text":"with faith, and with a clear conscience; and it is because they have thrust this aside, that, as regards the faith, some have wrecked their lives."},{"number":20,"text":"Hymenaeus and Alexander are instances – the men whom I delivered over to Satan so that they might be taught not to blaspheme."}]}