{"translation":"oeb-us","book":"1ti","bookName":"1 Timothy","chapter":3,"verses":[{"number":1,"text":"How true is this saying: ‘To aspire to be a supervisor in the church is to be ambitious for a noble task.’"},{"number":2,"text":"The supervisor should be of blameless character; a faithful partner; living a temperate, discreet, and well-ordered life; hospitable, and a skillful teacher,"},{"number":3,"text":"not addicted to drink or brawling, but of a forbearing and peaceable disposition, and not a lover of money;"},{"number":4,"text":"they should provide for their own household well, and their children should be kept under control and be well-behaved."},{"number":5,"text":"If someone does not know how to provide for their own household, how can they take charge of the church of God?"},{"number":6,"text":"The supervisor should not be a recent convert, or they might become blinded by pride and fall under the same judgment as the devil."},{"number":7,"text":"They should also be well spoken of by outsiders, so that they may not incur censure and so fall into the devil’s trap."},{"number":8,"text":"So, too, assistants should be serious and straightforward, not given to taking much drink or to questionable money-making,"},{"number":9,"text":"but people who hold the deep truths of the faith and have a clear conscience."},{"number":10,"text":"They should be tested first, and only appointed to their office if no objection is raised against them."},{"number":11,"text":"It should be the same with the women in this office. They should be serious, not gossips, sober, and trustworthy in all respects."},{"number":12,"text":"Assistants should be faithful partners who manage their children and their households well."},{"number":13,"text":"Those who have filled that post with honor gain for themselves an honorable position, as well as great confidence through the faith that they place in Christ Jesus."},{"number":14,"text":"I am writing this to you, though I hope that I will come to see you before long;"},{"number":15,"text":"but in case I should be delayed, I want you to know what your conduct ought to be in the household of God, which is the church of the living God – the pillar and stay of the truth."},{"number":16,"text":"Yes, and undeniably wonderful are the deep truths of our religion; for – ‘He was revealed in our nature, pronounced righteous in spirit, seen by angels, proclaimed among the Gentiles, believed on in the world, taken up into glory.’"}]}