{"translation":"oeb-us","book":"1ti","bookName":"1 Timothy","chapter":5,"verses":[{"number":1,"text":"Do not reprimand an older man, but plead with him as if he were your father. Treat the young men as brothers,"},{"number":2,"text":"the older women as mothers, and the younger women as sisters – with all purity."},{"number":3,"text":"Show consideration for widows – I mean those who are really widowed."},{"number":4,"text":"But, if a widow has children or grandchildren, they should learn to show proper regard for the members of their own family first, and to make some return to their parents; for that is pleasing in God’s sight."},{"number":5,"text":"As for the woman who is really widowed and left quite alone, her hopes are fixed on God, and she devotes herself to prayers and supplications night and day."},{"number":6,"text":"But the life of a widow who is devoted to pleasure is a living death."},{"number":7,"text":"Those are the points you should teach, so that there may be no call for your censure."},{"number":8,"text":"Anyone who fails to provide for their own relatives, and especially for those under their own roof, has disowned the faith, and is worse than an unbeliever."},{"number":9,"text":"A widow, when her name is added to the list, should not be less than sixty years old; she should have been a faithful wife,"},{"number":10,"text":"and be well spoken of for her kind actions. She should have brought up children, have shown hospitality to strangers, have washed the feet of her fellow Christians, have relieved those who were in distress, and devoted herself to every kind of good action."},{"number":11,"text":"But you should exclude the younger widows from the list; for, when they grow restive under the yoke of the Christ, they want to marry,"},{"number":12,"text":"and so they bring condemnation on themselves for having broken their previous promise."},{"number":13,"text":"And not only that, but they learn to be idle as they go about from house to house. Nor are they merely idle, but they also become gossips and busybodies, and talk of what they ought not."},{"number":14,"text":"Therefore I advise young widows to marry, bear children, and attend to their homes, and so avoid giving the enemy an opportunity for scandal."},{"number":15,"text":"There are some who have already left us, to follow Satan."},{"number":16,"text":"Any Christian woman, who has relatives who are widows, ought to relieve them and not allow them to become a burden to the church, so that the church may relieve those widows who are really widowed."},{"number":17,"text":"Those church elders who fill their office well should be held deserving of especial consideration, particularly those whose work lies in preaching and teaching."},{"number":18,"text":"The words of scripture are – ‘You should not muzzle the ox while it is treading out the grain.’ and again – ‘The worker is worth their wages.’"},{"number":19,"text":"Do not entertain a charge against an church elder, unless it is supported by two or three witnesses;"},{"number":20,"text":"but rebuke offenders publicly, so that others may take warning."},{"number":21,"text":"I charge you solemnly, before God and Christ Jesus and the chosen angels, to carry out these directions, unswayed by prejudice, never acting with partiality."},{"number":22,"text":"Never ordain anyone hastily, and take no part in the wrongdoing of others. Keep your life pure."},{"number":23,"text":"Do not continue to drink water only, but take a little wine because of the weakness of your stomach, and your frequent ailments."},{"number":24,"text":"There are some people whose sins are conspicuous and lead on to judgment, while there are others whose sins dog their steps."},{"number":25,"text":"In the same way noble deeds become conspicuous, and those which are otherwise cannot be concealed."}]}