{"translation":"oeb-us","book":"1ti","bookName":"1 Timothy","chapter":6,"verses":[{"number":1,"text":"All who are in the position of slaves should regard their masters as deserving of the greatest respect, so that the name of God, and our teaching, may not be maligned."},{"number":2,"text":"Those who have Christian masters should not think less of them because they are also followers of Christ, but on the contrary they should serve them all the better, because those who are to benefit by their good work are dear to them as their fellow Christians. Those are the things to insist on in your teaching."},{"number":3,"text":"Anyone who teaches otherwise, and refuses their assent to sound instruction – the instruction of our Lord Jesus Christ – and to the teaching of religion,"},{"number":4,"text":"is puffed up with conceit, not really knowing anything, but having a morbid craving for discussions and arguments. Such things only give rise to envy, quarreling, recriminations, base suspicions,"},{"number":5,"text":"and incessant wrangling on the part of these corrupt-minded people who have lost all hold on the truth, and who think of religion only as a source of gain."},{"number":6,"text":"Of course religion is a great source of gain – when combined with contentment!"},{"number":7,"text":"For we brought nothing into the world, because we cannot even carry anything out of it."},{"number":8,"text":"So, with food and shelter, we will be content."},{"number":9,"text":"Those who want to be rich fall into the net of temptation, and become the prey of many foolish and harmful ambitions, which plunge people into destruction and ruin."},{"number":10,"text":"Love of money is a source of all kinds of evil; and in their eagerness to be rich some have wandered away from the faith, and have been pierced to the heart by many a regret."},{"number":11,"text":"But you must, servant of God, avoid all this. Aim at righteousness, piety, faith, love, endurance, gentleness."},{"number":12,"text":"Run the great race of the faith, and win the eternal life. It was for this that you received the call, and, in the presence of many witnesses, made the great profession of faith."},{"number":13,"text":"I beg you, as in the sight of God, the source of all life, and of Christ Jesus who before Pontius Pilate made the great profession of faith –"},{"number":14,"text":"I implore you to keep his command free from stain or reproach, until the appearing of our Lord Jesus Christ."},{"number":15,"text":"This will be brought about in his own time by the one ever-blessed Potentate, the king of all kings and Lord of all lords,"},{"number":16,"text":"who alone is possessed of immortality and dwells in unapproachable light, whom no one has ever seen or ever can see – to whom be ascribed honor and power for ever. Amen."},{"number":17,"text":"Teach those who are wealthy in this life not to pride themselves, or fix their hopes, on so uncertain a thing as wealth, but on God, who gives us a wealth of enjoyment on every side."},{"number":18,"text":"Teach them to show kindness, to exhibit a wealth of good actions, to be open-handed and generous,"},{"number":19,"text":"storing up for themselves what in the future will prove to be a good foundation, so that they may gain the only true life."},{"number":20,"text":"Timothy, guard what has been entrusted to you. Avoid the profane prattle and contradictions of what some miscall ‘theology,’"},{"number":21,"text":"for there are those who, while asserting their proficiency in it, have yet, as regards the faith, gone altogether astray. God bless you all."}]}