{"translation":"web","book":"1ki","bookName":"1 Kings","chapter":6,"verses":[{"number":1,"text":"In the four hundred and eightieth year after the children of Israel had come out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month Ziv, which is the second month, he began to build Yahweh’s house."},{"number":2,"text":"The house which King Solomon built for Yahweh had a length of sixty cubits, and its width twenty, and its height thirty cubits."},{"number":3,"text":"The porch in front of the temple of the house had a length of twenty cubits, which was along the width of the house. Ten cubits was its width in front of the house."},{"number":4,"text":"He made windows of fixed lattice work for the house."},{"number":5,"text":"Against the wall of the house, he built floors all around, against the walls of the house all around, both of the temple and of the inner sanctuary; and he made side rooms all around."},{"number":6,"text":"The lowest floor was five cubits wide, and the middle was six cubits wide, and the third was seven cubits wide; for on the outside he made offsets in the wall of the house all around, that the beams should not be inserted into the walls of the house."},{"number":7,"text":"The house, when it was under construction, was built of stone prepared at the quarry; and no hammer or ax or any tool of iron was heard in the house while it was under construction."},{"number":8,"text":"The door for the middle side rooms was in the right side of the house. They went up by winding stairs into the middle floor, and out of the middle into the third."},{"number":9,"text":"So he built the house and finished it; and he covered the house with beams and planks of cedar."},{"number":10,"text":"He built the floors all along the house, each five cubits high; and they rested on the house with timbers of cedar."},{"number":11,"text":"Yahweh’s word came to Solomon, saying,"},{"number":12,"text":"“Concerning this house which you are building, if you will walk in my statutes, and execute my ordinances, and keep all my commandments to walk in them, then I will establish my word with you, which I spoke to David your father."},{"number":13,"text":"I will dwell among the children of Israel, and will not forsake my people Israel.”"},{"number":14,"text":"So Solomon built the house and finished it."},{"number":15,"text":"He built the walls of the house within with boards of cedar; from the floor of the house to the walls of the ceiling, he covered them on the inside with wood. He covered the floor of the house with cypress boards."},{"number":16,"text":"He built twenty cubits of the back part of the house with boards of cedar from the floor to the ceiling. He built this within, for an inner sanctuary, even for the most holy place."},{"number":17,"text":"In front of the temple sanctuary was forty cubits long."},{"number":18,"text":"There was cedar on the house within, carved with buds and open flowers. All was cedar. No stone was visible."},{"number":19,"text":"He prepared an inner sanctuary in the middle of the house within, to set the ark of Yahweh’s covenant there."},{"number":20,"text":"Within the inner sanctuary was twenty cubits in length, and twenty cubits in width, and twenty cubits in its height. He overlaid it with pure gold. He covered the altar with cedar."},{"number":21,"text":"So Solomon overlaid the house within with pure gold. He drew chains of gold across before the inner sanctuary, and he overlaid it with gold."},{"number":22,"text":"He overlaid the whole house with gold, until all the house was finished. He also overlaid the whole altar that belonged to the inner sanctuary with gold."},{"number":23,"text":"In the inner sanctuary he made two cherubim of olive wood, each ten cubits high."},{"number":24,"text":"Five cubits was the length of one wing of the cherub, and five cubits was the length of the other wing of the cherub. From the tip of one wing to the tip of the other was ten cubits."},{"number":25,"text":"The other cherub was ten cubits. Both the cherubim were of one measure and one form."},{"number":26,"text":"One cherub was ten cubits high, and so was the other cherub."},{"number":27,"text":"He set the cherubim within the inner house. The wings of the cherubim were stretched out, so that the wing of the one touched the one wall and the wing of the other cherub touched the other wall; and their wings touched one another in the middle of the house."},{"number":28,"text":"He overlaid the cherubim with gold."},{"number":29,"text":"He carved all the walls of the house around with carved figures of cherubim, palm trees, and open flowers, inside and outside."},{"number":30,"text":"He overlaid the floor of the house with gold, inside and outside."},{"number":31,"text":"For the entrance of the inner sanctuary, he made doors of olive wood. The lintel and door posts were a fifth part of the wall."},{"number":32,"text":"So he made two doors of olive wood; and he carved on them carvings of cherubim, palm trees, and open flowers, and overlaid them with gold. He spread the gold on the cherubim and on the palm trees."},{"number":33,"text":"He also made the entrance of the temple door posts of olive wood, out of a fourth part of the wall,"},{"number":34,"text":"and two doors of cypress wood. The two leaves of the one door were folding, and the two leaves of the other door were folding."},{"number":35,"text":"He carved cherubim, palm trees, and open flowers; and he overlaid them with gold fitted on the engraved work."},{"number":36,"text":"He built the inner court with three courses of cut stone and a course of cedar beams."},{"number":37,"text":"The foundation of Yahweh’s house was laid in the fourth year, in the month Ziv."},{"number":38,"text":"In the eleventh year, in the month Bul, which is the eighth month, the house was finished throughout all its parts and according to all its specifications. So he spent seven years building it."}]}