{"translation":"dra","book":"jer","bookName":"Jeremiah","chapter":18,"verses":[{"number":1,"text":"The word that came to Jeremiah from the Lord, saying:"},{"number":2,"text":"Arise, and go down into the potter's house, and there thou shalt hear my words."},{"number":3,"text":"And I went down into the potter's house, and behold he was doing a work on the wheel."},{"number":4,"text":"And the vessel was broken which he was making of clay with his hands: and turning he made another vessel, as it seemed good in his eyes to make it."},{"number":5,"text":"Then the word of the Lord came to me, saying:"},{"number":6,"text":"Cannot I do with you, as this potter, O house of Israel, saith the Lord? behold as clay is in the hand of the potter, so are you in my hand, O house of Israel."},{"number":7,"text":"I will suddenly speak against a nation, and against a kingdom, to root out, and to pull down, and to destroy it."},{"number":8,"text":"If that nation against which I have spoken, shall repent of their evil, I also will repent of the evil that I have thought to do to them."},{"number":9,"text":"And I will suddenly speak of a nation and of a kingdom, to build up and plant it."},{"number":10,"text":"If it shall do evil in my sight, that it obey not my voice: I will repent of the good that I have spoken to do unto it."},{"number":11,"text":"Now therefore tell the men of Juda, and the inhabitants of Jerusalem, saying: Thus saith the Lord: Behold I frame evil against you, and devise a device against you: let every man of you return from his evil way, and make ye your ways and your doings good."},{"number":12,"text":"And they said; We have no hopes: for we will go after our own thoughts, and we will do every one according to the perverseness of his evil heart."},{"number":13,"text":"Therefore thus saith the Lord: Ask among the nations: Who hath heard such horrible things, as the virgin of Israel hath done to excess?"},{"number":14,"text":"Shall the snow of Libanus fail from the rock of the field? or can the cold waters that gush out and run down, be taken away?"},{"number":15,"text":"Because my people have forgotten me, sacrificing in vain, and stumbling in their ways, in ancient paths, to walk by them in a way not trodden:"},{"number":16,"text":"That their land might be given up to desolation, and to a perpetual hissing: every one that shall pass by it, shall be astonished, and wag his head."},{"number":17,"text":"As a burning wind will I scatter them before the enemy: I will shew them the back, and not the face, in the day of their destruction."},{"number":18,"text":"And they said: Come, and let us invent devices against Jeremiah: for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet: come, and let us strike him with the tongue, and let us give no heed to all his words."},{"number":19,"text":"Give heed to me, O Lord, and hear the voice of my adversaries."},{"number":20,"text":"Shall evil be rendered for good, because they have digged a pit for my soul? Remember that I have stood in thy sight, to speak good for them, and to turn away thy indignation from them."},{"number":21,"text":"Therefore deliver up their children to famine, and bring them into the hands of the sword: let their wives be bereaved of children and widows: and let their husbands be slain by death: let their young men be stabbed with the sword in battle."},{"number":22,"text":"Let a cry be heard out of their houses: for thou shalt bring the robber upon them suddenly: because they have digged a pit to take me, and have hid snares for my feet."},{"number":23,"text":"But thou, O Lord, knowest all their counsel against me unto death: not their iniquity, and let not their sin be blotted out from thy sight: let them be overthrown before thy eyes, in the time of thy wrath do thou destroy them. "}]}