{"translation":"oeb-us","book":"1jn","bookName":"1 John","chapter":2,"verses":[{"number":1,"text":"My children, I am writing to you to keep you from sinning. But if anyone does sin, we have an advocate with the Father – Jesus Christ, the righteous."},{"number":2,"text":"He is the atoning sacrifice for our sins, and not for ours only, but the sins of the whole world."},{"number":3,"text":"It is by keeping God’s commands that we can be sure we know him."},{"number":4,"text":"Whoever says “I know him,” but does not keep his commands, is a liar. The truth has no place in them."},{"number":5,"text":"But the person who keeps God’s word, in them the love of God has indeed reached its perfection. This is how we can be sure we are in him:"},{"number":6,"text":"whoever claims to live in him should live just as Jesus did."},{"number":7,"text":"Dear friends, it is no new command that I am writing to you, but an old command, which you have had from the beginning. That old command is the message you have already heard."},{"number":8,"text":"Yet, in a way, it is a new command that I am writing to you – which is shown true in Christ’s life and in yours – for the darkness is passing away and the true light is already shining."},{"number":9,"text":"The person who says that they are in the light, and yet hates others, is still in the darkness."},{"number":10,"text":"The person who loves others is always in the light, and there is nothing within them to cause them to stumble."},{"number":11,"text":"The person who hates is in the dark. They stumble along in the darkness; they do not know where they are going because the darkness blinds them."},{"number":12,"text":"Little children, I am writing to you because your sins have been forgiven for Christ’s sake."},{"number":13,"text":"Parents, I am writing to you because you have come to know him who has been from the beginning. Young people, I am writing to you because you have conquered the evil one."},{"number":14,"text":"Children, I write to you because you have come to know the Father. Parents, I write to you because you have learned to know him who has been from the beginning. Young people, I write to you because you are strong, and God’s message is always in your hearts, and you have conquered the evil one."},{"number":15,"text":"Do not love the world or what the world can offer. When anyone loves the world, there is no love for the Father in them."},{"number":16,"text":"For all that the world can offer – the desires for physical pleasure, the enticements to the eye, the arrogance of wealth – belongs, not to the Father, but to the world."},{"number":17,"text":"And the world, and all that it gratifies, is passing away, but they who do God’s will remain for ever."},{"number":18,"text":"My children, it is the last hour. You were told that an antichrist was coming; and many antichrists have already arisen. This is why we know that this is the last hour."},{"number":19,"text":"These people come from our ranks, but they were never truly part of us – if they had been then they would have stayed with us. They left so it would be clear that none of them really belonged to us."},{"number":20,"text":"You, however, have been anointed by the Holy One. You all know the truth."},{"number":21,"text":"I am not writing to you because you do not know the truth, but because you do know it, and because no lie can come from the truth."},{"number":22,"text":"Who is a liar, if not the one who denies that Jesus is the Christ? That person is the antichrist – one who rejects the Father and the Son."},{"number":23,"text":"No one who rejects the Son has the Father; to acknowledge the Son is to have the Father also."},{"number":24,"text":"As for you, you must let what you have heard from the beginning continue to live in you. If what you heard from the beginning dwells in you, you will remain both in the Son and the Father."},{"number":25,"text":"And this is what he himself promised us – eternal life!"},{"number":26,"text":"In writing this to you, I have in mind those who are trying to mislead you."},{"number":27,"text":"As for you, the anointing which you received from him remains with you. You do not need anyone to teach you. His anointing teaches you about everything. What it teaches you is true, it is not a lie. Do what it has taught you: abide in him."},{"number":28,"text":"Yes, my children, remain in him, so that when he appears our confidence doesn’t fail us, and we are not ashamed to meet him at his coming."},{"number":29,"text":"Since you know he is righteous, you realize that everyone who does what is right is his child."}]}