{"translation":"oeb-us","book":"1jn","bookName":"1 John","chapter":3,"verses":[{"number":1,"text":"See what great love the Father has lavished on us: he lets us be called God’s children! For that is what we are. The reason why the world does not know us is that it has not learned to know him."},{"number":2,"text":"Dear friends, we are God’s children now, and what we will be has not yet been revealed. What we do know is that, when it is revealed, we will be like him, because we will see him as he is."},{"number":3,"text":"And just as he is pure, everyone who has this hope, makes and keeps themselves pure."},{"number":4,"text":"Everyone who lives sinfully is living in violation of God’s law. Sin is lawlessness."},{"number":5,"text":"You know that Christ appeared to take away our sins and that there is no sin in him."},{"number":6,"text":"No one who lives in him continues to sin; the sinner has not seen or known him."},{"number":7,"text":"My children, don’t let anyone mislead you. The person who does what is right is righteous, just as Christ is righteous."},{"number":8,"text":"The person who lives in sin is a child of the devil, for the devil has been sinning from the beginning. To undo the devil’s work is the reason the Son of God appeared."},{"number":9,"text":"No child of God sins, because God’s nature dwells in them. They can’t live in sin, because they are God’s children."},{"number":10,"text":"By this it is made clear who are the children of God and who are the devil’s: anyone who doesn’t do what is right or doesn’t love others is not a child of God."},{"number":11,"text":"For this is the message we heard from the beginning: we are to love one another."},{"number":12,"text":"We must not be like Cain, who belonged to the evil one and murdered his brother. Why did he kill him? Because his actions were evil, and his brother’s were righteous."},{"number":13,"text":"Do not be suprised, friends, if the world hates you."},{"number":14,"text":"We know that we have passed out of death into life, because we love each other. The person who does not love remains in a state of death."},{"number":15,"text":"The person who hates another is a murderer, and you know that no murderer has eternal life dwelling within them."},{"number":16,"text":"This is how we know what love is: Christ gave his life for us. So we should lay down our own lives for each other."},{"number":17,"text":"If anyone has material possessions, and sees one of our own in need, but closes their heart against that person, how can it be said that the love of God is within them?"},{"number":18,"text":"My children, our love must not be mere words or talk. It must be true and show itself in actions."},{"number":19,"text":"This is how we will know we belong to the truth and reassure ourselves in God’s presence:"},{"number":20,"text":"though our conscience condemns us, God is greater than our conscience and knows everything."},{"number":21,"text":"Dear friends, if our conscience does not condemn us, then we approach God with confidence,"},{"number":22,"text":"and we receive from him whatever we ask, because we are keeping his commands, and are doing what pleases him."},{"number":23,"text":"His command is that we should believe in his Son, Jesus Christ, and love one another, as Christ commanded us."},{"number":24,"text":"The person who keeps his commands dwells in God and God dwells in them. And we are sure he lives in us because of the Spirit he has given us."}]}