{"translation":"oeb-us","book":"1jn","bookName":"1 John","chapter":5,"verses":[{"number":1,"text":"Everyone who believes that Jesus is the Christ is a child of God, and everyone who loves a parent loves his child."},{"number":2,"text":"By this we know that we love God’s children – when we love God and carry out his commands."},{"number":3,"text":"For to love God is to do what he commands and his commands are not a burden,"},{"number":4,"text":"for whatever is born of God overcomes the world. What is the victory by which the world is overcome? Our faith!"},{"number":5,"text":"Who can overcome the world but the person who believes that Jesus is the Son of God?"},{"number":6,"text":"Jesus Christ, the one who came by water and blood – not by water only but by water and blood – and the Spirit testifies to this because the Spirit is truth."},{"number":7,"text":"Indeed three testify:"},{"number":8,"text":"the Spirit, the water, and the blood, and these three agree."},{"number":9,"text":"We accept human testimony, surely God’s testimony is even stronger! And God’s testimony is the testimony he has given about his Son."},{"number":10,"text":"The person who believes in the Son of God has that testimony within them. The person who does not believe God has made God a liar, by not believing the testimony God has given about his Son."},{"number":11,"text":"And this is that testimony: God gave us eternal life, and this life is in his Son."},{"number":12,"text":"Whoever has the Son has life; whoever doesn’t have God’s Son does not have life."},{"number":13,"text":"I have written these things to you who believe in the name of God’s Son, so that you may know that you have eternal life."},{"number":14,"text":"We can approach him with this confidence, that whenever we ask anything that is in accordance with his will, he listens to us."},{"number":15,"text":"And if we know he hears us – whatever we ask – we know also that what we ask for is ours."},{"number":16,"text":"If anyone sees one of our people committing some sin that is not a sin leading to death, they should ask, and God will give them life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that you should pray about that."},{"number":17,"text":"All wrongdoing is sin, but there is sin that does not lead to death."},{"number":18,"text":"We know that those who have been born of God do not keep sinning. God protects his children and the evil one cannot get hold of them."},{"number":19,"text":"We know that we are God’s children, though the whole world lies in the power of the evil one."},{"number":20,"text":"We also know that the Son of God has come and has given us understanding, so that we may know the true God – and we are in him who is true, by being in his Son Jesus Christ. He is the true God and eternal life."},{"number":21,"text":"My children, guard yourselves against false ideas of God."}]}