{"translation":"oeb-us","book":"col","bookName":"Colossians","chapter":1,"verses":[{"number":1,"text":"From Paul, an apostle of Christ Jesus, by the will of God, and from Timothy, also a follower of the Lord."},{"number":2,"text":"To Christ’s people at Colossae – the followers who are faithful to him: May God, our Father, bless you and give you peace."},{"number":3,"text":"Whenever we pray we never fail to thank God, the Father of our Lord Jesus Christ, for you,"},{"number":4,"text":"now that we have heard of your faith in Christ Jesus and of the love that you have for all his people,"},{"number":5,"text":"because of the hope which is kept safe for you in heaven. Of this hope you heard long ago in the true message of the good news which reached you,"},{"number":6,"text":"bearing fruit and growing, as it does, through all the world, just as it did among you from the very day that you heard of God’s loving kindness, and understood what that loving kindness really is."},{"number":7,"text":"It is just what you learned from Epaphras, our dear fellow servant, who, as a minister of the Christ, faithfully represents us,"},{"number":8,"text":"and who told us of the love with which the Spirit has inspired you."},{"number":9,"text":"And therefore we, from the very day that we heard this, have never ceased praying for you, or asking that you may be filled with the knowledge of the will of God, which comes through all true spiritual wisdom and insight."},{"number":10,"text":"Then you will live lives worthy of the Master, and so please God in every way. Your lives will be fruitful in every kind of good action, and grow into a fuller knowledge of God;"},{"number":11,"text":"you will be made strong at all points with a strength worthy of the power manifested in his glory – strong to endure with patience, and even with gladness, whatever may happen to you;"},{"number":12,"text":"and you will give thanks to the Father who made you fit to share the lot which awaits Christ’s people in the realms of light."},{"number":13,"text":"For God has rescued us from the tyranny of darkness, and has removed us into the kingdom of his Son, who is the embodiment of his love,"},{"number":14,"text":"and through whom we have found deliverance in the forgiveness of our sins."},{"number":15,"text":"For Christ is the incarnation of the invisible God – firstborn and head of all creation;"},{"number":16,"text":"for in him was created all that is in heaven and on earth, the visible and the invisible – angels and archangels and all the powers of heaven."},{"number":17,"text":"All has been created through him and for him. He was before all things, and all things unite in him;"},{"number":18,"text":"and he is the head of the church, which is his body. The firstborn from the dead, he is to the church the source of its life, that he, in all things, may stand first."},{"number":19,"text":"For it pleased the Father that in him the divine nature in all its fulness should live,"},{"number":20,"text":"and through him to reconcile all things to himself (making peace by the shedding of Christ’s blood offered on the cross) – whether on earth or in heaven."},{"number":21,"text":"And it pleased God that you, once estranged from him and hostile towards him in your thoughts, intent only on wickedness –"},{"number":22,"text":"but now he has reconciled you to himself by the sacrifice of Christ’s earthly body in death – it has pleased God that you should stand in his presence holy, pure, and blameless,"},{"number":23,"text":"if only you remain true to your faith, firm and immovable, never abandoning the hope held out in the good news to which you listened, which has been proclaimed among all created things under heaven, and of which I, Paul, was made an assistant."},{"number":24,"text":"Now at last I can rejoice in my sufferings on your behalf, and in my own person I supplement the afflictions endured by the Christ, for the sake of his body, the church;"},{"number":25,"text":"of which I myself became a minister in virtue of the office with which God entrusted me for your benefit, to declare the message of God in all its fulness –"},{"number":26,"text":"that truth which has been hidden from former ages and generations. But now it has been revealed to God’s people,"},{"number":27,"text":"to whom it was his pleasure to make known the surpassing glory of that hidden truth when proclaimed among the Gentiles – ‘Christ among you! Your hope of glory!’"},{"number":28,"text":"This is the Christ whom we proclaim, warning everyone, and instructing everyone, with all the wisdom that we possess, in the hope of bringing everyone into God’s presence perfected by union with Christ."},{"number":29,"text":"It is for that I toil, struggling with all the energy which he inspires and which works powerfully within me."}]}