{"translation":"oeb-us","book":"col","bookName":"Colossians","chapter":3,"verses":[{"number":1,"text":"Since, therefore, you were raised to life with the Christ, seek for the things that are above; for it is there that the Christ is seated at the right hand of God."},{"number":2,"text":"Fix your thoughts on the things that are above, not on those that are on earth."},{"number":3,"text":"For you died, and your life now lies hidden, with the Christ, in God."},{"number":4,"text":"When the Christ, who is our life, appears, then you also will appear with him in glory."},{"number":5,"text":"Therefore destroy all that is earthly in you – immorality, uncleanness, passions, evil desires, and that greed which is idolatry."},{"number":6,"text":"These are the things because of which the wrath of God comes,"},{"number":7,"text":"and to which you, like others, once devoted your lives, when you lived for them."},{"number":8,"text":"You, however, must now lay aside all such things – anger, passion, malice, slander, abuse."},{"number":9,"text":"Never lie to one another. Get rid of your old self and its habits,"},{"number":10,"text":"and clothe yourselves with that new self, which, as it gains in knowledge, is being constantly renewed in resemblance to him who made it."},{"number":11,"text":"In that new life there is no distinction between Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all! – and in all!"},{"number":12,"text":"Therefore, as God’s people, consecrated and dear to him, clothe yourselves with tenderness of heart, kindliness, humility, gentleness, forbearance;"},{"number":13,"text":"bearing with one another, and, when there is any ground for complaint, forgiving one another freely. As the Master freely forgave you, so you must forgive one another."},{"number":14,"text":"Over all these virtues put on love; for that is the belt which makes all complete."},{"number":15,"text":"Let the peace that the Christ gives decide all doubts within your hearts; for you also were called to the enjoyment of peace as members of one body. And show yourselves thankful."},{"number":16,"text":"Let the message of the Christ be alive in your minds in all its wealth, bringing all wisdom with it. Teach and admonish one another with psalms, and hymns, and sacred songs, full of the loving kindness of God, lifting your hearts in song to him."},{"number":17,"text":"And, whatever you say or do, do everything in the name of the Lord Jesus; and through him offer thanksgiving to God the father."},{"number":18,"text":"Wives, submit to your husbands, as befits those who belong to the Lord."},{"number":19,"text":"Husbands, love your wives, and never treat them harshly."},{"number":20,"text":"Children, always obey your parents; for that is pleasant to see in those who belong to the Lord."},{"number":21,"text":"Fathers, never irritate your children, otherwise they might become disheartened."},{"number":22,"text":"Slaves, always obey your earthly masters, not only when their eyes are on you, as if you had but to please people alone, but giving them ungrudging service, in your respect for the Master."},{"number":23,"text":"Whatever you do, do it with all your heart, as if working for the Master and not for people,"},{"number":24,"text":"since you know that it is from the Master that you will receive the inheritance which will be your reward. You are serving Christ, the Master."},{"number":25,"text":"Those who do wrong will reap the wrong they have done; and there will be no partiality."}]}