{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":1,"verses":[{"number":1,"text":"Discourses, by the Speaker, the son of David, king of Jerusalem. The Futility and Monotomy of Nature and Of Human Life"},{"number":2,"text":"Utterest vanity! The Speaker declareth: Utterest vanity! All is vanity."},{"number":3,"text":"What gain hath a man of all his toil Whereat he toileth under the sun?"},{"number":4,"text":"The generations come and go, But evermore the earth abideth."},{"number":5,"text":"The sun doth rise, and the sun doth set, But he panteth back to the place of his rising."},{"number":6,"text":"South the wind goeth, and northward it circleth; Circling and circling goeth the wind, And back on its circling the wind returneth."},{"number":7,"text":"All the rivers run into the sea, But nevertheless is the sea not full. To the place to which the rivers run, Thither they run and run for ever."},{"number":8,"text":"All things are full or weariness, Of weariness unutterable, With all that it sees hath the eye no rest, And with all that it hears is the ear unfilled. The Futility of the Search after Knowledge"},{"number":9,"text":"What has been, shall be; what has happened already, will happen again: there is not a novelty"},{"number":10,"text":"under the sun. When anything occurs that one is disposed to call really new, it will be found to have"},{"number":11,"text":"happened already – ages before us. Nobody remembers (to-day) the people of the olden time, and similarly the people of the after-time will not be remebered by anybody who comes after them."},{"number":12,"text":"I, the Speaker, was king over Israel in Jerusalem;"},{"number":13,"text":"and I gave my mind to the philosophic study and investigation of all that goes on under the sun. But a sorry business it is that God has given men to"},{"number":14,"text":"busy themselves with. From my observation of all that goes on under the sun, I have come to the conclusion that it is all nothing but an illusion and a chasing of the wind."},{"number":15,"text":"That which is crooked can never be straightened, And that which is lacking can never be counted."},{"number":16,"text":"Then I said to myself, Let me take my own case. I have amassed wisdom beyond all my predecessors in Jerusalem, and my experience of wisdom and of"},{"number":17,"text":"knowledge has been a wide one; but after applying my mind to the study of wisdom and knowledge, madness and folly, I am convinced that this also is a chasing of the wind; for"},{"number":18,"text":"Who is rich in wisdom is rich in vexation, And increase of knowledge brings increase of pain. The Futility of the Search after Pleasure"}]}