{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":10,"verses":[{"number":1,"text":"As a deadly fly causes stench in the perfumer’s ointment, So a little folly can ruin the rarest wisdom."},{"number":2,"text":"The sense of a wise an leads him to the right, But the sense of a fool to the left."},{"number":3,"text":"As he goes on his way, a fool showeth his lack of sense; And every one saith of him, \"There goes a fool.\""},{"number":4,"text":"If a ruler flare up in a passion against thee, Quit not thy post: for composure Can lull mighty passions to rest."},{"number":5,"text":"Under the sun this evil I have seen, As ’twere the blundering order of a Ruler:"},{"number":6,"text":"The fool is set upon a lofty height, While men of wealth must take a lowly seat."},{"number":7,"text":"Slaves have I seen upon horse-back, And princes walking like slaves on the ground."},{"number":8,"text":"He that diggeth a pit may fall therein, And a serpent may bite him that breaks through a wall;"},{"number":9,"text":"He that quarrieth stones may be hurt by them, And the man who cleaves wood is imperilled thereby."},{"number":10,"text":"If the iron be blunt, and you whet not its edge, You must use more strength. He succeeds who can claim the advantage of wisdom."},{"number":11,"text":"If a serpent bite for lack of enchantment, Then the skillful charmer hath no advantage."},{"number":12,"text":"The words of a wise man’s mouth win him favour, But a fool by his lips is brought to ruin;"},{"number":13,"text":"From the first the words of his mouth are folly, And the end of his speech is calamitous madness."},{"number":14,"text":"The fool maketh many words. Man knoweth not the future; And what shall happen after him, Who can declare unto him?"},{"number":15,"text":"The fuss of fools must weary the man Who does not know his way to the town."},{"number":16,"text":"Alas for thee, land! when thy king is a youth, And thy princes feast in the early morning;"},{"number":17,"text":"But hail to thee, land! when thy king is a noble, And thy princes feast at the proper season, Like men and not like sots."},{"number":18,"text":"Through idleness the roof sinks in, And through slackness of hands does the house fall a-leaking."},{"number":19,"text":"Feasts are made for mirth, And wine cheers the heart of the living, And money answereth all things."},{"number":20,"text":"Even in thy thought curse not the king, And curse not the rich in thy sleeping-chamber; For a bird of the air may carry the sound, And the thing that hath wings may declare the matter."}]}