{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":12,"verses":[{"number":1,"text":"But keep thy Creator in mind In the days of thy prime: Ere the gloomy days come on, And the years arrive when thou sayest, \" No pleasure are they to me:\""},{"number":2,"text":"The days when the sun grows dark, And the light, and the moon, and the stars, And the rain is followed by clouds,"},{"number":3,"text":"And the guards of the house fall a-trembling, The mighty men are bent, The grinders cease, being few, Those that look through the windows are darkened,"},{"number":4,"text":"The doors in the street are shut, When the sound of the mill is low, And the twitter of birds is faint, And the daughters of son are all feeble,"},{"number":5,"text":"Yea, (the old) are afraid of a height, And the road is for them full of terrors, The almond-tree wears it blossoms, The grasshopper limps along, And the caperberry is powerless; For the man goes his way to his long, long home, And the mourners wander about the streets–"},{"number":6,"text":"On the day when the silver cord is snapped, ANd the bowl (with the) golden (oil) is broken, And the pitcher is shattered over the spring, And the wheel falls into the cistern broken,"},{"number":7,"text":"And the dust goes back to the earth as it was, And the breath returns to the God who gave it."},{"number":8,"text":"Utterest vanity! The Speaker declareth: All is vanity. A Later Addition in Praise of the Book, and, in general, of Wisdom"},{"number":9,"text":"The Speaker, besides being wise, further instructed the people in knowledge, weighing and searching it out, and arranging it in the form of copious proverbs."},{"number":10,"text":"The Speaker made it his study to devise sayings that were at once true and attractive, and to record them in proper form."},{"number":11,"text":"The words of wise men, as collected, are like goads, or like nails driven home; but they are (all) the gift of one shepherd."},{"number":14,"text":"For God will bring every work to the judgment That is passed on all secret things, good or bad."}]}