{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":2,"verses":[{"number":1,"text":"I said to myself, Well now, I will experiment with pleasure and indulge myself; but I discovered with"},{"number":2,"text":"Surprise that this, too, was an illusion. I concluded that laughter was madness and joy a sterile thing."},{"number":3,"text":"I turned over in my mind how to cheer my senses with wine – preserving at the same time, however, my habitual wisdom – and how to embrace folly, until I should discover what satisfaction may be procured by men under heaven during the days"},{"number":4,"text":"of their brief lives. I went in for enterprises on an impressive scale. I had houses built and vineyards"},{"number":5,"text":"planted. I had gardens laid out and parks planted"},{"number":6,"text":"with all sorts of fruit trees, I had reservoirs con- structed to water the trees that formed the plan-"},{"number":7,"text":"tations. I bought male and female slaves in addition to the other that had been born in my house. I had cattle and sheep in abundance – far beyond my"},{"number":8,"text":"predecessors in Jerusalem. Further, I amassed silver and gold and treasure from (tributary) kings and from the provinces. I procured male and female singers and sensuous delighs – concubines in"},{"number":9,"text":"abundance; and richer and richer I grew beyond all my predecessors in Jerusalem – taking care, how-"},{"number":10,"text":"ever, to retain my wisdom. I refused my eyes nothing that they longed for, and I did not abstain from pleasure of any kind, for there was a pleasure attached to all my effort, and the reward of all my"},{"number":11,"text":"effort I found in that. But when I looked at all the things my hands had made, and at the effort that I had spent upon them, it all turned out to be nothing but an illusion and chasing of the wind. There was no profit under the sun. The Futility of Wisdom"},{"number":12,"text":"Then I turned to the consideration of wisdom and madness and folly,"},{"number":13,"text":"and I saw that wisdom is as superior to folly as light to darkness; for"},{"number":14,"text":"While the wise have their eyes in their head, The fool walketh in darkness. Still, I am well aware that in their fate they are"},{"number":15,"text":"both alike. So I said to myself, The fate of the fool shall be my fate also; and what, in that case, am I the better for my pre-eminent wisdom? So I"},{"number":16,"text":"said to myself, Here is another illusion. For through all time the wise man is not remembered any more than the fool, seeing that in the days to come every one will be soon forgotten. Alas! the wise man"},{"number":17,"text":"dies just like the fool. So life became odious to me, because I was vexed with all that goes on under the sun; for it is all an illusion and a chasing of the wind, The Futility of Work"},{"number":18,"text":"Yes, all the effort that I had spent under the sun became odious to me, because I should have to"},{"number":19,"text":"leave it to my successor; and who can tell whether it will be a wise man or a fool that will have the disposal of the results of all my wise and earnest toil under the sun? Here is another illusion."},{"number":20,"text":"Then I felt like yielding to despair because"},{"number":21,"text":"of all my laborious toil under the sun; for it may happen that a man who has toiled with wisdom, knowledge, and skill has to bequeath the results of it to another who has done no work upon it at all. Here, in this great evil, is another illusion."},{"number":22,"text":"For what does a man get from all the striving"},{"number":23,"text":"and the strain of his work under the sun? His days are all a torture, and his business a vexation: why, even the night brings no rest to his mind. Here is"},{"number":24,"text":"another illusion. There is, then, no satisfaction for a man beyond eating and drinking and enjoying himself as he works. This I saw to be from God’s"},{"number":25,"text":"own hand; for how can there be eating or enjoyment apart form Him?"},{"number":26,"text":"For the man who pleases Him He gives wisdom, knowledge and happiness; to the sinner, on the other hand, He gives the task of gathering and amassing, that it may be given (in the end) to the man who pleases God. Here is another illusion and chasing of the wind. The Futility of Human Effort in the Light of the Fixed Order of the World"}]}