{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":3,"verses":[{"number":1,"text":"Everything has its reason appointed, And every affair under heaven has its time."},{"number":2,"text":"A time to be born, And a time to die. A time to plant, And a time to uproot."},{"number":3,"text":"A time to slay, And a time to heal. A time to tear down, And a time to build up."},{"number":4,"text":"A time to weep, And a time to laugh. A time to mourn, And a time to dance."},{"number":5,"text":"A time to scatter stones, And a time to clear them away. A time to embrace, And a time to refrain."},{"number":6,"text":"A time to seek, And a time to lose. A time to preserve, And a time to throw away."},{"number":7,"text":"A time to tear, And a time to sew. A time to be silent, And a time to speak."},{"number":8,"text":"A time to love, And a time to hate. A time for war, And a time for peace."},{"number":10,"text":"What does the worker gain by all his toil (thought I) as I looked at the tasks that God has assigned to men to busy themselves with?"},{"number":11,"text":"It is a beautiful orfer that He has established– evrything at its appointed time. Besides, He has planted in the human heart (the instinct for) eternity; only men cannot discern the whole range – from begin- ning to end – of the work which God is carrying on."},{"number":12,"text":"I am convinced that the only satisfaction that can be theirs is to be happy and prosperous, while"},{"number":13,"text":"they live. Besides, it is God’s own gift, when a man is priviledged to eat, drink, and experience happiness in all his work."},{"number":14,"text":"I am convinced that all that God does is eternal; it is capable neither of increase nor of diminution: and God has ordained this, in order to inspire men with reverence."},{"number":15,"text":"Whatever is, has happened already; and what is yet to happen, already is: for that which has drifted (into the past) God seeketh out again. The Futility of Hoping for the Redress of Injustice in Some Future World"},{"number":16,"text":"Once more, in the course of my observation under the sun, I saw that, in the place where judgments were delivered, there was injustice – yes, injustice in the very place where justice should have been administered."},{"number":17,"text":"I said to myself, Yes, but God will judge the just and the unjust: for He hath appointed a time for every matter and for every act."},{"number":18,"text":"I said to myself, It is for men’s sake, that God may show them in their true light, and lead them"},{"number":19,"text":"to see that they are but beasts. For the fate of men is the fate of beasts: their fate is one and the same. The one dies like the other. One breath is in them all, and man is no way superior to the"},{"number":20,"text":"beasts. For all is but an illusion. All are on their way to the same place. All sprang from the dust,"},{"number":21,"text":"and to the dust they shall all return. Who can tell whether the human spirit goes upward and the"},{"number":22,"text":"spirit of the beast downward to the earth? So O recognised that there is no greater satisfaction for a mn that to be happy in his work – that is his reward; for, as to what is to happen after him– who can give him a glimpse of that? Man’s Inhumanity to Man"}]}