{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":4,"verses":[{"number":1,"text":"Once more, I considered all the oppression that goes on under the sun. I saw the tears of the oppressed, who have no one to comfort them– power brutally wielded by the oppressors, and not"},{"number":2,"text":"a soul to comfort them. Happy, thought I, were the dead who are already dead rather than the"},{"number":3,"text":"living who are still alive; but happier than either the creature that has never been born, to look upon the evil work that goes on under the sun. The Taint of Jealousy"},{"number":4,"text":"Then I observed that all the laborious and skilful work of men has its origin and issue in their jealousy of one another. Here is another illusion and a chasing of the wind. The Wisdom of Unambitious Quiet"},{"number":5,"text":"The fool foldeth his hands, And his own flesh he devoureth."},{"number":6,"text":"Better a single handful of quiet, And a chasing of the wind. The Futility and Misery of Loneliness"},{"number":7,"text":"Here is another of the illusions that I have"},{"number":8,"text":"observed under the sun. Take, for example, a lonely man, with no one by his side – he has neither son nor brother: yet he toils on endlessly; his eye can never see money enough. \"And yet, whom am I toiling for, and beggaring myself to happi- ness? \"Here is another illusion, a sorry business indeed."},{"number":9,"text":"Two are better than one, for their toil is happily"},{"number":10,"text":"rewarded. If, for example, one should fall, his comrade helps him to his feet: but woe betide the"},{"number":11,"text":"man who falls, with nobody to help him up. Again, if two lie together, they get warm: but how can a man"},{"number":12,"text":"get warm by himself? Again, while a solitary man may be overpowered, two can stand up to an assailant; while a cord that has three strands is not lightly snapped. The Futility of Wisdom – An illustration"},{"number":13,"text":"A Young man that is poor but wise is better than a foolish old king who can no longer take a warning."},{"number":14,"text":"There was one such who passed from prison to the throne, though in the (old king’s) reign he had been"},{"number":15,"text":"born poor; and I obseved that every man alive that walketh under the sun supported his youthful"},{"number":16,"text":"successor. Endless were the people who looked up to him as leader; and yet in later years their enthusiasm for him had vanished. Here is another illusion and a chasing of the wind. Warnings against Insincerity and Rashness in the Discharge of Religious Duties"}]}