{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":5,"verses":[{"number":1,"text":"walk warily, when you go to the house of God: to participate in the worship with attentive ear is better than the sacrifices offered by fools, who are only versed in the practice of wickedness."},{"number":2,"text":"Do not be rash with your tongue, and do not let your feelings hurry you into speech before God: for God is in heaven, while you are on earth; your words ought therefore to be few. For"},{"number":3,"text":"As dreams proceed from multiplied cares, So the din of fools from multiplied words."},{"number":4,"text":"When you make a vow to God, pay it without delay; for fools incur His displeasure. Pay"},{"number":5,"text":"therefore what you vow. Better not vow than vow"},{"number":6,"text":"and not pay. Do not allow your tongue to involve you in guilt and punishment; and do not have to explain to the official that it was a case of inadver- tence (on your part). Why should you say things that must provoke God to bring your enterprises"},{"number":7,"text":"To ruin? for multiplied dreams and words bring multiplied vanities. But hold God in reverence. The Prevalence of Oppression"},{"number":8,"text":"Do not be astonished when you see a poor man crushed, or right and justice plundered in a pro- vinced; for high officials are perpetually spying upon one another, and over them are others higher still."},{"number":9,"text":"It is in every way an advantage to a land to have a king devoted to the cultivation of the soil. The Futility of Wealth"},{"number":10,"text":"Who loves money can never have money enough, And the lover of riches no increase can satisfy. Here is another illusion."},{"number":11,"text":"Increase of wealth bringeth increase in those that consume it: What gain hath is owner save gazing on it with his eyes?"},{"number":12,"text":"Sweet is the sleep of the toiler, whether he eat much or little; but the satiety of the wealthy man will not let him sleep."},{"number":13,"text":"One of the grievous evils that I have observed under the sun is this – wealth hoarded up to its"},{"number":14,"text":"owner’s ruin. The wealth vanishes in some sorry adventure; and so, after becoming a father, he"},{"number":15,"text":"finds himself with nothing at all. Naked as he came from his mother’s womb must he go again, just as he came. For all his toil he can take nothing away with him that he can carry in his"},{"number":16,"text":"hand. This also is a grievous evil, that he must go away just as he came; and what has he gained"},{"number":17,"text":"by toiling for the wind? Yes, all his days are spent in darkness and mourning, in deep vexation, sickness and anger."},{"number":18,"text":"I claim, as the result of my observation, that it is an excellent and comely thing (for a man) to eat, drink, and enjoy himself amid all his laborious toil under the sun during the days of the brief life"},{"number":19,"text":"which God gives him: for that is his lot. Yes, when God gives a man wealth and riches and power to enjoy them, to take his share and be happy in"},{"number":20,"text":"his work – this is a gift of God. Such a man will not think much about the brevity of his life; for his heart is touched by God to a glad response. The Futility of Wealth the Power to Enjoy"}]}