{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":6,"verses":[{"number":1,"text":"One of the vexatious things that I have seen under"},{"number":2,"text":"the sun to press heavily upon men is this. Take the case of a man to whom God has given wealth, riches, honour, everything heart can desire except the opportunity to enjoy it– that opportunity falling to some stranger. Here is a grieveous and painful illusion."},{"number":3,"text":"If a man be the father of a hundred sons, and live for many long years, but without having enjoyed any true satisfaction from his prosperity and without the honour of burial (in the end), then such a man, I maintain, is not so fortunate as an untimely"},{"number":4,"text":"birth, which, coming as a futility, departs in dark-"},{"number":5,"text":"ness with its name enveloped in darkness, never having has sight or knowledge of the sunlight. It is this, rather than the other, that enjoys rest."},{"number":6,"text":"Though the man should live a thousand years twice over, yet enjoy no experience of happiness, are not both on their way to same place?"},{"number":7,"text":"The toil of man is all for his mouth, Yet the appetite is unfilled."},{"number":8,"text":"What gain hath the wise man more than the fool, Or the poor man who walks through the world with discretion?"},{"number":9,"text":"Better a glimpse with the eyes Than the roaming of the appetite. Here is another illusion and a chasing of the wind. The Futility of the Struggle with Destiny"},{"number":10,"text":"The character of what is has already been deter- mined, and the destiny of man is already fore- ordained: he cannot contend with one mightier"},{"number":11,"text":"than himself. For multiplied words mean but multiplied vanities; and what is man the better?"},{"number":12,"text":"Who can tell what is good for man during his life- time all the days of the brief and empty life that he passes like a shadow? Who can declare to a man what is to happen after him under the sun? Counsels for Conduct"}]}