{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":7,"verses":[{"number":1,"text":"A fair name is better than precious ointment, And the day of death the day of one’s birth."},{"number":2,"text":"It is better to go the house of mourning Than to go to the banquetting-house; Inasmuch as that is the end of all men, And the living should lay it to heart."},{"number":3,"text":"Vexation is better than laughter; For, when the face is sad, it is well with the heart."},{"number":4,"text":"The heart of the wise is in the house of mourning, But the heart of the fool in the house of mirth."},{"number":5,"text":"It is better to hear the rebuke of the wise Than to lend one’s ears to the song of a fool."},{"number":6,"text":"For like crackling of nettles under kettles, Even so is the cackle of fools. Here is another illusion."},{"number":7,"text":"Extortion maketh the wise man mad, And a bribe destroyeth the character."},{"number":8,"text":"The end of a thing is better than the beginning, And the patience is better than pride."},{"number":9,"text":"Do not be hastily vexed in thy temper; Vexation doth lodge in the bosom of fools,"},{"number":10,"text":"Say not, \"Why were the former days better than these?\" For such a question is not of wisdom."},{"number":11,"text":"As good as an inheritance is wisdom. And gainful to those who behold the sun."},{"number":12,"text":"Wisdom defends, even as money defends; But herein is the greater gain of knowledge, That a wisdom is life unto those that possess her."},{"number":13,"text":"Consider well the work of God; For who can make straight that which He hath made crooked?"},{"number":14,"text":"In happy days be happy, and in the day of misfor- tune consider: for God has balanced the one against the other, in order to prevent men from discovering anything of the future. The Folly of Extremes"},{"number":15,"text":"In the course of my illusory life I have witnessed all sort of things – honest men ruined by their very honesty, and unprincipled men who owe their"},{"number":16,"text":"long life to their very lack of principle. Do not be over-pious or over-wise: why court destruction?"},{"number":17,"text":"But neither be over-wicked, nor play the fool:"},{"number":18,"text":"why die before your time? It is good, while cling- ing to the one, not to relax your grasp of the other; for true religion avoids the excesses of both."},{"number":19,"text":"Wisdom is a mightier protector to the wise than"},{"number":20,"text":"ten men who are in authority over a city. For there is not a single righteous man upon earth– a man who does nothing but good and never falls into sin."},{"number":21,"text":"Further, pay no attention to current gossip, in case you may hear that your servant has cursed"},{"number":22,"text":"you; for your conscience tells you that you too hace cursed others many a time. Woman a Delusion and a Snare"},{"number":23,"text":"I subjected all this to the test of wisdom. I resolved to acquire wisdom, but she remained remote."},{"number":24,"text":"Yes, the essence of things remained remote – deep down in depths unfathomable."},{"number":25,"text":"Then, casting about, I gave my mind to the understanding and investigation of wisdom, to search after her for results, and to study the folly"},{"number":26,"text":"of wickedness and the madness of folly. And a thing that I find to be more bitter than death is woman: for she is a veritable net, with her heart of snares and her hands of fetters. The man who enjoys the favour of God escapes her, but the sinner"},{"number":27,"text":"is caught by her. Now mark this, says the Speaker. Putting one thing with another in order to arrive"},{"number":28,"text":"at a conclusion – which, however, I have long and earnestly sought in vain – this at least I have dis- covered: that there is one man in a thousand– that I have discovered – but never a woman in all"},{"number":29,"text":"that number have I found. This only have I found-mark it well: that men were created upright by God, but they have sought out many contrivances of their own. Reflections upon Despotism"}]}