{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":8,"verses":[{"number":1,"text":"Who is like the wise man? Who is skilled in interpretation? A man’s wisdom illumines his face, And a face that is harsh is transfigured."},{"number":2,"text":"Obey the king’s commands; but, remembering"},{"number":3,"text":"your oath to God, do not be drawn into hasty action. Leave his presence, and do not embark upon any hurtful course; for a king can do any-"},{"number":4,"text":"thing he pleases, seeing that his royal word is authorative, and his conduct unchallengeable."},{"number":5,"text":"He who keeps the commandment will never come to harm. The wise man knows in his heart"},{"number":6,"text":"that there is an hour of judgment; for everything has its hour for judgment – and men will be crushed"},{"number":7,"text":"beneath the weight of calamity. For they are ignorant of the future: who can tell what form it"},{"number":8,"text":"will take? No man can control the day of his death, any more than he can control or restrain the wind. In war there is no discharge. Wrong will secure no immunity for the wrongdoer."},{"number":9,"text":"All this I saw, as I applied my mind to all that goes on under the sun, at a time when men were wielding their power over other men to ruin them. The Futility of Looking for a Moral Order in this World, and there is No Other"},{"number":10,"text":"Thereafter I saw wicked men borne to the tomb from the holy place – men who usde to go about amid plaudits in the very city where they had so behaved. Here is another illusion."},{"number":11,"text":"Because sentence is not swiftly executed upon deeds of wickedness, but a sinner may enjoy a long life thought he do evil a hundred times over, men’s hearts swell with the impulse to do evil; though sure I am that it will be well with those who fear God – I mean those"},{"number":13,"text":"who really reverence Him – but it will not be well with the wicked: his life will be short as a shadow, because he has no reverence for God."},{"number":14,"text":"Here is another of the anomalies to be found upon the earth – honest meb who fare as if they had been scoundrels, and scoundrels who fare as if they had been honest men. Here, methought, is another futility. Then I commended mirth – for the only human satisfaction under the sun is to eat, drink, and be merry: these are the things that should accompany men during the days of the laborious life with God has given them under the sun."},{"number":16,"text":"When I gave my mind to the study of wisdom and to the observation of the business that is trans- acted in the world – for day and night one never"},{"number":17,"text":"gets a glimpse of sleep – then I recognised that man is impotent to discover the meaning of all the work of God that goes on under the sun. However laboriously men search, they will never discover it. A wise man may imagine he is on the point of understanding it, but he can never find it out."}]}