{"translation":"oeb-us","book":"ecc","bookName":"Ecclesiastes","chapter":9,"verses":[{"number":1,"text":"For all this I laid to heart, and my heart observed it all, that the just, the wise, and their doings are in the hand of God: no man knows whether it is to be love or hatred. All that lies ahead of them is"},{"number":2,"text":"vapour, inasmuch as the fate of all is alike – of saint and scoundrel, good and bad, pure and impure, those who do and those who do not practise sacrifice. Good man and sinner fare alike, those who take oaths and those who are afraid to take them."},{"number":3,"text":"This is one of the vexing things that go on uni- versally under the sun, that the fate of all is alike. Besides, the human heart is full of evil: all their life long, madness is in men’s heart, and thereafter"},{"number":4,"text":"they join the dead – not a man is left. There is hope for all who are in life– a live dog even is"},{"number":5,"text":"better than a dead lion- for the living know at least that they have to die, but the dead have no knowledge at all, and no further reward is possible"},{"number":6,"text":"for them – their very memory is forgotten. Their love, hatred, jealousy, all alike have already vanished, and for all time they have no share in anything that goes on under the sun. The Wisdom of Enjoyment"},{"number":7,"text":"Go and eat thy bread with joy, And drink thy wine with a merry heart; For what thou doest is God’s good pleasure."},{"number":8,"text":"At all times let thy raiment be white, And let not oil on thy head be lacking."},{"number":9,"text":"Enjoy thy life with the woman thou lovest, All the days of thy fleeting life, Which He hath given thee under the sun. For that is thy reward in thy life of laborious toil under the sun."},{"number":11,"text":"Once more: I observed that under the sun it is not the swift that win the race, nor the strong that conquer in battle, neither is wisdom rewarded with bread, nor insight with wealth, nor intellect with practical appreciation; all alike are the victims of"},{"number":12,"text":"time and chance. Nobody knows his hour. Men are like fish caught in a net, or birds in a trap. Like them men are caught in the meshes in an evil hour, when suddenly it falls upon them. The place of Wisdom in Popular Esteem"},{"number":13,"text":"The following illustrations of wisdom came under"},{"number":14,"text":"my notice, and it greatly impressed me. There was a small and thinly garrisoned town, which a power- ful king came and invested by building huge"},{"number":15,"text":"siege-works against it. But there happened to be in it a man, poor indeed, but endowed with a wisdom which enabled him to save the town. Not a soul,"},{"number":16,"text":"However, remembered this poor man. So, me- thought, wisdom of a poor man is held in contempt, and his words are not listened to."},{"number":17,"text":"Better wise words that are heard in quiet Than the shrieking of one who is lord among fools."},{"number":18,"text":"Better is wisdom than weapons of war, For one single blunder may ruin much good. A Topsy-Turvy World"}]}