{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":1,"verses":[{"number":1,"text":"Now there was a certain man of Ramah, a Zuphite of the hill country of Ephraim, and his name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."},{"number":2,"text":"He had two wives: the name of the one was Hannah, and the name of the other Peninnah. Peninnah had children, but Hannah had none."},{"number":3,"text":"This man used to go up from his city year by year to worship and to sacrifice to the Lord of armies in Shiloh. Eli and his two sons, Hophni and Phinehas, were priests to the Lord there."},{"number":4,"text":"It came to pass on one occasion that Elkanah sacrificed. Now he used to give portions to Peninnah his wife and to all her sons and daughters,"},{"number":5,"text":"but to Hannah he used to give a double portion because he loved her. But the Lord had shut up her womb."},{"number":6,"text":"Her rival used to vex her bitterly in order to make her angry, because the Lord had shut up her womb."},{"number":7,"text":"This happened year after year, as often as she went up to the house of the Lord, she used to vex her; therefore she wept and would not eat."},{"number":8,"text":"But Elkanah her husband said to her, “Hannah, why do you weep and not eat, and why is your heart sad? Am not I better to you than ten sons?”"},{"number":9,"text":"So Hannah rose up, after they had eaten in Shiloh, and stood before the Lord. Now Eli the priest was sitting at his seat at the door-posts of the temple of the Lord."},{"number":10,"text":"She was greatly distressed and prayed fervently to the Lord and wept bitterly."},{"number":11,"text":"She vowed a vow, saying, “O Lord of armies! If you will indeed look on the affliction of your maid-servant, remember me and not forget your maid-servant, but will give to your maid-servant a boy then I will give him to the Lord all the days of his life. A razor will not come upon his head.”"},{"number":12,"text":"While she continued praying before the Lord, Eli observed her mouth."},{"number":13,"text":"Now Hannah was speaking to herself. Only her lips moved, but her voice was not heard; therefore Eli took her for a drunken woman."},{"number":14,"text":"So Eli said to her, “How long will you act like a drunken woman? Put away the effects of your wine and go from the presence of the Lord.”"},{"number":15,"text":"“No, my lord,” Hannah answered, “I am an unfortunate woman! I have drunk neither wine nor intoxicating drink, but I have been pouring out my heart before the Lord."},{"number":16,"text":"Do not take your maid-servant to be a vile woman, for because of the greatness of my grief and vexation have I continued speaking until now.”"},{"number":17,"text":"Then Eli answered, “Go in peace, and the God of Israel grant your petition that you have asked of him.”"},{"number":18,"text":"She said, “Let your maid-servant find favor in your sight.” So the woman went her way and ate, and her face was no longer sad."},{"number":19,"text":"They rose up in the morning early, and worshipped before the Lord, and returned and came to their house at Ramah. And Elkanah knew Hannah his wife; and the Lord remembered her."},{"number":20,"text":"And Hannah conceived, and it came to pass at the coming around of the new year that she bore a son, and named him Samuel, saying, “For I have asked him of the Lord.”"},{"number":21,"text":"The man Elkanah and all his household went up to offer to the Lord the yearly sacrifice and his vow."},{"number":22,"text":"But Hannah did not go up; for she said to her husband, “When the child is weaned then I will bring him and he will appear in the presence of the Lord and will live there forever.”"},{"number":23,"text":"Elkanah her husband said to her, “Do what seems good to you: wait until you have weaned him; only may the Lord establish your word.” So the woman waited and nursed her son until she weaned him."},{"number":24,"text":"When she had weaned him, she took him up with her, together with a three-year-old bullock and a bushel of flour and a skin of wine, and brought him to the house of the Lord in Shiloh."},{"number":25,"text":"They slew the bullock and Hannah brought the lad to Eli."},{"number":26,"text":"She said, “Oh, sir, by your life, I am the woman who stood near you here, praying fervently to the Lord."},{"number":27,"text":"This is the lad regarding whom I was fervently praying, and the Lord has granted me my petition which I asked of him."},{"number":28,"text":"Now, I on my part have given him to the Lord; as long as he lives he is given to the Lord.” So she left him there before the Lord."}]}