{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":10,"verses":[{"number":1,"text":"Then Samuel took a vial of oil, and poured it on his head, and kissed him and said, “The Lord has anointed you to be a ruler over his people Israel. You will reign over the people of the Lord and save them from the power of their enemies all around. This will be the sign that the Lord has anointed you to be a ruler over his heritage:"},{"number":2,"text":"when you go from me today you will find two men at Rachel’s tomb, in the boundary of Benjamin at Zelzah. They will say to you, ‘The donkeys you went to seek are found, and now your father has dismissed the matter of the donkeys and is anxious for you, asking, “What should I do about my son?”’"},{"number":3,"text":"Then you will go on from there and come to the oak of Tabor. There three men going up to God to Bethel will meet you, one carrying three kids, and another carrying three loaves of bread, and another carrying a skin of wine."},{"number":4,"text":"They will greet you and give you two loaves of bread which you will take from their hand."},{"number":5,"text":"After that you will come to Gibeah-elohim, where the garrison of the Philistines is. When you come to the city, you will meet a band of prophets coming down from the high place with a lyre, a tambourine, a flute, and a harp before them, and they will be prophesying."},{"number":6,"text":"The spirit of the Lord will rush upon you, and you will prophesy with them and will be turned into another man."},{"number":7,"text":"When these signs come to you, you will do as the occasion offers, for God is with you."},{"number":8,"text":"You must go down before me to Gilgal, and then I will come down to you, to offer burnt offerings. Wait seven days until I come to you and show you what to do.”"},{"number":9,"text":"As Saul turned his back to go from Samuel, God gave him a change of heart, and all those signs came to pass that day."},{"number":10,"text":"On his way to Gibeah, a band of prophets met him, and the spirit of God possessed him, and he prophesied among them."},{"number":11,"text":"When everyone who knew him saw him in the act of prophesying with the prophets, the people said to one another, “What has come over the son of Kish? Is Saul also among the prophets?”"},{"number":12,"text":"One of the bystanders answered, “Who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?”"},{"number":13,"text":"When he had finished prophesying, he went to the high place."},{"number":14,"text":"Saul’s uncle said to him and to his servant, “Where did you go?” He said, “To find the donkeys, and when we saw that they were not found, we went to Samuel.”"},{"number":15,"text":"And Saul’s uncle said, “Tell me what Samuel said to you.”"},{"number":16,"text":"And Saul said to his uncle, “He told us that the donkeys were found.” But about the matter of the kingdom of which Samuel had spoken, he told him nothing."},{"number":17,"text":"Samuel called the people together to Mizpah,"},{"number":18,"text":"and said to the Israelites, “This is what the Lord the God of Israel says: I brought up Israel out of Egypt, and I delivered you out of the hand of the Egyptians, and out of the hand of all the kingdoms that were oppressing you."},{"number":19,"text":"But today you rejected your God, who has been saving you from all your calamities and your distresses. You have said to him, ‘No! You must set a king over us.’ Now therefore present yourselves before the Lord by your tribes and by your clans.”"},{"number":20,"text":"So Samuel brought all the tribes of Israel near, and the tribe of Benjamin was picked by lot."},{"number":21,"text":"He brought the tribe of Benjamin near by their clans, and the clan of the Matrites was picked by lot. He brought near the clan of Matri man by man and Saul the son of Kish was picked, but when they searched for him, him he could not be found."},{"number":22,"text":"So they asked of the Lord further, “Did the man come here?” And the Lord answered “See, he has hid himself among the baggage.”"},{"number":23,"text":"Someone ran and brought him from there. When he stood among the people, he was taller than any of the people by a head."},{"number":24,"text":"Said Samuel to the people, “Have you seen this man whom the Lord has chosen? For there is no one like him among all the people.” All the people shouted loudly, “Long live the king!”"},{"number":25,"text":"In this way Samuel revealed to the people the manner of the kingdom, and wrote it in a book, and laid it up before the Lord. Then Samuel sent all the people away, each to their home."},{"number":26,"text":"And Saul also went to his home at Gibeah; and with him went the warriors whose hearts God had touched."},{"number":27,"text":"But there were some scoundrels who said, “How can this man save us?” They despised him, and brought him no presents."}]}