{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":11,"verses":[{"number":1,"text":"About a month later Nahash the Ammonite came up and besieged Jabesh-gilead. All the men of Jabesh said to Nahash, “Make terms with us and we will serve you.”"},{"number":2,"text":"But Nahash the Ammonite said to them, “On this condition will I make terms with you: that I gouge out the right eye of each of you and by this bring disgrace on all Israel.”"},{"number":3,"text":"The elders of Jabesh said to him, “Give us seven days respite, so that we can send messengers through all the territory of Israel. Then if there be no one to save us we will surrender to you.”"},{"number":4,"text":"So the messengers came to Gibeah of Saul and recounted the facts in the hearing of the people, and all the people wept aloud."},{"number":5,"text":"Saul was just coming from the field, driving the oxen. He said, “What is the trouble with the people? Why are they weeping?” Then they told him the words of the men of Jabesh."},{"number":6,"text":"The spirit of the Lord rushed upon Saul when he heard these words, and his anger was greatly aroused."},{"number":7,"text":"He took a yoke of oxen, and cut them in pieces, and sent them throughout all the territory of Israel by the hand of messengers, saying, “Whoever does not come out after Saul and after Samuel, so will it be done to his oxen!” Then a terror from the Lord fell upon the people, and they rallied as one man."},{"number":8,"text":"He mustered them in Bezek. The Israelites were three hundred thousand, and the men of Judah thirty thousand."},{"number":9,"text":"They said to the messengers who came, “Say this to the men of Jabesh-gilead: Tomorrow, by the time the sun becomes hot, deliverance will have come to you.” So the messengers came and told the men of Jabesh. They rejoiced,"},{"number":10,"text":"and said to Nahash, “Tomorrow we will surrender to you, and you can do to us whatever you please.”"},{"number":11,"text":"On the following day, Saul divided the people into three divisions. They came into the midst of the camp in the morning watch, and massacred the Ammonites, until the heat of the day. The survivors scattered, so that no two of them were left together."},{"number":12,"text":"The people said to Samuel, “Who is he who said, ‘Saul will not reign over us?’ Bring the men that we may put them to death!”"},{"number":13,"text":"But Saul said, “Today no one will be put to death, because today the Lord has brought deliverance to Israel.”"},{"number":14,"text":"Then Samuel said to the people, “Come, and let us go to Gilgal, and renew the kingdom there.”"},{"number":15,"text":"All the people went to Gilgal. There they made Saul king before the Lord in Gilgal, and sacrificed peace offerings before the Lord, and there Saul and all the men of Israel held a great celebration."}]}