{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":12,"verses":[{"number":1,"text":"Samuel said to all Israel, “See, I have listened to you in all that you have said to me and have appointed a king over you."},{"number":2,"text":"From now on, behold the king who will lead you. As for me, I am old and gray, but my sons are with you. I have led you from my youth to this day."},{"number":3,"text":"Here I am! Testify against me before the Lord, and before his annointed. Whose ox have I taken? Whose donkey have I taken? Whom have I oppressed? Whom have I defrauded? From whose hand have I taken a bribe to turn a blind eye? Testify and I will restore it to you.”"},{"number":4,"text":"They said, “You have not oppressed us, nor defrauded us, nor have you taken anything from anyone’s hand.”"},{"number":5,"text":"So he said to them, “The Lord is witness against you, and his anointed is witness this day, that you have not found anything in my hand.” They said, “He is witness.”"},{"number":6,"text":"Then Samuel said to the people, “The Lord is witness, who appointed Moses and Aaron and who brought your ancestors up out of the land of Egypt."},{"number":7,"text":"Now therefore take your stand so that I may declare to you before the Lord all the righteous acts of the Lord, which he did to you and to your ancestors."},{"number":8,"text":"When Jacob came to Egypt, and your ancestors cried to the Lord, then the Lord sent Moses and Aaron to bring your ancestors out of Egypt, and settled them in this place."},{"number":9,"text":"But they forgot the Lord their God, and he sold them into the hand of Sisera, commander of the army of King Jabin of Hazor, and into the hand of the Philistines and into the hand of the king of Moab. They fought against them,"},{"number":10,"text":"and cried to the Lord and said, “We have sinned because we have forsaken the Lord and served the Baals and the Astartes. Deliver us out of the hand of our enemies, and we will serve you.”"},{"number":11,"text":"And the Lord sent Jerubbaal, and Barak, and Jephthah, and Samson, and delivered you out of the hand of your enemies surrounding you so that you lived in safety."},{"number":12,"text":"But when you saw that Nahash the king of the Ammonites came against you, you said to me, ‘No, but a king must reign over us,’ although the Lord your God was your king."},{"number":13,"text":"Now therefore see the king whom you have chosen, for the Lord has now set a king over you."},{"number":14,"text":"If you will fear the Lord and serve him and listen to his voice, and not rebel against the commandment of the Lord, and both you and the king who reigns over you follow the Lord your God, then it will be well."},{"number":15,"text":"But if you will not listen to the voice of the Lord, but rebel against the commandment of the Lord, then will the hand of the Lord be against you and your king."},{"number":16,"text":"Now therefore take your stand and see this great thing that the Lord is about to do before your eyes."},{"number":17,"text":"Is it not wheat harvest today? I will call upon the Lord to send thunder and rain. You will know and see that your wickedness is great, which you have done in the sight of the Lord in asking for a king.”"},{"number":18,"text":"So Samuel called upon the Lord, and the Lord sent thunder and rain that day. All the people were greatly afraid of the Lord and Samuel."},{"number":19,"text":"Then all the people said to Samuel, “Intercede with the Lord your God in behalf of your servants so that we do not die, because we have added to all our sins the crime of asking for a king.”"},{"number":20,"text":"But Samuel said to the people, “Don’t be afraid, you have indeed done all this evil, but do not turn aside from following the Lord. Serve the Lord with all your heart,"},{"number":21,"text":"and do not turn aside after useless things which cannot profit or deliver, for they are useless."},{"number":22,"text":"For the Lord because of his great name will not cast away his people, for the Lord has undertaken to make you his own people."},{"number":23,"text":"Moreover, as for me, far be it from me that I should sin against the Lord in ceasing to pray for you, and I will instruct you in the good and the right way."},{"number":24,"text":"Only fear the Lord and serve him in truth with all your heart, for you see the great things he has done for you."},{"number":25,"text":"But if you persist in doing wrong, both you and your king will be swept away."}]}