{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":13,"verses":[{"number":1,"text":"Saul was … years old when he began to reign, and he reigned … and two years over Israel."},{"number":2,"text":"Saul chose three thousand men of Israel. Two thousand were with Saul in Michmash and on the mountain of Bethel and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent to their homes."},{"number":3,"text":"Jonathan defeated the garrison of the Philistines that was in Geba, and the news reached the Philistines that the Hebrews were in revolt. But Saul had in the meantime caused the trumpet to be blown throughout all the land,"},{"number":4,"text":"and all Israel heard the news that Saul had defeated the garrison of the Philistines, and also that Israel had brought itself into ill odor with the Philistines. The people were called out to join Saul at Gilgal."},{"number":5,"text":"The Philistines were gathered together to fight with Israel – thirty thousand chariots and six thousand horsemen and fighters as numerous as the sand on the seashore. They came up and encamped in Michmash, east of Beth-aven."},{"number":6,"text":"When the Israelites saw that they were in a strait (for the fighters were hard pressed), they hid themselves in caves, in holes, in rocks, in tombs, and in pits."},{"number":7,"text":"Also many people went over the Jordan to the land of Gad and Gilead. But Saul was still in Gilgal, and all the people followed him trembling."},{"number":8,"text":"He waited seven days for the appointed time which Samuel had set, but Samuel did not come to Gilgal, and the people scattered away from him."},{"number":9,"text":"So Saul said, “Bring here to me the burnt-offering and the peace-offerings.” He offered the burnt-offering."},{"number":10,"text":"Just as he had finished offering the burnt-offering, Samuel came, and Saul went out to greet him."},{"number":11,"text":"Samuel said, “What have you done?” And Saul said, “Because I saw that the people were scattering away from me and you did not come within the appointed time, and the Philistines were gathering together at Michmash,"},{"number":12,"text":"I said, ‘Now the Philistines will come down to me at Gilgal, and I will not have appeased the Lord.’ So I felt compelled to offer the burnt-offering.”"},{"number":13,"text":"Samuel said to Saul, “You have acted foolishly. If you had kept the command of the Lord your God, which he commanded you, then would the Lord have established your kingdom over Israel forever."},{"number":14,"text":"But now your kingdom will not continue. The Lord has sought out a man after his own heart, and the Lord has appointed him a leader over his people, because you have not kept that which the Lord commanded you.”"},{"number":15,"text":"Then Samuel arose and left Gilgal. The rest of the people followed Saul, going from Gilgal towards Gibeah of Benjamin. Saul counted the people who were with him, about six hundred men."},{"number":16,"text":"Saul and Jonathan his son, together with the people who were with them, were staying in Gibeah of Benjamin, while the Philistines encamped in Michmash."},{"number":17,"text":"Raiding parties came out of the camp of the Philistines in three divisions: one division turned in the direction of Ophrah in the land of Shual,"},{"number":18,"text":"and another division turned in the direction of Beth-horon, and another division turned in the direction of the hill that looks down over the valley of Zeboim toward the wilderness."},{"number":19,"text":"Now there was no smith found throughout all the land of Israel, for the Philistines said, “The Hebrews must not make swords or spears,”"},{"number":20,"text":"so all the Israelites went down to the Philistines to sharpen each his plowshare and his sickle and his ax and his mattock."},{"number":21,"text":"The charge was two thirds of a shekel for ploughshares and mattocks, and one third of a shekel for sharpening the axes and setting the ox goads."},{"number":22,"text":"So on the day of the battle, none of the people with Saul and Jonathan had a sword or spear; but Saul and Jonathan his son had them."},{"number":23,"text":"A garrison of the Philistines had gone out to the pass of Michmash,"}]}