{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":16,"verses":[{"number":1,"text":"The Lord said to Samuel, “How long will you grieve over Saul, when I have rejected him from being king over Israel? Fill your horn with oil and go. I will send you to Jesse the Bethlehemite, for I have chosen for myself a king among his sons.”"},{"number":2,"text":"And Samuel said, “How can I go, since Saul will hear of it and kill me?” But the Lord said, “Take a calf with you and say you have come to sacrifice to the Lord."},{"number":3,"text":"Invite Jesse to the sacrifice, and I will show you what to do, and anoint the man whom I name.”"},{"number":4,"text":"So Samuel did that which the Lord had commanded. When he came to Bethlehem, the elders of the city came trembling to meet him and said, “Do you come in peace?”"},{"number":5,"text":"He said “Yes, I have come to sacrifice to the Lord. Purify yourselves and rejoiced with me in the sacrifice.” He purified Jesse and his sons and invited them to the sacrifice."},{"number":6,"text":"When they came and he saw Eliab, he said, “Surely the Lord’s annointed is now in presence.”"},{"number":7,"text":"But the Lord said to Samuel, “Pay no attention to his appearance or to the height of his stature, because I have rejected him. The Lord does not see as humans see, for they look on the outward appearance, but the Lord looks at the heart.”"},{"number":8,"text":"Then Jesse called Abinadab, and brought him before Samuel. But he said, “Neither has the Lord chosen this one.”"},{"number":9,"text":"Then Jesse brought forward Shammah. But he said, Neither hath the Lord chosen this one."},{"number":10,"text":"Then Jesse brought his seven sons before Samuel. But Samuel said to Jesse, “The Lord has not chosen these.”"},{"number":11,"text":"And Samuel said to Jesse, “Are these all your sons?” He said, “There is still the youngest, but he is a shepherd with the flock.” So Samuel said to Jesse, “Send and bring him, for we will not sit down until he is brought here.”"},{"number":12,"text":"So he sent and brought him in. Now he was handsome, a youth with beautiful eyes and ruddy cheeks. And the Lord said, “Get up, anoint him, for this is the man.”"},{"number":13,"text":"Then Samuel took the horn of oil and anointed him in the midst of his brothers. The spirit of the Lord came with power upon David from that day forward. And Samuel arose and went to Ramah."},{"number":14,"text":"Now the spirit of the Lord had departed from Saul and an evil spirit from the Lord tormented him."},{"number":15,"text":"And Saul’s servants said to him, “See now, an evil spirit from God is tormenting you."},{"number":16,"text":"Command your servants who are before and they will seek for our lord a man skilful in playing the lyre. Then whenever the evil spirit comes upon you he will play with his hand, and you will be better.”"},{"number":17,"text":"So Saul said to his servants, “Provide me now someone who plays well, and bring him to me.”"},{"number":18,"text":"One of the young men answered, “I have seen a son of Jesse the Bethlehemite who is skilful in playing and a valiant man, a good fighter, judicious in speech, a man of good appearance, and the Lord is with him.”"},{"number":19,"text":"So Saul sent messengers to Jesse and said, “Send me David your son, who is with the flock.”"},{"number":20,"text":"And Jesse took ten loaves of bread, and a skin of wine, and a kid, and sent them to Saul with David his son."},{"number":21,"text":"So David came to Saul and entered his service. Saul loved him so much that he became one of his armor-bearers,"},{"number":22,"text":"and sent a message to Jesse, saying, “Let David enter my service, for he has found favor in my sight.”"},{"number":23,"text":"Whenever the evil spirit from God came upon Saul, David would take the lyre and play with his hand and Saul would breathe freely and would feel better and the evil spirit would depart from him."}]}