{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":17,"verses":[{"number":1,"text":"Now the Philistines mustered together their forces for war. They were gathered together at Socoh, which belongs to Judah, and encamped between Socoh and Azekah, in Ephes-dammim."},{"number":2,"text":"Saul and the men of Israel were gathered together and encamped in the valley of Elah, and they drew up in battle-array against the Philistines."},{"number":3,"text":"The Philistines were standing on the mountain on the one side, and the Israelites were standing on the mountain on the other side, and the valley was between them."},{"number":4,"text":"A champion came out from the camp of the Philistines. His name was Goliath of Gath and he was over nine feet in height."},{"number":5,"text":"He had a helmet of bronze on his head, and he was clad with a bronze breastplate of scales, the weight of which was about two hundred pounds."},{"number":6,"text":"He had greaves of bronze on his legs and a javelin of bronze slung between his shoulders."},{"number":7,"text":"The shaft of his spear was like a weaver’s beam, and the head of his iron spear weighed twenty-four pounds. His shield-bearer went before him."},{"number":8,"text":"He stood and cried out to the ranks of Israel, “Why have you come out to draw up the line of battle? Am not I a Philistine and you Saul’s servants? Choose a man for yourselves and let him come down to me."},{"number":9,"text":"If he is able to fight with me and kill me, then we will be your servants. But if I prevail against him and kill him, then you will be our servants and serve us.”"},{"number":10,"text":"The Philistine said, “I have insulted the ranks of Israel today! Give me a man that we may fight together.”"},{"number":11,"text":"When Saul and all Israel heard these words of the Philistine, they were terrified and greatly afraid."},{"number":12,"text":"Now David was the son of an Ephrathite of Bethlehem in Judah, whose name was Jesse. Jesse had eight sons. The man was old in the days of Saul, advanced in years among men."},{"number":13,"text":"The three eldest sons of Jesse had gone after Saul to the war. Their names were Eliab, the eldest, his second Abinadab, and the third Shammah."},{"number":14,"text":"David was the youngest. The three eldest had followed Saul,"},{"number":15,"text":"while David went to and fro from Saul to feed his father’s sheep at Bethlehem."},{"number":16,"text":"The Philistine drew near morning and evening and took his stand for forty days."},{"number":17,"text":"One day Jesse said to David his son, “Take now for your brothers a bushel of this parched grain and these ten loaves and carry them quickly to the camp to your brothers."},{"number":18,"text":"But bring these ten cheeses to the commander of their thousand and look after your brothers’ welfare and bring back some token of assurance from them."},{"number":19,"text":"They are with Saul and all the men of Israel in the valley of Elah fighting with the Philistines.”"},{"number":20,"text":"So David rose up early in the morning and left the flock with a keeper and went, as Jesse had commanded him. He came to the encampments just as the army was going forth to the battle-array, shouting the war cry."},{"number":21,"text":"Israel and the Philistines drew up the line of battle, army confronting army."},{"number":22,"text":"David left his vessels in the charge of the keeper of the baggage and ran to the line of battle and came and asked for the welfare of his brothers."},{"number":23,"text":"Just as he was talking with them, the champion, the Philistine of Gath, Goliath by name, came up out of the ranks of the Philistines and spoke the same words as before, and David heard them."},{"number":24,"text":"All the men of Israel, when they saw the man, fled from him and were greatly afraid."},{"number":25,"text":"“Have you seen this man who has come up?” they said, “Surely he has come up to insult Israel. Whoever kills him, the king will greatly enrich and will give him his daughter and will make his father’s house free in Israel.”"},{"number":26,"text":"Then David spoke to the men who stood by him, “What should be done for the man who strikes that Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he has dared to insult the armies of the living God?”"},{"number":27,"text":"The people answered him in the words just given, “This is what will be done to the man who kills him.”"},{"number":28,"text":"Eliab his eldest brother heard when he spoke to the men. Eliab’s anger was kindled against David, and he said, “Why have you come down? With whom have you left those few sheep in the wilderness? I know you well and the wickedness of your heart. You have come down to see the battle.”"},{"number":29,"text":"David said, “What have I done now? It was only a question.”"},{"number":30,"text":"Turning away from him to another, he spoke as before, and the people answered him again as at the first time."},{"number":31,"text":"When the words were heard which David spoke, they reported them to Saul. They took him and brought him before Saul."},{"number":32,"text":"David said to Saul, “Let not my lord’s courage fail him. Your servant will go and fight with this Philistine.”"},{"number":33,"text":"Saul answered, “You are not able to go against this Philistine to fight with him. You are only a youth and he has been a warrior from his youth.”"},{"number":34,"text":"But David said to Saul, “Your servant was a shepherd with his father’s flock, and when a lion or a bear would come and take a lamb out of the flock,"},{"number":35,"text":"I would go out after him and kill him and rescue the lamb from his mouth. If he rose up against me, I would seize him by his jaw and slay him with a blow."},{"number":36,"text":"Your servant has killed both lion and bear. Now this uncircumcised Philistine will be like one of them, since he has insulted the armies of the living God."},{"number":37,"text":"The Lord who delivered me from the paw of the lion, and from the paw of the bear, will deliver me from the hand of this Philistine.” So Saul said to David, “Go, and may the Lord be with you.”"},{"number":38,"text":"Saul clothed David with his armor, and put a helmet of bronze on his head and clad him with a coat of mail."},{"number":39,"text":"David girded his sword over his coat and made a vain attempt to go, for he had not tried them. Then David said to Saul, I cannot go with these because I am not used to them. And he took them off."},{"number":40,"text":"He took his staff in his hand, and chose five smooth stones out of the brook and put them in his bag, and took his sling in his hand, and he drew near to the Philistine."},{"number":41,"text":"The Philistine kept coming nearer to David, and the man who was bearing the shield went before him."},{"number":42,"text":"When the Philistine looked and saw David, he had nothing but disdain for him, because he was only a youth with ruddy cheeks, a young man of attractive appearance."},{"number":43,"text":"The Philistine said to David, “Am I a dog that you come to me with a stick?” The Philistine cursed David by his gods,"},{"number":44,"text":"and said, “Come to me so that I may give your flesh to the birds of the heavens and to the beasts of the field.”"},{"number":45,"text":"Then David answered the Philistine, “You come to me with a sword and a spear and a javelin, but I come to you in the name of the Lord of armies, and the God of the ranks of Israel whom you have insulted."},{"number":46,"text":"Today the Lord will deliver you into my hands, that I may strike you and cut off your head. I will this day give the dead of the army of the Philistines to the birds of the heavens and to the wild beasts of the earth, so that all the world may know that there is a God in Israel,"},{"number":47,"text":"so that all this assembly may know that not with the sword and spear does the Lord save, for the battle is the Lord’s and he will give you into our hand.”"},{"number":48,"text":"When the Philistine arose and came and drew near to meet David, David quickly ran toward the line of battle to meet the Philistine."},{"number":49,"text":"David put his hand in his bag and took from it a stone and slung it and struck the Philistine on his forehead. The stone sank into his forehead, so that he fell on his face to the earth."},{"number":50,"text":"So David prevailed over the Philistine with a sling and with a stone and struck down the Philistine, killing him, although there was no sword in David’s hand."},{"number":51,"text":"Then David ran and stood over the Philistine, and took his sword, drawing it out of its sheath, and slew him, and cut off his head with it. When the Philistines saw that their champion was dead, they fled."},{"number":52,"text":"The men of Israel and Judah arose and raised the battle cry and pursued the Philistines to the entrance to Gath and to the gates of Ekron, so that the wounded of the Philistines fell down on the way from Shaaraim, as far as Gath and Ekron."},{"number":53,"text":"When the Israelites returned from pursuing the Philistines, they plundered their camp,"},{"number":54,"text":"but David took the head of the Philistine and brought it to Jerusalem; and he put his armor in his tent."},{"number":55,"text":"When Saul saw David going out against the Philistine, he said to Abner, the commander of the army, “Abner, whose son is this lad?” And Abner said, “As you live, O king, I cannot tell.”"},{"number":56,"text":"The king said, “Inquire whose son the young man is.”"},{"number":57,"text":"When David returned from killing the Philistine, Abner took him, and brought him before Saul with the Philistine’s head in his hand."},{"number":58,"text":"Saul said to him, “Whose son are you, my lad?” And David answered, “I am the son of your servant Jesse the Bethlehemite.”"}]}