{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":19,"verses":[{"number":1,"text":"Saul commanded Jonathan his son and all his servants to put David to death. But Jonathan, Saul’s son, was very fond of David,"},{"number":2,"text":"and told David, “Saul my father is seeking to put you to death. Now, I beg you, take care in the morning and stay in concealment and hide yourself."},{"number":3,"text":"I will go out and stand beside my father in the field where you are, and I will speak to my father about you, and whatever I discover I will tell you.”"},{"number":4,"text":"Jonathan spoke well of David to Saul his father, and said to him, “Let not the king sin against his servant David, because he has not sinned against you and because his conduct toward you has been exceedingly good."},{"number":5,"text":"He took his life in his hand and killed the Philistine, and the Lord wrought a great deliverance for Israel. You saw it and rejoiced. Why then will you sin against innocent blood, in slaying David without a cause?”"},{"number":6,"text":"And Saul listened to the voice of Jonathan and gave an oath, “As the Lord lives, David will not be put to death.”"},{"number":7,"text":"And Jonathan called David, and told him all these words. And Jonathan brought David to Saul, so that he was again in his presence as before."},{"number":8,"text":"But when there was war again, David went out and fought against the Philistines, and slew great numbers of them, so that they fled before him."},{"number":9,"text":"Then an evil spirit from the Lord came upon Saul, while he was sitting in his house with his spear in his hand, and David was playing on the lyre."},{"number":10,"text":"And Saul sought to pin David to the wall with the spear, but he slipped away out of Saul’s presence, so that Saul hurled the spear into the wall, and David fled and escaped."},{"number":11,"text":"That night Saul sent messengers to David’s house to watch him, so as to kill him in the morning. But Michal, David’s wife, told him, “If you do not save your life tonight, tomorrow you will be slain.”"},{"number":12,"text":"Michal let David down through the window; he fled away and escaped."},{"number":13,"text":"Michal took the household god and laid it in the bed, and put a cloth of goat’s hair for its head and covered it with the garment."},{"number":14,"text":"When Saul sent messengers to take David, she said, “He is sick.”"},{"number":15,"text":"Then Saul sent the messengers to see David, saying, “Bring him up to me in the bed, that I may put him to death.”"},{"number":16,"text":"When the messengers came in, there the household god was in the bed, with the cloth of goat’s hair for its pillow."},{"number":17,"text":"And Saul said to Michal, “Why have you deceived me like this, and let my enemy go, so that he has escaped?” And Michal answered Saul, “He said to me: Let me go, why should I kill you?”"},{"number":18,"text":"Now David fled and escaped and came to Samuel to Ramah and told him all that Saul had done to him. He and Samuel went and stayed in Naioth."},{"number":19,"text":"When Saul was told thqt David was there at Naioth in Ramah,"},{"number":20,"text":"he sent messengers to take David. But when they saw the company of the prophets prophesying with Samuel standing as head over them, the spirit of God came upon the messengers of Saul, so that they also prophesied."},{"number":21,"text":"When it was told Saul, he sent other messengers, and they also prophesied. And Saul sent messengers again the third time, and they also prophesied."},{"number":22,"text":"Then Saul himself went to Ramah. When he came to the great cistern in Secu, he asked, “Where are Samuel and David?” Someone answered, “They are at Naioth in Ramah.”"},{"number":23,"text":"But on his journey to Naioth in Ramah, the spirit of God also came upon him, and he went along prophesying, until he came to Naioth in Ramah."},{"number":24,"text":"He too stripped off his clothes and prophesied before Samuel, and lay naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?”"}]}