{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":2,"verses":[{"number":1,"text":"And Hannah prayed: My heart exults in the Lord, my strength is exalted in the Lord; my mouth laughs at my enemies; because I rejoice in your salvation."},{"number":2,"text":"There is none holy as the Lord, there is none like you; there is no rock like our God."},{"number":3,"text":"Do not talk so proudly, let not arrogance come out of your mouth, for the Lord is a God of knowledge, and by him actions are weighed."},{"number":4,"text":"The bows of the mighty men are broken, and they that stumbled are girded with strength."},{"number":5,"text":"They that were full have hired out themselves for bread, and they that were hungry have ceased; while the barren has borne seven, she who had many children has languished."},{"number":6,"text":"The Lord kills, and makes alive; he brings down to the grave, and brings up."},{"number":7,"text":"The Lord makes poor, and makes rich; he brings low, he also lifts up."},{"number":8,"text":"He raises up the poor out of the dust, he lifts up the needy from the garbage heap to make them sit with princes, and inherit the throne of glory. For the pillars of the earth are the Lord’s, and he has set the world upon them."},{"number":9,"text":"He will guard the feet of his holy ones, but the wicked will be put to silence in darkness; for not by strength will humans prevail."},{"number":10,"text":"They who strive with the Lord will be broken to pieces; against them will he thunder in heaven. The Lord will judge the ends of the earth, he will give strength to his king and exalt the power of his anointed."},{"number":11,"text":"So Elkanah went to Ramah. But the lad was ministering to the Lord in the presence of Eli the priest."},{"number":12,"text":"Now the sons of Eli were base scoundrels; they had no regard for the Lord,"},{"number":13,"text":"nor for what was justly due to the priest from the people. Whenever a man offered a sacrifice, the priest’s servant would come, while the meat was boiling, with a three-pronged fork in his hand,"},{"number":14,"text":"and would strike into the pot or the kettle or the basin or the dish. All that the fork brought up the priest would take for himself. So they did to all the Israelites who came to sacrifice to the Lord in Shiloh."},{"number":15,"text":"Moreover before they burned the fat, the priest’s servant used to come and say to the man who was making the offering, “Give me meat to roast for the priest; for he will not take from you boiled flesh, but raw.”"},{"number":16,"text":"Should the man, however, say to him, “First you should burn the fat, then take as much as you desire,” he would reply, “No, you must give it at once or else I will take it by force.”"},{"number":17,"text":"The sin of the young men was very great before the Lord, for the men had contempt for the offering of the Lord."},{"number":18,"text":"And Samuel continued ministering before the Lord – a lad girded with a linen ephod."},{"number":19,"text":"His mother used to make him a little robe and bring it to him from year to year, when she came up with her husband to offer the yearly sacrifice."},{"number":20,"text":"And Eli would bless Elkanah and his wife and say, “The Lord repay you with offspring from this woman for the gift which she gave to the Lord.” Then they would return to their own home."},{"number":21,"text":"And the Lord visited Hannah so that she conceived and bore three sons and two daughters. The child Samuel grew up before the Lord."},{"number":22,"text":"Now Eli was very old; and whenver he heard what his sons were doing to all Israel, how they lay with the women who did service at the door of the tent of meeting,"},{"number":23,"text":"he said to them, “Why do you do such things as these, which I hear from the mouth of all the people."},{"number":24,"text":"No, my sons; for it is no good report that I hear the people of the Lord spreading abroad."},{"number":25,"text":"If one man sin against another, God will mediate for him; but if a man sin against the Lord, who could act as mediator for him?” Notwithstanding they did not listen to the voice of their father, because the Lord desired to slay them."},{"number":26,"text":"But the lad Samuel kept on growing larger and better in the estimation both of the Lord and of men."},{"number":27,"text":"There came a man of God to Eli and said to him, “This is the Lord’s message: I revealed myself to your father’s house, when they were in Egypt servants to Pharaoh’s house,"},{"number":28,"text":"and I chose him from all the tribes of Israel to be my priest to go up to my altar to burn sacrifices, to bear an ephod before me, and I gave to your father’s house for food all the offerings of the Israelites made by fire."},{"number":29,"text":"Why do you look with envious eyes on my sacrifices and offerings, and honor your sons above me in fattening yourselves with the first-fruits of all the offerings which the Israelites bring me?’"},{"number":30,"text":"Therefore the Lord the God of Israel says, ‘I had indeed thought that your house and the house of your father would walk before me forever,’ but now the Lord says, ‘Far be it from me, for them who honor me I will honor, and they who despise me will be lightly esteemed."},{"number":31,"text":"The days are quickly coming when I Will cut off your arm and the arm of your father’s house."},{"number":32,"text":"You will look in affliction and enviously on all the prosperity which I will give Israel, and there will not be an old man in your house forever."},{"number":33,"text":"The only one of you whom I do not cut off from my altar will be spared to weep out his eyes and to wear out his body, and all of your household will die by the sword of men."},{"number":34,"text":"This will be the sign to you that will come upon your two sons, Hophni and Phinehas: on the same day both will die."},{"number":35,"text":"And I will raise up for myself a faithful priest who will do according to that which is in my heart and in my desire, and I will build him an enduring house, and he will walk before my anointed forever."},{"number":36,"text":"Anyone who is left in your house will come to do him obeisance for a piece of money or a loaf of bread, and will beg to be given in one of the priests’ offices so that they may eat a morsel of bread.’”"}]}