{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":21,"verses":[{"number":1,"text":"David came to Nob, to Ahimelech the priest. Ahimelech came trembling to meet David and said to him, “Why are you alone and no one with you?”"},{"number":2,"text":"David answered Ahimelech the priest, “The king has entrusted me with a matter and has said to me, ‘Let no one know anything about the matter upon which I am sending you and which I have commanded you.’ I have directed the young men to meet me at a certain place."},{"number":3,"text":"Now if you have five loaves of bread at hand, or whatever can be found, give it to me.”"},{"number":4,"text":"The priest answered David, “There is no ordinary bread at hand. There is holy bread, but only if the young men have kept themselves from women.”"},{"number":5,"text":"David answered the priest, “Women have been kept from us, as always when I set out on an expedition. The weapons of the young men were consecrated even on an ordinary journey; how much more then today will their weapons be holy!”"},{"number":6,"text":"So the priest gave him holy bread, for there was no bread there but the bread of the Presense, that was taken from before the Lord in order to put hot bread there the day it was taken away."},{"number":7,"text":"(Now one of the servants of Saul was there that day, detained before the Lord. His name was Doeg, an Edomite, the chief of Saul’s herdsmen.)"},{"number":8,"text":"David said to Ahimelech, “Have you not here at hand a spear or sword? For I brought neither my sword nor my weapons with me, because the king’s matter required haste.”"},{"number":9,"text":"The priest said, “The sword of Goliath the Philistine, whom you slew in the valley of Elah, is here, wrapped in a garment behind the ephod. If you wish to take that, take it, for there is no other except that here.” And David said, “There is none like that, give it to me.”"},{"number":10,"text":"Then David rose and fled that day from before Saul, and went to Achish the king of Gath."},{"number":11,"text":"The servants of Achish said to him, “Isn’t this David the king of the land? Was it not of him that they used to sing to each other in the dances, saying, Saul has slain his thousands, But David his ten thousands?”"},{"number":12,"text":"David took these words to his heart and was greatly afraid of Achish the king of Gath."},{"number":13,"text":"He pretended to be insane before them, and raved in their hands and drummed on the doors and let his spittle run down his beard."},{"number":14,"text":"Achish said to his servants, “You see plainly that the man is mad; why do you bring him to me?"},{"number":15,"text":"Do I lack madmen that you have brought this fellow to act the madman in my presence? Should this one come into my house?”"}]}