{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":22,"verses":[{"number":1,"text":"So David left there and escaped to the cave of Adullam. When his brothers and all his father’s clan heard of it, they went down there to him."},{"number":2,"text":"Everyone who was in distress, and everyone who was in debt, and everyone who was embittered gathered about him, and he became their leader. There were about four hundred men with him."},{"number":3,"text":"David went from there to Mizpeh in Moab. He said to the king of Moab, “Let my father and my mother shelter with you, until I know what God will do for me.”"},{"number":4,"text":"He left them in the presences of the king of Moab, and they stayed with him all the while that David was in the stronghold."},{"number":5,"text":"Then the prophet Gad said to David, “Do not remain in the stronghold. Depart and go to the land of Judah.” So David left and went into the forest of Hereth."},{"number":6,"text":"When Saul heard that David and the men with him were discovered, he was sitting in Gibeah, under the tamarisk tree on the high place, with his spear in his hand, and all his servants standing about him."},{"number":7,"text":"Saul said to his servants who were standing before him, “Listen Benjamites! Will the son of Jesse give you all fields and vineyards? Will he make you all commanders of thousands and commanders of hundreds?"},{"number":8,"text":"Is that why all of you have conspired against me, and no one discloses to me that my son has made a covenant with the son of Jesse, and none of you has pity on me or discloses to me that my son has stirred up my servant to be an enemy against me, as is now the case?”"},{"number":9,"text":"Then Doeg the Edomite, who was standing by the servants of Saul, answered, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub."},{"number":10,"text":"He inquired of the Lord for him and gave him provisions and the sword of Goliath the Philistine.”"},{"number":11,"text":"Then the king summoned Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were in Nob, and they came all of them to the king."},{"number":12,"text":"Saul said, “Listen, son of Ahitub!” He answered, “Here am I, my lord!”"},{"number":13,"text":"And Saul said to him, “Why have you conspired against me with the son of Jesse, in that you have given him bread and a sword and have inquired of God for him, so that he should rise against me as an enemy, as is now the case?”"},{"number":14,"text":"Then Ahimelech answered the king, “But who among all your servants is like David, trusted and the king’s son-in-law and captain over your retainers and honored in your household?"},{"number":15,"text":"Is this the first time I have inquired of God for him? Of course not! Let not the king impute anything to his servant nor to any one of my clan, for your servant did not know the slightest thing about all this.”"},{"number":16,"text":"But the king said, “You will surely die, Ahimelech, together with all your clan.”"},{"number":17,"text":"The king said to the runners who stood before him, “Turn about and slay the priests of the Lord, for their hand also was with David, and, although they knew that he was fleeing, they did not disclose it to me.” But the servants of the king would not put forth their hands to strike down the priests of the Lord."},{"number":18,"text":"Then the king said to Doeg, “Turn and strike down the priests.” And Doeg the Edomite turned and himself struck down the priests. So he slew on that day eighty-five men who wore the ephod."},{"number":19,"text":"The priestly city Nob he put to the sword, both men and women, children and infants, oxen and donkeys and sheep."},{"number":20,"text":"One of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled to David."},{"number":21,"text":"And Abiathar told David that Saul had slain the priests of the Lord."},{"number":22,"text":"David said to Abiathar, “I knew that day, because Doeg the Edomite was there, that he would surely tell Saul. I myself am guilty of all the lives of your clan."},{"number":23,"text":"Remain with me, fear not; for whoever seeks your life must also seek mine. You will be safe with me.”"}]}