{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":23,"verses":[{"number":1,"text":"David was told that Philistines were fighting against Keilah and are robbing the threshing floors."},{"number":2,"text":"David inquired of the Lord, “Should I go and attack these Philistines?” And the Lord said to David, “Go, attack the Philistines, and save Keilah.”"},{"number":3,"text":"But David’s men said to him, “Behold we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?”"},{"number":4,"text":"Then David inquired of the Lord yet again. And the Lord answered him, “Arise, go down to Keilah, for I will deliver the Philistines into your hand.”"},{"number":5,"text":"So David and his men went to Keilah, and fought with the Philistines and drove away their cattle, inflicting heavy losses on them. In this way David delivered the inhabitants of Keilah."},{"number":6,"text":"When Abiathar the son of Ahimelech fled to David at Keilah, he came down with the ephod in his hand."},{"number":7,"text":"When Saul was told that David had come to Keilah, Saul said, “God has sold him into my hand, for he has entrapped himself in entering into a town that has doors and bars.”"},{"number":8,"text":"And Saul summoned all the people to war, to go down to Keilah, to besiege David and his men."},{"number":9,"text":"When David knew that Saul was devising evil against him, he said to Abiathar the priest, “Bring here the ephod.”"},{"number":10,"text":"And David said, “ Lord, God of Israel, your servant has surely heard that Saul is seeking to come to Keilah, to destroy the city because of me."},{"number":11,"text":"Will Saul come down, as your servant has heard? Lord, God of Israel, I beseech you, tell your servant.” And the Lord said, “He will come down.”"},{"number":12,"text":"Then David said, “Will the men of Keilah deliver me and my men into the hand of Saul?” And the Lord said, “They will deliver you up.”"},{"number":13,"text":"Then David and his men, who were about six hundred, arose and departed from Keilah, and moving from place to place. When it was reported to Saul that David had escaped from Keilah, he abandoned his expedition."},{"number":14,"text":"So David stayed in the wilderness in the strongholds and remained in the hill-country in the Wilderness of Ziph. Saul sought him continually, but the Lord did not deliver him into his hand."},{"number":15,"text":"Now David saw that Saul had come out to seek his life. At that time, he was in the Wilderness of Ziph in Horesha."},{"number":16,"text":"And Jonathan, Saul’s son, came to David in Horesha and strengthened his hand in God."},{"number":17,"text":"He said to him, “Fear not, for the hand of Saul my father will not find you, and you will be king over Israel and I will be next to you. This Saul my father well knows.”"},{"number":18,"text":"The two of them made a covenant before the Lord, and David stayed in Horesha, and Jonathan returned home."},{"number":19,"text":"Then the Ziphites came up to Saul to Gibeah, saying, “Is not David hiding himself with us in the strongholds in Horesha, in the hill of Hachilah, which is to the south of Jeshimon?"},{"number":20,"text":"Now therefore, O king, according to all your heart’s desire, come down, and it will be our part to deliver him into the king’s hand.”"},{"number":21,"text":"Then Saul said, “Blessed may you be of the Lord, for you have had compassion on me."},{"number":22,"text":"Go, I pray, make yet more sure, and know and see the place where his haunt is and who has seen him there, for I am told that he is very cunning."},{"number":23,"text":"See therefore, and gain knowledge of all the lurking-places where he hides, and return to me, with sure information, and I will go with you, and, if he be in the land, I will search him out of all the thousands of Judah.”"},{"number":24,"text":"So they arose and went to Ziph before Saul. But David and his men were in the Wilderness of Maon, in the Arabah to the south of Jeshimon."},{"number":25,"text":"When Saul and his men went to seek him, David found out and he went down to the rock which is in the Wilderness of Maon. When Saul heard, he pursued after David in the Wilderness of Maon."},{"number":26,"text":"Saul went on the one side of the mountain and David and his men on the other side of the mountain. David was anxiously trying to escape from Saul, for Saul and his men were about to surround David and his men, to seize them,"},{"number":27,"text":"when a messenger came to Saul, saying, “Come quickly, for the Philistines have made a raid upon the land.”"},{"number":28,"text":"So Saul returned from pursuing after David and went against the Philistines. This is why they call that place the Rock of Divisions."},{"number":29,"text":"David went up from there, and stayed in the strongholds of En-gedi."}]}