{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":24,"verses":[{"number":1,"text":"When Saul returned from following the Philistines, he was told, “David is in the Wilderness of En-gedi.”"},{"number":2,"text":"So Saul took three thousand men chosen from all Israel and went to seek David and his men upon the Wild Goats’ Crags."},{"number":3,"text":"He came to the sheepfolds by the way, and there was a cave. And Saul went in to relieve himself, while David and his men were staying in the recesses of the cave."},{"number":4,"text":"The men of David said to him, “See this is the day of which the Lord said to you, ‘Behold, I give your enemy into your hand and you will do to him as you please.’” Then David arose, and secretly cut off the skirt of Saul’s robe."},{"number":5,"text":"But afterward David was seized with remorse because he had cut off Saul’s robe."},{"number":6,"text":"He said to his men, “The Lord forbid that I should do this thing to my lord, the Lord’s anointed, to lift my hand against him, since he is the Lord’s anointed.”"},{"number":7,"text":"So David upbraided his men with these words, and did not permit them to attack Saul. When Saul rose from the cave and went on his way,"},{"number":8,"text":"David also rose after him and went from the cave and cried after Saul, saying, “My lord the king.” When Saul looked behind him, David bowed his face to the earth, and did obeisance."},{"number":9,"text":"And David said to Saul, “Why did you listen to the words of the men who said, ‘See, David seeks to harm you?’"},{"number":10,"text":"Today your eyes see that the Lord gave you into my hand in the cave, but I refused to kill you and had pity on you, and I said, ‘I will not lift my hand against my lord, for he is the Lord’s anointed.’"},{"number":11,"text":"Moreover, my father, see the corner of your robe in my hand, for in that I cut off the corner of your robe and did not kill you, know and see that there is neither evil nor guilt on my hands, and I have not sinned against you, though you are aiming to take my life."},{"number":12,"text":"May the Lord judge between me and you, but my hand will not be against you."},{"number":13,"text":"As runs the proverb of the ancients, Out of the wicked comes forth wickedness. But my hand will not be raised against you."},{"number":14,"text":"After whom is the king of Israel come out? After whom are you pursuing? After a dead dog? After a flea?"},{"number":15,"text":"The Lord therefore be judge and decide between me and you and see and plead my cause and obtain justice for me from you.”"},{"number":16,"text":"Now when David had finished speaking these words to Saul, Saul said, “Is this not your voice, my son David?” Then Saul lifted up his voice and wept."},{"number":17,"text":"He said to David, “You are more righteous than I, for you have done to me that which is good, while I have done to you that which is evil."},{"number":18,"text":"You have done great good to me in that today, when the Lord had shut me up in your hand, you did not kill me."},{"number":19,"text":"For when a man finds his enemy, does he send him on his way safe and sound? Therefore may the Lord reward you richly for what you have done to me this day."},{"number":20,"text":"Now see, I know that you will surely be king, and that through you the kingdom of Israel will be established."},{"number":21,"text":"Swear now therefore to me by the Lord, that you will not cut off my descendants after me and that you will not destroy my name from my father’s house.”"},{"number":22,"text":"So David took oath to Saul. And Saul went to his home, but David and his men went up to the stronghold."}]}