{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":25,"verses":[{"number":1,"text":"Samuel died; and all Israel gathered themselves together, and lamented him, and buried him in his house at Ramah. Then David arose and went into the Wilderness of Maon."},{"number":2,"text":"There was a man in Maon, whose business was in Carmel. The man was very rich, and he had three thousand sheep and a thousand goats, and he was shearing his sheep in Carmel."},{"number":3,"text":"The man’s name was Nabal, and his wife’s name was Abigail. The woman was sensible and beautiful, but the man was rough and ill-mannered. He was a Calebite."},{"number":4,"text":"David heard in the wilderness that Nabal was shearing his sheep."},{"number":5,"text":"So he sent ten young men, saying, “Go up to Carmel and enter Nabal’s house and greet him in my name,"},{"number":6,"text":"and say to him and to his clan, ‘Peace be to you and your house and all that you have."},{"number":7,"text":"Now I have heard that you have shearers. Your shepherds were with us, and we did not jeer at them, and nothing of theirs was missing all the while they were in Carmel."},{"number":8,"text":"Ask your young men and they will tell you. Therefore let the young men find favor in your eyes, for we have come on a feast day. Give, therefore, whatever you have at hand to your servants and to your son David.’”"},{"number":9,"text":"When David’s young men came, they spoke to Nabal in the name of David and waited as directed."},{"number":10,"text":"But Nabal answered David’s servants, “Who is David? Who is the son of Jesse? Many are the slaves these days who break away, each from his master!"},{"number":11,"text":"Should I then take my bread and my water and my meat that I have butchered for my shearers, and give it to men of whom I know not where they came from?”"},{"number":12,"text":"So David’s young men turned back on their way, and came and reported all these words to him."},{"number":13,"text":"And David said to his men, “Let every man buckle on his sword.” Each man buckled on his sword. And David also buckeled on his sword, and there went up after David about four hundred men while two hundred remained with the baggage."},{"number":14,"text":"But one of the young men had told Abigail, Nabal’s wife, “David has just sent messengers from the wilderness to salute our master, and he railed at them."},{"number":15,"text":"But the men have been very good to us and we have not been jeered at nor have we missed anything, as long as we went with them, when we were in the fields."},{"number":16,"text":"They were a wall about us both by night and by day all the while we were with them keeping the sheep."},{"number":17,"text":"Now therefore know and consider what you will do, for evil is determined against our master and against all his house, for he is such a base scoundrel that no one speak to him.”"},{"number":18,"text":"Then Abigail quickly took two hundred loaves of bread and two skins of wine and five roasted sheep and five mesures of parched grain and a hundred bunches of raisins and two hundred cakes of figs and laid them on donkeys."},{"number":19,"text":"She said to her young men, “Go on before me, I am coming after you.” But she said nothing about it to her husband Nabal."},{"number":20,"text":"Just as she was riding on the donkey and coming down under cover of the mountain, David and his men were also coming down toward her, so that she met them."},{"number":21,"text":"Now David had said, “Surely for nothing did I guard all that belongs to this fellow in the wilderness, so that nothing of all that belongs to him was missing, for he has returned me evil for good."},{"number":22,"text":"God do whatever he will to David, if I leave by daybreak of all who belong to him as much as a single man.”"},{"number":23,"text":"When Abigail saw David, she alighted quickly from her donkey and fell on her face before David and bowed to the ground."},{"number":24,"text":"She fell at his feet and said, “Upon me, my lord, upon me be the guilt. Only let your maid-servant speak in your ears, and heed the words of your servant."},{"number":25,"text":"Let not my lord pay any attention to that base scoundrel, Nabal, for as his name is, so is he, ‘Reckless Fool,’ is his name and folly is his master, but your maid-servant didn’t see the young men of my lord, whom you sent."},{"number":26,"text":"Now my lord, as the Lord lives and as you live, since the Lord has kept you from committing an act of bloodshed and from delivering yourself by your own hand – and may your enemies and those who seek to do evil to my lord be as Nabal –"},{"number":27,"text":"let this present, which your servant has brought to my lord, be given to the young men who follow my lord"},{"number":28,"text":"Forgive, I pray the trespass of your servant, for the Lord will certainly make for my lord a secure house, for my lord is fighting the wars of the Lord, and no evil will be found in you as long as you live."},{"number":29,"text":"Should a man rise up to pursue you and to seek your life, the life of my lord will be bound in the bundle of the living in the care of the Lord your God, but the lives of your enemies will he sling out as from the hollow of a sling."},{"number":30,"text":"When the Lord has done to my lord all the good that he has promised you and has made you prince over Israel,"},{"number":31,"text":"then this will not be a qualm or a burden on the conscience of my lord, that you have shed blood without cause or that my lord has delivered himself by his own hand. When the Lord gives prosperity to my lord, then remember your servant.”"},{"number":32,"text":"David said to Abigail, “Blessed be the Lord, the God of Israel, who sent you this day to meet me,"},{"number":33,"text":"and blessed be your discretion, and blessed be you yourself, who have kept me this day from committing an act of bloodshed and from avenging myself by my own hand."},{"number":34,"text":"For as sure as the Lord, the God of Israel, lives, who has kept me from doing you harm, except you had quickly come to meet me, surely there would not have been left to Nabal by daybreak so much as one man.”"},{"number":35,"text":"So David received from her hand that which she had brought him, and to her he said, “Go up in peace to your house. See, I have heeded your advice, and granted your request.”"},{"number":36,"text":"But when Abigail came to Nabal, he was just having a banquet in his house, like a king. And Nabal’s heart was merry within him, for he was very drunk, so that she did not tell him anything at all until day break."},{"number":37,"text":"But then in the morning when the effects of the wine were gone from Nabal, his wife told him these things, and his heart died within him and he became a stone."},{"number":38,"text":"At the end of about ten days the Lord struck Nabal, so that he died."},{"number":39,"text":"Now when David heard that Nabal was dead, he said, “Blessed be the Lord who has avenged the case of my insult at the hand of Nabal and has kept back his servant from evil. The evil-doing of Nabal the Lord brought back upon his own head.” Then David sent and wooed Abigail to take her to him to be his wife."},{"number":40,"text":"When the servants of David came to Abigail at Carmel and said to her, “David has sent us to you to take you to him to be his wife,”"},{"number":41,"text":"She rose and bowed with her face to the earth and said, “See, your slave is willing to be a servant to wash the feet of my lord’s servants.”"},{"number":42,"text":"Abigail quickly arose and mounted an donkey, and five maids followed as servants. So she accompanied the messengers of David and became his wife."},{"number":43,"text":"David also took Ahinoam of Jezreel, and they both became his wives."},{"number":44,"text":"But Saul had given Michal his daughter, David’s wife, to Palti the son of Laish to Gallim."}]}