{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":26,"verses":[{"number":1,"text":"Then the Ziphites came to Saul at Gibeah, saying, “David is hiding in the hill of Hachilah, which is east of the desert.”"},{"number":2,"text":"Accordingly Saul arose, and went down to the Wilderness of Ziph, with three thousand men of Israel, to seek David in the Wilderness of Ziph."},{"number":3,"text":"Saul encamped beside the road on the hill of Hachilah overlooking Jeshimon. But David remained in the wilderness. When he saw that Saul was pursuing him into the wilderness,"},{"number":4,"text":"David sent out spies and learned that Saul had come there after him,"},{"number":5,"text":"so he arose and came to the place where Saul had encamped. And David saw the place where Saul lay, with Abner the son of Ner, the commander of his army. Saul lay within the barricade, and the people were encamped around about him."},{"number":6,"text":"Then David spoke to Ahimelech the Hittite and to Abishai the son Zeruiah, Joab’s brother, saying, “Who will go down with me into the camp to Saul?” And Abishai said, “I will go down with you.”"},{"number":7,"text":"So David and Abishai went to the army by night. Saul was lying there asleep within the barricade, with his spear stuck into the earth at his head, with Abner and the people lying around about him."},{"number":8,"text":"Abishai said to David, “God has delivered your enemy into your hand today. Now therefore let me strike him with his spear to the earth at one stroke, and I will not need to strike him twice!”"},{"number":9,"text":"But David said to Abishai, “Do not destroy him, for who can lay his hand upon the Lord’s anointed and be innocent?”"},{"number":10,"text":"David said, “As the Lord lives, either the Lord will strike him, or his day will come to die, or he will go down into battle and be destroyed."},{"number":11,"text":"The Lord forbid that I should lift my hand against the Lord’s anointed, but now take the spear that is at his head and the jug of water and let us go.”"},{"number":12,"text":"So David took the spear and the jug of water from Saul’s head and they departed. No man saw it of knew it neither did any awake, for they were all asleep because a deep sleep from the Lord had fallen upon them."},{"number":13,"text":"Then David went over to the other side and stood on the top of a mountain at a distance, a great space being between them."},{"number":14,"text":"And David cried to the army and to Abner, the son of Ner, “Do you make no answer Abner?” Then Abner answered, “Who are you that calls to the king?”"},{"number":15,"text":"And David said to Abner, “Are you not a man? Who is like you in Israel? Why then have you not kept guard over your lord the king? For one of the people came to destroy your lord."},{"number":16,"text":"This that you have done is not good. As the Lord lives, you are deserving death, because you have not kept watch over your lord, the Lord’s anointed. Now see where the king’s spear is and the jug of water that was at his head.”"},{"number":17,"text":"Then Saul recognized David’s voice and said, “Is this your voice, my son David?” And David said, “It is my voice, my lord the king.”"},{"number":18,"text":"He said, “Why is my lord pursuing his servant? For what have I done? Or of what kind of evil have I been guilty?"},{"number":19,"text":"Now therefore let my lord the king hear the words of his servant. If the Lord has stirred you up against me, let him accept an offering, but if it was men, cursed be they before the Lord, for they have driven me out today, so that I have no part in the inheritance of the Lord, saying, ‘Go serve other gods.’"},{"number":20,"text":"Now therefore, may my blood not fall to the earth far away from the presence of the Lord, for the king of Israel has come out to look for a flea, as one hunts a partridge on the mountains.”"},{"number":21,"text":"Then Saul said, “I have done wrong. Return, my son David, for I will do you no more harm, because my life was regarded as sacred by you today. I have acted foolishly and have erred exceedingly.”"},{"number":22,"text":"And David answered, “There is the king’s spear! Let one of the young men come over and take it."},{"number":23,"text":"And the Lord will reward each man’s righteousness and fidelity, for the Lord delivered you into my hand today, but I would not raise my hand against the Lord’a anointed."},{"number":24,"text":"Just as your life was today of great value in my sight, so may my life be of great value in the Lord’s sight, and let him deliver me out of all affliction.”"},{"number":25,"text":"Then Saul said to David, “Be blessed, my son David; you will do great things and will surely succeed!” So David went his way, but Saul returned to his place."}]}