{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":27,"verses":[{"number":1,"text":"Then David said to himself, “I will be destroyed some day by the hand of Saul. There is nothing better for me than that I should escape into the land of the Philistines. Then Saul will despair of seeking me any longer in all the territory of Israel, and I will escape from his hand.”"},{"number":2,"text":"So David set out, together with the six hundred men who were with him, to Achish the son of Maoch, king of Gath."},{"number":3,"text":"David stayed with Achish at Gath, together with his men, each with his household and David with his two wives, Ahinoam the Jezreelite and Abigail the Carmelite, Nabal’s widow."},{"number":4,"text":"When Saul was informed that David had fled to Gath, he sought him no more."},{"number":5,"text":"David Said to Achish, “If now I have found favor in your sight, let a place in one of the towns in the open country be given me, that I may live there, for why should your servant live in the royal city with you?”"},{"number":6,"text":"So Achish gave him Ziklag at that time, therefore Ziklag belongs to the kings of Judah to this day."},{"number":7,"text":"The length of the time that David lived in the open country of the Philistines was a year and four months."},{"number":8,"text":"David and his men went up, and made a raid upon the Geshurites, the Girzites, and the Amalekites, for these tribes live in the land which extends from Telem as far as Shur, all the way down to Egypt."},{"number":9,"text":"As often as David struck the land, he did not leave alive man or woman, but taking the sheep, the oxen, the asses, the camels, and the clothing, he returned and came to Achish."},{"number":10,"text":"When Achish said, “Where have you made a raid today?” David answered, “Against the Negreb of Judah”, or “against the Negreb of the Jerahmeelites”, or “against the Negreb of the Kenites.”"},{"number":11,"text":"But David never left alive man or woman, to bring them to Gath, for he thought, “They might give information against us and say, ‘David has done this, or that.’” Such was his custom all the while he lived in the open country of the Philistines."},{"number":12,"text":"And Achish trusted David, thinking, “He has brought himself into ill odor with his people Israel, therefore he will be my servant forever.”"}]}