{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":28,"verses":[{"number":1,"text":"Now in those days the Philistines assembled their forces to make a campaign against Israel. Achish said to David, “You know thqt you must, together with your men, go with me along with the forces.”"},{"number":2,"text":"David said to Achish, “Good, you will now know what your servant can do.” And Achish said to David, “I will make you my bodyguard from this time on.”"},{"number":3,"text":"Now Samuel had died and all Israel had lamented for him and buried him in Ramah, his own city. And Saul had banished the mediums and magicians out of the land."},{"number":4,"text":"When the Philistines assembled and came and encamped in Shunem, Saul assembled all Israel, and they encamped in Gilboa."},{"number":5,"text":"When Saul saw the army of the Philistines, he was afraid and his heart was filled with apprehension."},{"number":6,"text":"Saul inquired of the Lord, but the Lord did not answer him either by dreams or by Urim or by prophets."},{"number":7,"text":"Then Saul said to his servants, “Find for me a woman who is a medium so that I may go to her and inquire through her.” His servants said to him, “Behold, there is a medium at Endor.”"},{"number":8,"text":"So Saul disguised himself and put on other clothes and went, taking two men with him, and they came to the woman by night. He said, “Tell my future by consulting the dead, call up for me the one whom I name to you.”"},{"number":9,"text":"The woman said to him, Surely you know what Saul has done, how he has banished the mediums and the magicians from the land. Why then are you laying a snare for my life, to put me to death?”"},{"number":10,"text":"And Saul swore to her by the Lord, saying, “As the Lord lives, no guilt will come upon you for this.”"},{"number":11,"text":"Then the woman said, “Whom should I bring up to you?” He said, “Bring up Samuel.”"},{"number":12,"text":"When the woman saw Samuel, she screamed. The woman said to Saul, “Why have you deceived me, for you are Saul?”"},{"number":13,"text":"The king said to her, “Do not be afraid! What do you see?” The woman said to Saul, “I see a god coming up out of the earth.”"},{"number":14,"text":"He said to her, “What is his appearance?” She said, “An old man is coming up, and he is wrapped in a robe.” Then Saul knew that it was Samuel, and he bowed with his face to the earth in respect."},{"number":15,"text":"Samuel said to Saul, “Why have you disturbed me by bringing me up?” And Saul answered, “I am in great trouble, for the Philistines are making war against me and God has turned from me and answers me no more, either by prophets or by dreams; so I have called you to tell me what I should do.”"},{"number":16,"text":"And Samuel said, “Why do you ask of me when the Lord has turned from you and become your adversary?"},{"number":17,"text":"The Lord has done to you as he declared by me, and the Lord has torn the kingdom out of your hand, and given it to your neighbor, David."},{"number":18,"text":"Because you did not heed the voice of the Lord, and did not execute his fierce wrath upon Amalek, the Lord has done this thing to you today."},{"number":19,"text":"The Lord will deliver Israel into the power of the Philistines. Tomorrow you and your sons will be with me, and the Lord will deliver the army of Israel into the power of the Philistines.”"},{"number":20,"text":"Then Saul fell at once at full length upon the earth and was greatly afraid, because of the words of Samuel, and he had no strength in him, for he had not eaten bread during all the day and all the night."},{"number":21,"text":"When the woman came to Saul and saw that he was greatly troubled, she said to him, “Your servant has heeded your voice, and I have taken my life in my hand and have listened to your words which you spoke to me."},{"number":22,"text":"Now therefore, listen also to the advice of your servant and let me set before you a morsel of meat, and eat that you may have strength when you go on your way.”"},{"number":23,"text":"But he refused, and said, “I will not eat.” But his servants, together with the woman urged him, until he listened to their advice. So he rose from the earth and sat upon the couch."},{"number":24,"text":"The woman had a fatted calf in the house, and she quickly killed it, and took flour and kneaded it and baked from it unleavened bread."},{"number":25,"text":"She set it before Saul and his servants and they ate. Then they rose and went away that night."}]}