{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":30,"verses":[{"number":1,"text":"Now when David and his men on the third day, the Amalekites had made a raid on the South Country and on Ziklag, and had attacked Ziklag and burnt it down,"},{"number":2,"text":"and had carried away captive the women and all who were in it, both small and great. They did not kill anyone, but carried them off and went on their way."},{"number":3,"text":"When David and his men came to the city, they found it burned down, and their wives and their sons and their daughters taken captive."},{"number":4,"text":"Then David and the people who were with him wept aloud until they were no longer able to weep."},{"number":5,"text":"David’s two wives had been take captive, Ahinoam the Jezreelite, and Abigail the wife of Nabal the Carmelite."},{"number":6,"text":"David was in great trouble, for the people spoke of stoning him, because the spirit of all the people was embittered, each for his sons and for his daughters. David strengthened himself in reliance on the Lord his God,"},{"number":7,"text":"and said to Abiathar the priest, the son of Ahimelech, “Bring here to me the ephod.” And Abiathar brought the ephod to David."},{"number":8,"text":"David inquired of the Lord, saying, Should I pursue this marauding band? Should I overtake them?” He answered him, “Pursue, For you will surely overtake, You will surely rescue.”"},{"number":9,"text":"So David went, together with the six hundred men who were with him, and came to the Wadi Besor, where those who were left behind remained."},{"number":10,"text":"But David pursued together with four hundred men, while two hundred remained behind, who were too faint to cross the Wadi Besor."},{"number":11,"text":"They found an Egyptian in the field and brought him to David and gave him food to eat and water to drink,"},{"number":12,"text":"and they gave him a piece of fig cake, and two clusters of raisins. When he had eaten, his spirit revived, for he had eaten no bread and drunk no water for three days and nights."},{"number":13,"text":"David said to him, “To whom do you belong? Where are you from?” He said “I am an Egyptian lad, an Amalekite’s servant, and my master abandoned me because three days ago I fell sick."},{"number":14,"text":"We made a raid upon the South Country of the Cherethites and on that which belongs to Judah and upon the South Country of Caleb, and Ziklag we burned down.”"},{"number":15,"text":"And David said to him, “Will you bring me down to this band?” He said, “Swear to me by God, that you will neither kill me nor deliver me into the hands of my master, and I will bring you down to this band.”"},{"number":16,"text":"When he had brought him down, there they were spread over all the land, eating and drinking and dancing, on account of all the great spoil that they had taken from the land of the Philistines and from the land of Judah."},{"number":17,"text":"And David struck them from twilight to the following evening in order to destroy them completely. None escaped except four hundred young men, who rode on camels and fled."},{"number":18,"text":"David recovered all the people whom the Amalekites had taken, and David rescued his two wives."},{"number":19,"text":"There was nothing missing, either small or great, sons or daughters, spoil or anything that they had taken to themselves – David brought it all back."},{"number":20,"text":"He took all the flocks and the herds and drove those animals before the people, and they said, “This is David’s spoil.”"},{"number":21,"text":"Now when David came to the two hundred men, who had been too faint to follow him, so that he had to leave them behind at the Wadi Besor, they went out to meet David, and the people who were with him. When they came near to the people, he saluted them."},{"number":22,"text":"Then all the wicked and base scoundrels among the men who went with David began to say, “Because they did not go with us, we will not give them any of the spoil that we have recovered, except to each, his wife and his children, that he may take them away and depart.”"},{"number":23,"text":"But David said, No! My brothers, you must not do this with that which the Lord has given us – after he has preserved us and delivered the marauding band that came against us into our hand."},{"number":24,"text":"Who will give heed to you in this matter? For: As is the share of him who goes down into battle, So is the share of him who remains with the baggage. They must share alike.”"},{"number":25,"text":"From that time on he made it a statute and precedent in Israel to this day."},{"number":26,"text":"When David came to Ziklag, he sent some of the spoil to the elders of Judah, his friends, saying, “See! a present for you from the spoil of the enemies of the Lord,"},{"number":27,"text":"to them who were in Bethel, in Ramoth in the South Country, in Jattir,"},{"number":28,"text":"in Aroer, in Siphmoth, and to them who were in Eshtemoa,"},{"number":29,"text":"in Carmel, in the cities of Jerahmeelites, in the cities of the Kenites,"},{"number":30,"text":"in Hormah, Bor-ashan, in Athach,"},{"number":31,"text":"in Hebron, and to those in all the places where David and his men had stayed."}]}