{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":31,"verses":[{"number":1,"text":"Now the Philistines fought against Israel, and the Israelites fled from before the Philistines and fell down slain on Mount Gilboa."},{"number":2,"text":"The Philistines followed close after Saul and his sons, and the Philistines slew Jonathan and Abinadab and Malchishua, the sons of Saul."},{"number":3,"text":"They pressed hard upon Saul, and the archers found him, and he was wounded by the archers."},{"number":4,"text":"Then said Saul to his armorbearer, “Draw your sword and run me through with it, lest these uncircumcised Philistines come and make sport of me.” But his armorbearer would not, for he was greatly afraid. Therefore Saul took his own sword and fell upon it."},{"number":5,"text":"When his armorbearer saw that Saul was dead, he also fell upon his sword and died with him."},{"number":6,"text":"So Saul and his three sons and his armorbearer died together on the same day."},{"number":7,"text":"When the Israelites who were in the cities of the valley and in the cities of the Jordan saw that the Israelites had fled and that Saul and his sons were dead, they also left the cities and fled, and the Philistines came and occupied them."},{"number":8,"text":"When on the following day the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa."},{"number":9,"text":"They cut off his head and stripped off his armor and sent throughout the land of the Philistines to bring the good news to their idols and to the people."},{"number":10,"text":"They put his armor in the temple of Ashtarte, and they fastened his body on the wall of Beth-shan."},{"number":11,"text":"When the inhabitants of Jabesh in Gilead heard what the Philistines had done to Saul,"},{"number":12,"text":"all the valiant men arose and marched all night and took the bodies of Saul and his sons from the wall of Beths-han. They returned to Jabesh and burned them there."},{"number":13,"text":"They took their bones and buried them under the tamarisk tree in Jabesh, and they fasted seven days."}]}