{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":4,"verses":[{"number":1,"text":"and the word of Samuel came to all Israel. Now in those days the Philistines assembled to make war against Israel. Israel went out against the Philistines to battle, and encamped at Ebenezer; and the Philistines encamped in Aphek."},{"number":2,"text":"The Philistines put themselves in array against Israel, and Israel was smitten before the Philistines, and the battle was hard fought and they slew in the ranks on the field about four thousand men."},{"number":3,"text":"But when the people returned to the camp, the elders of Israel said, “Why has the Lord smitten us today before the Philistines? Let us bring to us the ark of our God out of Shiloh, that it may come among us and save us from the hand of our enemies.”"},{"number":4,"text":"So they sent to Shiloh; and took from there the ark of the Lord of armies who sits enthroned above the cherubim. The two sons of Eli, Hophni and Phinehas, were there with the ark of God."},{"number":5,"text":"When the ark of God the Lord came to the camp, all Israel shouted such a great shout that the earth rang."},{"number":6,"text":"When the Philistines heard the noise of the shout, they said, “What does this great shouting in the Hebrew’s camp mean?” When they learned that the ark of the Lord had come to the camp,"},{"number":7,"text":"they were afraid, and said, “These are their gods. They have come to them to the camp."},{"number":8,"text":"Woe to Woe to us! Nothin like this has happened to us before! Who can deliver us out of the hand of these mighty gods? These are the gods who smote the Egyptians with every sort of plague and pesilence."},{"number":9,"text":"Be strong, and be men, O Philistines, so that you will not become slaves to the Hebrews, as they have been slaves to you.”"},{"number":10,"text":"So the Philistines fought and there was great slaughter. Israel was defeated and each fled to his home. There fell of Israel thirty thousand footmen."},{"number":11,"text":"The ark of God was taken, and the two sons of Eli, Hophni and Phinehas, perished."},{"number":12,"text":"A Benjamite ran from the ranks and came to Shiloh the same day with his garments torn and with earth on his head."},{"number":13,"text":"Just as he came, Eli was sitting upon his seat beside the gate watching the road, for his heart was trembling for the ark of God. When the man came to the city to inform it, all the city cried out."},{"number":14,"text":"When Eli heard the noise of the crying he said, “What is this tumultuous noise?” The man came quickly and told Eli."},{"number":15,"text":"(Now Eli was ninety-eight years old, and his eyes were set, so that he could not see)."},{"number":16,"text":"The man said to Eli, “I have come from the battle, for I fled today from the ranks.” He said, “How went the matter, my son?”"},{"number":17,"text":"He that brought the tidings answered, “Israel fled before the Philistines, and there was also a great slaughter among the people, and your two sons also, Hophni and Phinehas, are dead, and the ark of God has been captured.”"},{"number":18,"text":"When he mentioned the ark of God, Eli fell from his seat backward by the side of the gate; and his neck was broken and he died, for he was old and heavy. He had judged Israel forty years."},{"number":19,"text":"His daughter-in-law, Phinehas’s wife, was pregnant and near her time. When she heard the report regarding the capture of the ark of God, and that her father-in-law and her husband were dead, she went into labor and crouched down and gave birth to a child."},{"number":20,"text":"As she lay dying, the women who stood by her said to her, “Do not fear, for you have given birth to a son.” But she neither answered nor heeded."},{"number":21,"text":"She named the child Ichabod, saying, “The glory is taken away from Israel,” meaning the capture of the ark of God, and the deaths of her father-in-law and her husband."},{"number":22,"text":"“Glory has left Israel,” she said, “because the ark of God is taken.”"}]}