{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":5,"verses":[{"number":1,"text":"The Philistines took the ark of God and brought it from Ebenezer to Ashdod."},{"number":2,"text":"Then the Philistines took the ark of the Lord and brought it to the house of Dagon and set it up by the side of Dagon."},{"number":3,"text":"When the Ashdodites arose early the next day, there was Dagon fallen upon his face to the ground before the ark of the Lord. They raised up Dagon and set him in his place again."},{"number":4,"text":"But when they arose early on the following morning, behold there was Dagon fallen upon his face to the ground before the ark of the Lord. The head of Dagon and both his hands were cut off upon the threshold, and only the body of Dagon was left."},{"number":5,"text":"This is why the priests of Dagon and all who enter the house of Dagon do not tread on the threshold of Dagon in Ashdod to this day, but step over it."},{"number":6,"text":"The hand of the Lord was heavy upon the Ashdodites, and he destroyed them, and struck them with tumors, both in Ashdod and its borders."},{"number":7,"text":"When the men of Ashdod saw that it was so, they said, “The ark of the God of Israel must not remain with us, for his hand is severe on us and on Dagon our god.”"},{"number":8,"text":"So they sent and gathered together all the lords of the Philistines, and said, “What should we do with the ark of the God of Israel?” They answered, “Let the ark of the God of Israel be brought around to Gath.” So they moved the ark of the God of Israel to Gath."},{"number":9,"text":"But after they had brought it to Gath, the hand of the Lord was against the city – there was a very great panic – and he struck the men of the city, both young and old, so that tomors broke out on them."},{"number":10,"text":"So they sent the ark of God to Ekron. But when the ark of God came to Ekron, the Ekronites cried out, “They have brought around the ark of the God of Israel to us, to slay us and our people.”"},{"number":11,"text":"They sent therefore and gathered together all the lords of the Philistines and said, “Send away the ark of the God of Israel, let it go back to its own place and not kill us and our people.” For a deadly panic had seized the entire city. The hand of God was very heavy there."},{"number":12,"text":"The men who did not die were stricken with the tumors, and the cry of lamentation from the city went up to heaven."}]}