{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":6,"verses":[{"number":1,"text":"The ark of the Lord was in the country of the Philistines for seven months."},{"number":2,"text":"Then the Philistines summoned the priests and the diviners, and said, “What should we do with the ark of the Lord? Show us how we should send it to its place.”"},{"number":3,"text":"They said, “If you are sending the ark of the God of Israel, you must not send it away empty. You must return to him a guilt offering. Then you will be healed and it will be made known to you why his hand is not removed from you.”"},{"number":4,"text":"Then they were asked, “What should the guilt offering be which we should return to him?” and they said, “Five golden tumors, and five golden rats, corresponding to the number of the lords of the Philistines; for one plague was upon you as well as upon your lords."},{"number":5,"text":"Therefore you should make images of your tumors, and images of your rats that ravage the land, and you should give glory to the God of Israel. Perhaps he will lighten his hand from on you and your gods and your land."},{"number":6,"text":"Why be stubborn, as the Egyptians and Pharaoh were stubborn? Remember how he made sport of them until they let Israel go?"},{"number":7,"text":"So take and prepare a new cart, and two milch cows which have never been yoked, and fasten the cows to the cart. But leave their calves behind them at home."},{"number":8,"text":"Take the ark of the Lord and place it on the cart and put the golden objects which you are returning to him as a guilt offering in a box at its side. Then send it on its way."},{"number":9,"text":"Watch; if it goes on the way to its own land, to Beth-shemesh, then it was the Lord was did us this great harm, but if not, then we will know that it was not his hand that stuck us but it was an accident that happened to us.”"},{"number":10,"text":"The men did all this. They took two mulch cows and fastened them to the cart, and shut up their calves at home."},{"number":11,"text":"They placed the ark of the Lord on the cart, and the box with the golden rats and the images of their tumors."},{"number":12,"text":"The cows took a straight course in the direction of Beth-shemesh. They went along the highway, lowing as they went, and did not turn left nor right. The lords of the Philistines went after them to the border of Beth-shemesh."},{"number":13,"text":"The inhabitants of Beth-shemesh were harvesting their wheat in the valley. They lifted up their eyes and saw the ark, and came rejoicing to meet it."},{"number":14,"text":"When the cart came into the field of Joshua of Beth-shemesh, it stood still there, near a great stone. So they chopped up the wood of the cart and offered the cows as a burnt offering to the Lord."},{"number":15,"text":"The Levites took down the ark of the Lord and the box that was with it, in which were the golden objects, and placed them on the great stone. The men of Beth-shemesh offered to the Lord on that day burnt offerings and ordinary sacrifices."},{"number":16,"text":"When the five lords of the Philistines saw it, they returned to Ekron on that day."},{"number":17,"text":"These are the golden tumors which the Philistines returned as a guilt offering to the Lord: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, and one for Ekron."},{"number":18,"text":"The golden rats correspond to the number of all the cities of the Philistines belonging to the five lords, both of fortified cities and of country villages. A witness is the great stone, by which they set down the ark of the Lord. To this day it is in the field of Joshua of Beth-shemesh."},{"number":19,"text":"The descendents of Jechoniah, however, did not rejoice with the men of Beth-shemesh, when they welcomed the ark of the Lord. So he killed seventy of them, and the people mourned because the Lord had struck the people with such a great slaughter."},{"number":20,"text":"The people of Beth-shemesh said, “Who is able to stand before the Lord, this holy God? To whom can we send him to be rid of him?”"},{"number":21,"text":"So they sent messengers to the inhabitants of Kiriath-jearim, saying, “The Philistines have brought back the ark of the Lord. Come and take it back with you.”"}]}