{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":7,"verses":[{"number":1,"text":"So the people of Kiriath-jearim came, and took the ark of the Lord, and carried it into the house of Abinadab on the hill, and consecrated Eleazar, his son, to guard the ark of the Lord."},{"number":2,"text":"Many years passed from the time the ark began to abide in Kiriath-jearim – twenty years. All the nation of Israel turned to the Lord,"},{"number":3,"text":"and Samuel spoke to all the nation Israel, saying, “If with all your heart you are returning to the Lord, then put away the foreign gods and the Astartes from among you and direct your hearts towards the Lord and serve him alone, so that he will deliver you out of the hand of the Philistines.”"},{"number":4,"text":"So the Israelites put away the Baals and the Astartes, and served the Lord only."},{"number":5,"text":"Then Samuel said, “Assemble all Israel at Mizpah and I will intercede for you with the Lord.”"},{"number":6,"text":"So they assembled at Mizpah, and drew water and poured it out before the Lord, and fasted all day and confessed, “We have sinned against the Lord.” And Samuel judged the Israelites in Mizpah."},{"number":7,"text":"When the Philistines heard that the Israelites had assembled at Mizpah, the lords of the Philistines marched against Israel. When the Israelites heard of it, they were afraid of the Philistines"},{"number":8,"text":"and said to Samuel, “Don’t cease to cry to the Lord our God for us, so that he will save us out of the power of the Philistines.”"},{"number":9,"text":"Samuel took a sucking lamb, and offered it as a whole burnt offering to the Lord, and cried to the Lord on behalf of Israel, and the Lord answered him."},{"number":10,"text":"While Samuel was offering the burnt offering, the Philistines drew near to fight against Israel. But the Lord thundered with a mighty voice on that day against the Philistines, and threw them into confusion, and they were defeated before Israel."},{"number":11,"text":"The men of Israel went forth from Mizpah and pursued the Philistines and struck them until they were below Beth-car."},{"number":12,"text":"Then Samuel took a stone and set it between Mizpah and Jeshanah and named it Ebenezer, saying, “This is how far the Lord has helped us.”"},{"number":13,"text":"So the Philistines were subdued and came no more within the border of Israel. The hand of the Lord was against the Philistines as long as Samuel lived."},{"number":14,"text":"The cities which the Philistines had taken from Israel were restored to Israel from Ekron to Gath. Israel recovered their territory from the power of the Philistines. There was peace between Israel and the Amorites."},{"number":15,"text":"Samuel judged Israel all the days of his life."},{"number":16,"text":"He used to go around from year to year in succession to Bethel, Gilgal, and Mizpah, and he used to judge Israel in all those places."},{"number":17,"text":"But he always returned to Ramah, for there was his home, and there he judged Israel. There he built an altar to the Lord."}]}