{"translation":"oeb-us","book":"1sa","bookName":"1 Samuel","chapter":8,"verses":[{"number":1,"text":"When Samuel grew old he appointed his sons judges over Israel."},{"number":2,"text":"The eldest was called Joel, and his second was called Abijah. They were judges in Beer-sheba."},{"number":3,"text":"However his sons did not follow his ways, but turned aside after unjust gain and took bribes and perverted justice."},{"number":4,"text":"So all the elders of Israel assembled and came to Samuel at Ramah,"},{"number":5,"text":"and they said to him, “You have become old and your sons don’t follow your ways. Appoint for us a king to rule us like all the other nations.”"},{"number":6,"text":"But the statement displeased Samuel, when they said, “Give us a king to judge us.” And Samuel prayed to the Lord."},{"number":7,"text":"The Lord said to Samuel, “Listen to the voice of the people and all that they say to you. For they have not rejected you, but they have rejected me from being king over them."},{"number":8,"text":"Like all the deeds which they have done to me since the day that I brought them up out of Egypt, even to this day, in that they have forsaken me and served other gods, so also are they doing to you."},{"number":9,"text":"Listen to what they have to say, but solemnly warn them, and show them the ways of the king who will reign over them.”"},{"number":10,"text":"Samuel told all the words of the Lord to the people who were asking him to appoint a king."},{"number":11,"text":"He said, “This will be the way of the king who will reign over you: he will take your sons and appoint them to his chariots and cavalry. They will run before his chariots,"},{"number":12,"text":"and he will appoint for himself commanders of thousands and commanders of fifties, and some to plow his ground and to reap his harvest and to make his implements of war and the equipment for his chariots."},{"number":13,"text":"He will take your daughters to be perfumers and to be cooks and to be bakers."},{"number":14,"text":"Of your fields and your vineyards and your oliveyards, he will take the best and give them to his servants."},{"number":15,"text":"He will take a tenth of your grain fields and of your vineyards and give to his eunuchs and to his servants."},{"number":16,"text":"He will take your male and female slaves, and the best of your cattle and your donkeys, and use them for his work."},{"number":17,"text":"He will take a tenth of your flocks, and you will become his slaves."},{"number":18,"text":"Then you will cry out in that day against your king whom you chose for yourselves, but the Lord will not answer you in that day.”"},{"number":19,"text":"But the people refused to listen to the voice of Samuel, and said, “No, we must have a king over us,"},{"number":20,"text":"so that we will like all other the nations, and so that our king can rule us and go out before us and fight our battles.”"},{"number":21,"text":"And Samuel heard all the words of the people and repeated them to the Lord."},{"number":22,"text":"And the Lord said to Samuel, “Listen to their voice and make them a king.” And Samuel said to the people of Israel, “Each of your return to your city.”"}]}