{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":1,"verses":[{"number":1,"text":"The messages of Jeremiah, the son of Hilkiah, a member of the priestly order resident in Anathoth in the district of Benjamin."},{"number":2,"text":"A message came to him from Jehovah in the thirteenth year of the reign of Josiah, the son of Amon, king of Judah;"},{"number":3,"text":"and (such messages) continued to come to him in the days of Jehoiakim, the son of Josiah, king of Judah, and up to the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, when in the fifth month the people of Jerusalem were swept into exile."},{"number":4,"text":"This is the message that came to me from Jehovah:"},{"number":5,"text":"\"My thoughts were upon thee before I created thee, And before thou wast born I had set thee apart, And appointed thee unto the nations a prophet.\""},{"number":6,"text":"And thus I made answer: \"Alas! O Lord Jehovah, Behold! I have no skill of speech, I am only a child.\""},{"number":7,"text":"Then Jehovah made answer to me: \"Do not plead thou art still but a child, Thou must go wheresoever I send thee, And say whatsoever I bid thee."},{"number":8,"text":"Be not afraid at the sight of them, 2 For I will be with thee to save thee.\""},{"number":9,"text":"Thus spoke Jehovah; then with His outstretched hand He touched my mouth and said to me: \"Herewith do I put My words in thy mouth,"},{"number":10,"text":"Behold this day do I give thee authority Over the nations and over the kingdoms, To uproot and demolish, destroy and tear down, To upbuild and to plant.\" The Reassuring Vision of the Almond Tree"},{"number":11,"text":"This further message came to me from Jehovah: \"What seest thou there, Jeremiah?\" (said the Voice)."},{"number":12,"text":"\"A branch of an almond tree,\" I answered. \"Thou hast seen truly,\" said Jehovah,\" for I am watching over My purpose, to perform it.\" The Vision of the Caldron of War"},{"number":13,"text":"Then there came to me a second message from Jehovah. \"What seest thou now?\" (said the Voice). \"A boiling pot,\" I answered, \"facing the north.\""},{"number":14,"text":"Then Jehovah said to me: From the north shall disaster break forth Over all that inhabit the land."},{"number":15,"text":"For I, saith Jehovah, do summon The northern kingdoms all; Each king shall come and set his throne At the gates that lead into Jerusalem, And against her encircling walls, And against all the cities of Judah."},{"number":16,"text":"I will utter My judgments against them Because of their wickedness; For Me they have forsaken, And to to other gods offered sacrifice, And bowed to the work of their hands. The Divine Summons and the Divine Assurance"},{"number":17,"text":"As for thee, gird up thy loins, Arise and declare unto them Whatsoever I command thee. Let the sight of them not dismay thee, Else I will dismay thee before them."},{"number":18,"text":"As for Me, behold! This day As a fortified city I make thee, A pillar of iron, a wall of bronze, Against the whole of the land– The kings and the courtiers of Judah, The priests and the folk of the land."},{"number":19,"text":"They will fight thee, but thou shalt be victor: For I – saith Jehovah most solemnly– I will be with thee to save thee. Israel’s Ancient Fidelity and Happiness"}]}