{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":10,"verses":[{"number":1,"text":"Listen, O household of Israel, to the word which Jehovah hath spoken to you."},{"number":2,"text":"Thus saith Jehovah: Learn not the ways of the heathen, And be not dismayed at the signs in the sky, As the heathen are dismayed;"},{"number":3,"text":"For heathen religion is vapour. A tree is cut down in the forest And fashioned by craftsman’s axe,"},{"number":4,"text":"Adorned with silver and gold–"},{"number":4,"text":"And fastened with nails and hammers, To keep them from toppling over."},{"number":5,"text":"They are altogether dumb, Like a scarecrow in garden of cucumbers; Carried they must needs be, For they cannot go of themselves. Be not afraid of them, then, For they have it not in their power To do either good or harm."},{"number":6,"text":"There is none like Thee, O Jehovah; Thou art great, and great is Thy name in might."},{"number":7,"text":"Who should not fear Thee, O King of the nations? For Thee it becometh well; For among the wise men of the nations all, And among their kingdoms all, There is none that is like unto Thee."},{"number":8,"text":"One and all, they are senseless and silly, Instructed of gods that are wooden."},{"number":9,"text":"With silver beat fine, brought from Tarshish, And gold that cometh from Ophir– And wrought by the craftsman and goldsmith, And robed in blue and in purple– The work of skilled men are they all–"},{"number":10,"text":"But Jehovah is God indeed, A living God, and a King everlasting; The earth at His wrath doth tremble, His anger no nation can bear."},{"number":12,"text":"He created the earth by His power, He established the world by His wisdom, He stretched out the heavens by His skill."},{"number":13,"text":"When He uttereth His voice, The waters roar in the heavens, And He causeth vapour to rise From the uttermost ends of the earth. Lightnings He made for the rain, And the wind He brings out of His storehouses."},{"number":14,"text":"How foolish is man with his knowledge! The goldsmith is shamed by his image; His idols are delusion,"},{"number":15,"text":"They are an empty mockery, In the hour of their trial they shall perish."},{"number":16,"text":"Not such is the Portion of Jacob, His God is the Framer of all things: Jehovah of Hosts is His name. The Approaching Doom of Exile"},{"number":17,"text":"Take up thy pack from the ground, (O Jerusalem), that sittest beleaguered."},{"number":18,"text":"For thus saith Jehovah, Behold, This time I will surely sling out The inhabitants of the land, And bring them into such straits That they shall melt for fear."},{"number":19,"text":"Ah! woe is me! I am broken, And smitten very sore, \"Yes, this is a stroke indeed,\" Said I, \"and I must bear it."},{"number":20,"text":"My tent is despoiled and perished, And all my cords are broken; My flock is vanished clean. There is none to stretch my tent, Or to hang up my curtains more."},{"number":21,"text":"For the shepherds are foolish grown, And nothing they care for Jehovah; For this cause they have not prospered, And all their flock is scattered."},{"number":22,"text":"Hark! a rumour! behold, it cometh, A mighty uproar from the land of the north, It shall make of the cities of Judah a waste, A place to be haunted of jackals. Prayer that Judgment may be Tempered with Mercy"},{"number":23,"text":"Well, O Jehovah, I know That a man’s way lies not with himself;` It is not in the power of man To walk and direct his steps."},{"number":24,"text":"When therefore Thou chastenest us, Do Thou deal, O Jehovah, in measure, And not in Thine indignation; For so wouldst Thou bring us to nothing."},{"number":25,"text":"Pour out Thy wrath on the heathen, That have not cared for Thee– And on tribes that invoke not Thy name; For Jacob they have devoured, They have desolated his dwelling. Jeremiah Exhorts the People to be True to the Demands of the Deuteronomic Law"}]}