{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":11,"verses":[{"number":1,"text":"The message which came to Jeremiah from Jehovah."},{"number":2,"text":"\"Listen to the words of this covenant, and declare them to the men of Judah and the inhabitants of Jerusalem."},{"number":3,"text":"Say to them, Thus saith Jehovah, the God of Israel: Accursed be the man that refuses to listen to the words of the covenant"},{"number":4,"text":"with which I charged your forefathers on the day that I brought them out of that iron furnace, the land of Egypt. I promised them then that, if they obeyed My voice, and conformed to all My commandments, they should be My people and I would be their God,"},{"number":5,"text":"and thus the oath would be established that swore to their forefathers – to give them a land flowing with milk and honey, as it is this day.\" Then I answered and said, \"Amen, Jehovah.\""},{"number":6,"text":"Jehovah then said to me, \"Make this proclamation throughout the cities of Judah and in the streets of Jerusalem: Listen to the words of this covenant and act upon them."},{"number":7,"text":"For early and late, ever since the day that I brought your forefathers out of the land of Egypt up to this day, I have been earnestly adjuring them to listen to My voice;"},{"number":8,"text":"but instead of obediently inclining their ear, every man of them followed the dictates of his own wicked and stubborn heart; so I brought upon them all the threats of this covenant which I had charged them to observe, but which they failed to observe.\""},{"number":9,"text":"Further Jehovah said to me, \"The people of Judah and the inhabitants of Jerusalem have been engaged in a manifest conspiracy (against Me)."},{"number":10,"text":"They have reverted to the sins of their forefathers who refused to listen to My words, and they are actually indulging in the worship of other gods: the households of Israel and Judah alike have broken the covenant I made with their forefathers."},{"number":11,"text":"Therefore thus saith Jehovah: Mark this – I will bring upon them a disaster which they shall be powerless to escape; and when they cry to Me, I will turn a deaf ear."},{"number":12,"text":"Then the cities of Judah and the inhabitants of Jerusalem shall go and cry to the gods to whom they burn sacrifice; but no help shall they get from them in the day of their calamity:"},{"number":13,"text":"for your gods, O Judah, are as numerous as your cities; and as numerous as the streets of Jerusalem are the altars you have set up for sacrifice in the scandalous worship of the Baal."},{"number":14,"text":"As for thyself, offer no prayer for this people, raise no cry or prayer on their behalf; for I will not listed when they call to Me in the day of their calamity."},{"number":15,"text":"What business hath My Beloved In My house, after conduct so vile? Shall vows and the sacred flesh Avert from thee thy doom Then mightest thou rejoice."},{"number":16,"text":"A spreading, graceful olive Jehovah had called thy name; But to the roar of a mighty storm He hath set it ablaze with lightning, And the branches thereof are marred."},{"number":17,"text":"For Jehovah of Hosts that planted thee hath pronounced evil against thee in requital for the evil in which the households of Israel and Judah have vexatiously indulged, by burning sacrifice to the Baal.\" A Plot against Jeremiah’s Life"},{"number":18,"text":"I knew – for Jehovah had told me, And revealed to me what they were doing:"},{"number":19,"text":"But I – like an innocent lamb That is led to the slaughter was I. Yea, all unconscious was I Of the plots they were plotting against me– To ruin the tree with its sap, From the land of the living to root me And banish my name out of mind."},{"number":20,"text":"But Jehovah of Hosts, Thou righteous Judge, Who mind and heart dost prove, Let me see Thy vengeance upon them, For on Thee have I rolled my cause."},{"number":21,"text":"Therefore, thus saith Jehovah concerning the men of Anathoth who seek thy life and threaten thee with death at their hands, if thou preach in the name of Jehovah:"},{"number":22,"text":"Therefore saith Jehovah of Hosts, Behold I will visit them sternly; Their young men shall die by the sword, Their sons and their daughters shall perish with hunger."},{"number":23,"text":"Not one of them shall be left; For over the men of Anathoth Calamity I will bring In the year of their visitation."}]}