{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":12,"verses":[{"number":1,"text":"\"Righteous art thou, O Jehovah, when I make my plaint unto Thee; Yet the case I would reason with Thee. Why do the wicked prosper? And why do the faithless all flourish?"},{"number":2,"text":"Thou plantest them, yea, they take root; They spread, yea, they bring forth fruit. You are always on their lips, But far, far away from their hearts."},{"number":3,"text":"But Thou, O Jehovah, dost know me, My heart towards Thee Thou hast proved. Pull them out, then, like sheep for the slaughter, To the day of slaughter devote them."},{"number":4,"text":"How long must the land still mourn, And the herbs of the fields be all withered? Beast and bid are vanished, Because of the sin of her people, Who think God is blind to their ways.\""},{"number":5,"text":"\"If thy race with the footmen hath wearied thee, How wilt thou vie with the horse? If thou takest to flight in a land that is safe, Then how wilt thou do on the jungle of Jordan?"},{"number":6,"text":"For thy father’s household, thine own very brethren, Even they have played thee false. They pursue thee with clamours loud: Trust them not, when they speak thee fair.\" Lament over the Havoc wrought upon Judah by her Neighbours"},{"number":7,"text":"My house I have forsaken, My heritage I have cast off; Into the hands of her foes I have given the Beloved of My soul."},{"number":8,"text":"My darling is grown to Me (fierce) As a lion in the jungle; She hath lifted her voice against Me, And therefore I abhor her."},{"number":9,"text":"Is My darling a speckled bird, That the birds circle round and assail her? Come, all ye beasts of the field, Come hither to devour."},{"number":10,"text":"Shepherds many have ruined My vineyard, And trampled My ground under foot; They have turned My pleasant inheritance Into a desolate wilderness."},{"number":11,"text":"They have made it a desolation, It mourneth, ah me! all desolate. Desolate all is the land, But no one cares."},{"number":12,"text":"Upon all the bare heights in the wilderness Spoilers have descended; For the sword of Jehovah devours From one end of the land to another; No peace is there for any."},{"number":13,"text":"Wheat they have sown, but thorns they have reaped; Their labour hath profited nothing; Their harvest shall bring them to shame, Because of Jehovah’s hot anger."},{"number":14,"text":"This is the word of Jehovah, To all Mine evil neighbours That put forth a hand on the heritage I gave to My people Israel. Behold! I will pluck them away from their land, And the household of Judah I pluck from the midst of them;"},{"number":15,"text":"But when thus I have plucked them away, I will once more take pity upon them, And bring each man back to his heritage, Each to his own land again."},{"number":16,"text":"And if ever they master the ways of My people, To swear by My name, \"As Jehovah liveth,\" As they once taught My people to swear by the Baal, They shall then be built up in the midst of My people."},{"number":17,"text":"But the nation that will not listen, I will pluck clean away and destroy, saith Jehovah. The Parable of the Waistcloth"}]}