{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":13,"verses":[{"number":1,"text":"Jehovah told me to go and buy a linen waistcloth and put it on my loins, taking care not to let it get into water."},{"number":2,"text":"So I bought a waistcloth, as Jehovah had bidden me, and I put it on my loins."},{"number":3,"text":"Then a second message from Jehovah came to me, telling me"},{"number":4,"text":"to take the waistcloth I had bought, that was on my loins, and to proceed to Parah and bury it there in a chink of the rock."},{"number":5,"text":"So I went and buried it at Parah, as Jehovah had charged me."},{"number":6,"text":"Many days after, Jehovah told me to proceed to Parah and remove the waistcloth which He had charged me to bury there."},{"number":7,"text":"Then I went to Parah and dug out and took the linen waistcloth from the place where I had buried it; and lo! the waistcloth was ruined – it was good for nothing."},{"number":8,"text":"Then there came to me this word from Jehovah:"},{"number":9,"text":"Thus saith Jehovah, Ruin like this I will bring upon the soaring pride of Judah and Jerusalem."},{"number":10,"text":"As for these depraved people who, refusing to listen to My words, follow the dictates of their own stubborn hearts and indulge in the worship and service of other gods – let them become like this waistcloth, good for nothing."},{"number":11,"text":"For, as the waistcloth clings to a man’s loins, so would I have had the whole household of Israel and Judah cling unto Me, saith Jehovah, to be My people, a source of renown and praise and glory: but they would not listen. The Parable of the Jars"},{"number":12,"text":"Take to them therefore this message: Thus saith Jehovah the God of Israel, \"Every jar must be filled with wine.\" And if they say to thee, \"Why, of course we know that every jar must be filled with wine,\""},{"number":13,"text":"then this is what thou shalt say to them: Thus saith Jehovah: Soon – mark it well – I will fill with drunkenness all the inhabitants of this land – the kings that sit upon the throne of David, the priests, the prophets, and all the inhabitants of Jerusalem;"},{"number":14,"text":"and I will dash them, saith Jehovah, one against another, fathers and sons together. I will neither spare nor pity: no compassion shall restrain Me from destroying them. The Tender Solemn Warning"},{"number":15,"text":"O hear and give ear, be not haughty; Jehovah hath spoken."},{"number":16,"text":"To Jehovah your God give ye glory, Before it grows dark, And ere yet, on the mountains of twilight, With feet that are stumbling, Ye look for the light, which to gloom And thick darkness He turneth."},{"number":17,"text":"But should ye refuse to give heed, Then in secret my soul shall weep, Because of your pride: And with tears that flow ever and ever Mine eyes shall run down For the flock of Jehovah, afar To captivity taken. Lament on the Approaching Fate of King Jehoiachin and the Queen Mother"},{"number":18,"text":"Say to the King and the Queen Mother, Low ye be seated; For down from your head hath been hurled Your glorious crown."},{"number":19,"text":"The towns in the south land are shut, There is no one to open them; All Judah is swept into exile, Swept all into exile. Lament over the Sin and the Doom of Jerusalem"},{"number":20,"text":"Jerusalem, lift up thine eyes and behold How they come from the north. Where is thy beautiful flock, Even the sheep that were given thee?"},{"number":21,"text":"What wilt thou say when He calleth– To lord over thee– The men thou thyself didst instruct To approach thee as lovers? Shall anguish not clutch at thee hard As of woman in travail?"},{"number":22,"text":"But if in thy heart thou shouldst say, \"Why is this come upon me?\" Thy manifold guilt is the cause That thy skirts are stripped off And thy modesty outraged."},{"number":23,"text":"Can the African change his skin, Or the leopard his spots? Just as helpless art thou to do good That art wont to do evil."},{"number":24,"text":"And so to the winds of the desert Like stubble that flies I will scatter them."},{"number":25,"text":"This is thy lot, this the portion I measure to thee, saith Jehovah; Because thou forgattest Me, And hast trusted in falsehood."},{"number":26,"text":"Thy skirt I Myself will lift over thy face, That thy shame may be seen."},{"number":27,"text":"Thine adulteries and thy neighings, Thy harlotry foul– In the field, on the hills, I have seen– Thy detestable doings. Woe unto thee, O Jerusalem! How long time yet must pass Until thou be cleansed? A Grievous Drought and the Thoughts it Awakened in the Prophet"}]}