{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":14,"verses":[{"number":1,"text":"The message which came from Jehovah to Jeremiah with regard to the drought."},{"number":2,"text":"Judah doth mourn, and the gates thereof languish; (Her people) are sitting in black on the ground, And a cry rises up from Jerusalem."},{"number":3,"text":"Her nobles have sent their attendants for water; They come to the cisterns, no water they find: Back then they go with their pitches empty, In shame and confusion they cover their heads."},{"number":4,"text":"Dismayed are the men that till the ground, Because on the land no rain hath fallen; The ploughmen cover their heads in confusion."},{"number":5,"text":"Yea, even the hind in the field forsaketh The young that she bore, because grass there is none."},{"number":6,"text":"And the wild asses stand on the bleak bare heights, Panting for air, like the crocodile, And the light dieth out of their eyes, Because herbage there is none."},{"number":7,"text":"And yet though our sins rise in witness against us, Jehovah, O act, for Thine own name’s sake; For many a time have we turned from Thee back, And against Thee we have sinned."},{"number":8,"text":"O Thou that art Israel’s Hope, Her Saviour in time of trouble, Why like a stranger art Thou in Thy land, Like a traveller who turneth to lodge but a night?"},{"number":9,"text":"Why shouldst Thou be like a man fast asleep, Like a warrior powerless to save? Yet Thou, O Jehovah, art here in our midst, By thy name we are called: O leave us not."},{"number":10,"text":"Touching this people Jehovah thus answered: Thus do they love to wander With unrestrained feet, But Jehovah cannot accept them: Their guilt He now calleth to mind, Their sins He will visit with chastisement."},{"number":11,"text":"And Jehovah said to me: Offer no prayer for the welfare of this people."},{"number":12,"text":"When they fast, I will be deaf to their cry; when they offer burnt-offerings and cereal offerings, I will not accept them. By sword, by famine, by pestilence, I will consume them."},{"number":13,"text":"To this I made answer: Oh! Lord Jehovah, see! The prophets are ceaselessly telling them that they will never see the sword or suffer from famine, but that Thou wilt bestow upon them stable peace in this place."},{"number":14,"text":"Then Jehovah said to me: The prophets are but preaching lies in My name. I never sent them; they have no commission from Me; not a word have I spoken to them. What thy preach to you is nothing but a tissue of lying visions and idle divinations and inventions of their own deceitful hearts."},{"number":15,"text":"This therefore is the message of Jehovah concerning those prophets who, without any commission from Me, are ceaselessly preaching that this land will never suffer from sword or famine: by sword and famine shall those very prophets themselves be consumed,"},{"number":16,"text":"and the people they preach to shall be flung out in the streets of Jerusalem as victims of sword and famine, and they shall lie unburied – themselves, their wives, their sons, their daughters; for I will pour their wickedness over them."},{"number":17,"text":"This is the word thou shalt speak to them: Mine eyes run down with tears By night and day unceasing; For the daughters of my people Is broken, grievously broken, With a wound exceeding sore."},{"number":18,"text":"If to the field I go forth, Lo, the slain of the sword lie there; And if into the city I go, Lo, there lie the victims of famine: Yea, prophet and priest alike, All witless, lie crouched on the ground,"},{"number":19,"text":"Hast Thou utterly cast away Judah? Is Zion grown loathsome to Thee? Why hast Thou smitten us so, That we can find no healing? We look for peace, but no good cometh: For a season of healing, but lo! dismay."},{"number":20,"text":"We acknowledge, Jehovah, our wickedness, The guilt of our fathers also; For we have sinned against Thee."},{"number":21,"text":"For Thy name’s sake, O spurn us not, O shame not Thy glorious throne: O remember and break out Thy covenant with us."},{"number":22,"text":"Of the worthless gods of the heathen Is there one that can bring down rain? Can the sky give showers of itself? Is it not Thou alone that canst do this– Jehovah, our God, whom we wait for? Yea, these things are all Thy creation."}]}