{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":15,"verses":[{"number":1,"text":"Then Jehovah said to me: Though Moses and Samuel stood before Me, Yet no learning of heart could I have for this people; Away with them out of My sight – let them go."},{"number":2,"text":"When they ask thee where they shall go, Then say to them, Thus saith Jehovah: To death, those destined to death; To the sword, those doomed to the sword; To famine, those destined to famine, To exile, those destined to exile."},{"number":3,"text":"And I, saith Jehovah, will set over them four kinds (of destroyers) – the sword to slay, the dogs to tear, the birds of the air to devour, and the beasts of the earth to destroy;"},{"number":4,"text":"and I will make them an object of consternation to every kingdom in the world, in return for all the evil wrought in Jerusalem by Manasseh, the son of Hezekiah, king of Judah."},{"number":5,"text":"O Jerusalem, who will then pity thee? Who will commiserate thee? Who will go out of his way To enquire how it fareth with thee?"},{"number":6,"text":"Thou hast cast Me off, saith Jehovah, Thou ever wentest backward; So, weary at length of relenting, I stretch out My hand to destroy thee."},{"number":7,"text":"With winnowing-fork I will winnow thee, In every gate of the land. I will make My people childless, And destroy them because of their wickedness,"},{"number":8,"text":"Their widows are more in number Than the sand of all the seas. A destroyer I will bring Upon mother and suckling at noon-day; I will bring of a sudden upon her Agitation and dismay."},{"number":9,"text":"The mother of seven shall languish, And she shall swoon away; Her sun shall go down in the day-time, Ashamed and abashed shall she be. And the rest of them I will deliver To the sword in the face of their foes."},{"number":10,"text":"Alas for me! mother of mine, that bore me To strive and to struggle with all the world. Never lender nor borrower was I, Yet one and all they curse me."},{"number":11,"text":"To their curses be \"Amen, Jehovah,\" If ever I failed to entreat Thee For a blessing upon my foes In their time of distress and disaster."},{"number":12,"text":"Is the arm in my shoulder of iron? Or is my brow of brass?"},{"number":15,"text":"O Jehovah, remember and visit me, Avenge me of my tormentors; Let not Thine anger tarry. Bethink Thee – it is in Thy cause That I have been laden with insult."},{"number":16,"text":"They spurn Thy words – every man of them. But to me is Thy word a delight, The very joy of my heart; For I have been called by Thy name, O Jehovah, Thou God of Hosts."},{"number":17,"text":"No happy seat was mine At gatherings of the merry; But lonely I sat, for Thy hand was upon me: With (holy) wrath Thou hast filled me."},{"number":18,"text":"Oh why is my pain unceasing? And why is this wound of mine cureless? Like a treacherous brook wilt Thou be unto me, Like waters that are unsure?"},{"number":19,"text":"Thus therefore saith Jehovah: If thou turn again, I will restore thee, And thou shalt be My servant. Let thy speech but be noble, not petty, And so thou shalt be My mouthpiece; They then may turn unto thee, But thou shalt not turn unto them."},{"number":20,"text":"And unto this folk I will make thee A fortified wall of bronze. They will fight thee, but thou shalt be victor; For I will be with thee to save thee, And rescue thee – thus saith Jehovah."},{"number":21,"text":"Yes, I from the land of the wicked will rescue thee, I from the clutch of the cruel will redeem thee. Predictions of Coming Disaster"}]}