{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":16,"verses":[{"number":1,"text":"There came to me this message from Jehovah:"},{"number":2,"text":"Thou shalt not take thee a wife, Saith Jehovah, the God of Israel; Nor shalt thou have any sons Or daughters in this place."},{"number":3,"text":"For thus Jehovah saith Concerning the sons and the daughters That in this place are born, And concerning the mothers that bore them, And the fathers that begat them:"},{"number":4,"text":"\"A grievous death shall they die, Unburied, unlamented; Like dung on the face of the field shall they be, They shall perish by sword and famine; By the birds of the air and the beasts of the earth Shall their corpses be devoured.\""},{"number":5,"text":"For thus Jehovah saith: Do not enter the house of grief, Nor go to make lament, And raise for them no wailing; Because from this (My) people I have taken away My peace."},{"number":6,"text":"Both great and small in this land shall die, They shall be unburied, unmourned; Not a man shall gash his body, Or shear his hair for them."},{"number":7,"text":"No bread shall be broken for mourners, To comfort them for the dead; Nor shall cup of consolation Be given for father or mother."},{"number":8,"text":"Do not enter the house of feasting, To sit with them, eating and drinking."},{"number":9,"text":"For thus saith Jehovah of Hosts, The God of Israel: Mark this – ye shall live to see it– This place I will bring to silence, The voice of mirth and gladness, The voice of bridegroom and bride."},{"number":10,"text":"After thou hast delivered this message to the people, they will ask thee why Jehovah has doomed them to all this misery. \"What is our guilt,\" they will say, \"and what is the sin we have committed against Jehovah our God?\""},{"number":11,"text":"Tell them then, \"Jehovah doth solemnly declare: it is because your fathers abandoned Me for the worship and the service of other gods; yes, they abandoned Me and neglected My law."},{"number":12,"text":"And your own behaviour has been worse than that of your fathers. See how every man of you is following the impulses of his own wicked and stubborn heart and refusing to listen to Me."},{"number":13,"text":"For this, then, I will hurl you out of this land into a land that is strange to you and your fathers; and there, day and night, ye shall serve other gods; for no favour shall ye have from Me.\""},{"number":16,"text":"Behold, I will send many fishers, And them they shall fish, saith Jehovah; And then will I send many hunters, And they shall hunt them down From every mountain and hill And out of the clefts of the rocks."},{"number":17,"text":"For Mine eyes are all their ways, From My face they are not concealed, And their guilt is not hid from Mine eyes."},{"number":18,"text":"I will therefore requite them double For all their guilt and sin, In profaning My land with the carcases Of their detestable idols, And filling Mine inheritance With their abominations."},{"number":19,"text":"O Jehovah, my strength and my stronghold, My refuge in time of trouble, To Thee from the ends of the earth Shall nations come and say, \"Only lies have our fathers inherited, Empty and useless (idols).\""},{"number":20,"text":"Shall a man make gods for himself, Which yet are no gods at all?"},{"number":21,"text":"See then! I will give them to feel– This once I will give them to feel– The weight of My mighty hand: And then shall they know that My name is Jehovah."}]}