{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":17,"verses":[{"number":1,"text":"The sin of Judah is written With pencil of iron; With diamond point it is graven On the tablet of their heart, On the horns of their altars,"},{"number":2,"text":"On every green tree, On every high hill,"},{"number":3,"text":"On the heights in the field. Thy substance and all thy treasures As spoil I will give, In requital for all the sins That pervaded thy borders."},{"number":4,"text":"And then thou shalt slack thy hold Of the land that I gave thee: I will make thee the slave of thy foes In a land that is strange to thee; For a fire in Mine anger is kindled That burneth for ever. The Joy and Wisdom of Trust"},{"number":5,"text":"Thus saith Jehovah: Accursed the man that trusteth in man, And maketh flesh his arm, While his heart is estranged from Jehovah."},{"number":6,"text":"Like a bare desert shrub shall he be, No destiny fair shall be his; His home is the scorching wilderness, A salt uninhabited land."},{"number":7,"text":"But blessed the man that trusteth Jehovah, That maketh Jehovah his confidence;"},{"number":8,"text":"Like a tree shall he be, by the waters planted, That stretcheth its roots out towards the stream, And is never afraid for the coming of heat, But its leaves are for ever green– In the year of drought untroubled– And it yieldeth fruit without ceasing. The Prophet’s Prayer"},{"number":9,"text":"\"The heart is most treacherous of all things, And sick beyond cure: who can know it?\""},{"number":10,"text":"\"I, Jehovah, am Searcher of hearts, And Tester of thoughts am I, To give each what his doings have earned, To let each reap the fruit of his deeds.\""},{"number":11,"text":"Like a patridge that sitteth on eggs That it hath not laid, Is the man that getteth him riches In ways unjust. In the midst of his days he must leave them, His end shall declare him a fool."},{"number":12,"text":"A glorious throne, set on high from of old, Is the site where standeth our holy place."},{"number":13,"text":"O Jehovah, Thou Hope of Israel, Put to shame shall all be that forsake Thee; Yea, they that prove faithless to Thee In the land shall be put to confusion; Because they have forsaken The Fountain of Living Water."},{"number":14,"text":"\"Heal me, Jehovah, and I shall be healed; Save me, and I shall be saved indeed: For Thou art my Praise."},{"number":15,"text":"Mark how they say to me ceaselessly ’Where is the word of Jehovah? Pray, now, let it come to pass.’"},{"number":16,"text":"Yet never for this did I urge Thee To bring on the evil day, Nor ever have longed in my heart For the day of disaster – Thou knowest. The words that came forth from my lips Lie open before Thy face."},{"number":17,"text":"O be not a terror to me, Thou Refuge of mine in the day of evil."},{"number":18,"text":"Confusion on them that torment me– On them, but not on me: Be dire dismay upon them– On them, but not on me; Bring the day of disaster upon them, With two-fold destruction destroy them.\" The Sanctity of the Sabbath"},{"number":19,"text":"Jehovah commanded me to go and take my stand at the Benjamin gate, through which the kings of Judah go in and out, and at all the gates of Jerusalem,"},{"number":20,"text":"and there He charged me to address them as follows: \"Ye kings of Judah, and all ye citizens of Judah and Jerusalem that pass through these gates,"},{"number":21,"text":"Thus saith Jehovah: As ye value you lives, be very careful not to carry a burden or to bring anything of the kind through the gates of Jerusalem on the Sabbath day;"},{"number":22,"text":"also to carry no load out of your houses on the Sabbath day, and to do no work of any kind, but to keep the Sabbath day holy, as I commanded your forefathers."},{"number":23,"text":"But instead of obediently inclining their ear, they stiffened their neck; they would have nothing to"},{"number":24,"text":"do with obedience or discipline. If you, however, will give earnest heed to Me, saith Jehovah, and refrain from bringing loads through the city gates on the Sabbath day, if you keep the Sabbath day holy and abstain from work of every kind,"},{"number":25,"text":"then kings that sit upon the throne of David shall enter the gates of this city riding on chariots and horses, accompanied by their princes, the men of Judah, and the citizens of Jerusalem; and the city shall be inhabited for ever."},{"number":26,"text":"From the cities of Judah, the neighbourhood of Jerusalem, and the district of Benjamin, from the lowland, the hill country, and the south, men shall come to the Temple with burnt-offerings and sacrifices, oblations and frankincense, and praise-offerings."},{"number":27,"text":"If, however, you refuse to give heed to Me and to keep the Sabbath day holy by refraining from carrying burdens through the gates of Jerusalem on the Sabbath day, then I will kindle in her gates a fire unquenchable, that shall devour the palaces of Jerusalem. The Lesson of the Potter and the Clay"}]}