{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":18,"verses":[{"number":1,"text":"Jeremiah received from Jehovah the message which follows:"},{"number":2,"text":"\"Rise and go down to the potter’s house– I have somewhat to say to thee, which I will communicate to thee there.\""},{"number":3,"text":"So I went down to the potter’s house: and there he was – engaged on a piece of work at the wheel."},{"number":4,"text":"Now, if the thing he was making was spoiled in his hands, he would just shape the material over again into another such vessel as he had decided to make."},{"number":5,"text":"Thereupon there flashed upon me this message from Jehovah."},{"number":6,"text":"\"Cannot I,\" He said, \"deal with you, O household of Israel, like this potter? You are in My hand just like the clay in the potter’s hand."},{"number":7,"text":"At one moment I may decide to pluck up or break down and destroy some nation of kingdom;"},{"number":8,"text":"but if the nation whose fate I have decreed turn from its wickedness, then I relent and do not execute the doom I had planned for it."},{"number":9,"text":"At another moment I may decide to build up or to plant some nation of kingdom;"},{"number":10,"text":"but if its behaviour displeases Me, if it refuses to listen to My voice, then I will retract the favours I had intended to confer upon it."},{"number":11,"text":"Now, therefore, make this announcement to the men of Judah and the citizens of Jerusalem, Thus saith Jehovah: Beware! I am shaping calamity for you, I am fashioning plans for your discomfiture. Turn, then, every man of you, from your evil ways, and amend your life and behaviour.\""},{"number":12,"text":"But they will say, \"No, there is no hope of that: rather will we follow devices of our own and yield, every man of us, to the impulses of our wicked and stubborn hearts.\""},{"number":13,"text":"Thus therefore saith Jehovah: Ask any heathen man If he ever heard aught like this? An utterly horrible thing Hath been wrought by the Virgin of Israel."},{"number":14,"text":"Doth the white snow vanish from Sirion’s crags? Do the rills that flow cold from the hills ever dry?"},{"number":15,"text":"Yet Me hath My people forgotten; The gods that they worship are phantoms. They have stumbled upon the way Ordained for them of old, And turned into bypaths That never were truly laid."},{"number":16,"text":"So their land shall be made a horror– An everlasting scorn. It shall fill every traveller with horror– Thereat he will shake his head,"},{"number":17,"text":"I will scatter them like the sirocco Before the face of their foes. Not My face, but My back, will I show them, In the day of their calamity. Plots against Jeremiah"},{"number":18,"text":"Then said they, \"Come, let us forge A plot against Jeremiah. For the priests will not lack for instruction to offer, Nor the wise men for counsel to render, Nor the prophet for words to declare. Come, with the tongue let us smite him, Let us watch him in all that he says.\""},{"number":19,"text":"O Jehovah, give heed unto me, And hearken to my contention."},{"number":20,"text":"Shall evil be rendered for good That a pit they have dug for my life? Call to mind how I stood before Thee, To utter a prayer for their welfare, And to turn Thy fury from them."},{"number":21,"text":"Abandon Thou therefore their children to famine, Deliver them up to the sword; Let their wives become childless widows, Let their men be slain of death, And their youths may the sword smite in battle."},{"number":22,"text":"Let a cry ring out from their houses, When swiftly Thou bringest the raiders upon them; For a pit they have dug to take me, And snares they have hid for my feet."},{"number":23,"text":"For well, O Jehovah, Thou knowest How they plotted against me to slay me. O pardon not their guilt, And blot not their sin from Thy sight. Let them prostrate be hurled before Thee; Deal Thou with them in the time of Thine anger. The Lesson of the Broken Flask and its Consequences for Jeremiah"}]}