{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":19,"verses":[{"number":1,"text":"Then Jehovah commanded me to go and buy a potter’s earthenware flask, and, accompanied by a few elders of the people and a few priests,"},{"number":2,"text":"to proceed to the Valley of the son of Hinnom by the entry of the Potsherd gate, and there announce the message with which He would charge me."},{"number":3,"text":"And the message was this: \"Listen, ye kings of Judah, and ye citizens of Jerusalem, to what Jehovah is about to say: Thus saith Jehovah of Hosts, the God of Israel: Mark this well. I will soon bring such a catastrophe upon this place as will make the ears of all who hear of it tingle;"},{"number":4,"text":"because they have forsaken Me and denationalised this place by their burnt-offerings to other gods, strange alike to them and their forefathers; and the kings of Judah have filled this place with the blood of innocent men."},{"number":5,"text":"They have built Baal sanctuaries to burn their sons in the fire as offerings to Baal, though this was no commandment of Mine – such a thing never entered into My mind."},{"number":6,"text":"Mark this, therefore: days are coming, saith Jehovah, when this place shall be no more called Topheth, nor the Valley of the son of Hinnom, but the Valley of Slaughter;"},{"number":7,"text":"and I will spill upon the ground the wisdom of Judah and Jerusalem in this place. I will lay them low by the sword of their enemies and by the hands of those that seek their life: their dead bodies I will give to the birds of the air and the beasts of the earth to devour."},{"number":8,"text":"And I will make this city a horror and a scorn; all that pass by her shall be filled with horror and with"},{"number":9,"text":"scorn at all the blows that I shall rain upon her. I will drive them to eat the flesh of their sons and daughters: in the stress of the siege to which they shall be reduced by their enemies and by those that seek their life, they will devour one another."},{"number":10,"text":"Then thou shalt break the flask in the presence of the men that accompany thee,"},{"number":11,"text":"and thou shalt say to them, Thus saith Jehovah of Hosts: This is how I will shatter this people and this city, just as a potter’s jar is shattered beyond all possibility of repair; and Topheth shall be used as a burying-place for want of room (elsewhere)."},{"number":12,"text":"This is how I will deal, saith Jehovah, with this place and its inhabitants – I will"},{"number":13,"text":"make this city like Topheth; and the houses of Jerusalem and of the kings of Judah shall be, like the place of Topheth, defiled – all the houses, that is, from whose roofs the smoke of sacrifice has ascended to the host of heaven, and drink-offerings have been poured out to other gods."},{"number":14,"text":"Then Jeremiah returned from Topheth to which Jehovah had sent him on his prophetic errand; and, taking his stand in the Temple court he thus addressed the assembled people:"},{"number":15,"text":"\"Thus saith Jehovah of Hosts, the God of Israel, Mark this well; soon I will bring upon this city and upon all her villages the full measure of disaster with which I have threatened her, because they have stiffened their necks and refused to listen to My words.\""}]}