{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":2,"verses":[{"number":1,"text":"There came to me this message from Jehovah:"},{"number":2,"text":"Go and proclaim in the hearing of Jerusalem: Thus saith Jehovah: I remember the love of thy youth– An affectionate bride wast thou– When thou followedst Me in the desert, A land that was all unsown;"},{"number":3,"text":"Then Israel belonged to Jehovah, His first-fruits, sacred to Him. Whosoever devoured her was punished, On such did disaster fall. Israel’s Long Record of Infidelity with its Bitter Consequences"},{"number":4,"text":"Hear the word of Jehovah, O household of Jacob, And all ye families of the household of Israel:"},{"number":5,"text":"Thus saith Jehovah: What wrong did your fathers discover in Me, That they went from Me afar, To follow after vanities, Till they, too, became a vanity,"},{"number":6,"text":"And never sought after Jehovah, Who brought them up out of Egypt, And led them through the desert, A land of steppes and pits, A land of drought and gloom, A land that no man traversed, A land where no man dwelt?"},{"number":7,"text":"And I brought you into a garden-land, To enjoy its fruits and its good things: But ye came and defiled My land And made Mine inheritance loathsome,"},{"number":8,"text":"No priest was heard any more Enquiring after Jehovah; They that handle the law did not know Me, The rulers rebelled against Me. The prophets spoke by Baal, And followed useless idols."},{"number":9,"text":"I must therefore contend with you still, And with your children’s children."},{"number":10,"text":"Pass across to the isles of Cyprus, Or send afar unto Kedar; Note carefully, and see, Hath there ever been aught like this?"},{"number":11,"text":"Hath ever a nation exchanged its gods, Though they be no gods at all? But My people hath exchanged Their Glory for useless idols."},{"number":12,"text":"Be appaled at this, ye heavens, And shudder exceedingly."},{"number":13,"text":"For My people, saith Jehovah, Have done two evil things: Me they have forsaken, The Fountain of Living Water, To hew for themselves leaking cisterns, That can hold no water at all."},{"number":14,"text":"Is Israel a servant? Or is he a home-born slave? Why then hath he fallen a prey?"},{"number":15,"text":"And why are his cities wasted? Young lions have roared against him, And lifted up their voice; They have made his land all desolate, And no man dwelleth therein."},{"number":16,"text":"Yea, the people of Memphis and Daphnae Have shorn the crown of thy head;"},{"number":17,"text":"And is this not come upon thee Through forsaking Jehovah thy God?"},{"number":18,"text":"Now why dost thou wander to Egypt And drink the waters of Nile? And why dost thou go to Assyria, To drink of the streams of Euphrates?"},{"number":19,"text":"Thy defection shall bring thee pain, And thy wickedness sore reproof; Thou shalt know and see for thyself What a bitte thing it is To forsake Jehovah thy God, And to cherish no awe of Me, Saith the Lord Jehovah of Hosts."},{"number":20,"text":"For of old thou didst break thy yoke, And burst thy bonds in sunder; Thou saidst, \"I refuse to serve:\" But high upon every hill And under every green tree Thou didst stretch thee, playing the harlot."},{"number":21,"text":"Yet I as a choice vine had planted thee– Sound was thy stock altogether; But now art thou turned to be bitter, Thou wild degenerate vine!"},{"number":22,"text":"For though thou shouldst wash thee with soda, And take thee abundance of soap, Yet the Lord, as He seeth thy guilt, Shall declare it of deepest dye."},{"number":23,"text":"How canst thou say, \"All stainless am I, I have not gone after the Baals\"? Look at thy way in the Valley, And know what thou hast done. A swift young camel art thou, That courseth hither and thither,"},{"number":24,"text":"A heifer run wild in the desert, Aglow with the heat of ther passion; That sniffeth the wind in her longing, And who can turn her back? No one need wearily seek her– In her month she is sure to be found."},{"number":25,"text":"Run not the shoes off thy feet, And spare thy throat, lest it parch. But thou saidst,\"There is no hope – none: For I am in love with strangers, And after them will I go.\""},{"number":26,"text":"But Israel’s house shall be shamed As a thief that is caught is ashamed– They and their kings and their princes, Their priests and their prophets together;"},{"number":27,"text":"That say to a stock, \"My father,\" To a stone, \"It is thou that hast borne me.\" For unto Me they turned Their backs and not their faces; Yet in time of trouble they say, \"O rise Thou up and save us.\""},{"number":28,"text":"But where are the gods thou didst make thee? Let them arise, if they Can save thee in time of trouble; For as many as are thy cities, So many thy gods, O Judah."},{"number":29,"text":"Why do ye wrangle with Me? For wicked ye are, every man of you; Rebels are ye, saith Jehovah– Rebels against Me, each man of you."},{"number":30,"text":"In vain have I smitten your children, They would not receive correction; The sword hath devoured your prophets, Like a lion that dealeth destruction,"},{"number":31,"text":"And yet ye are unafraid. So hear ye the word of Jehovah: Have I been a desert to Israel, A dark and gloomy land? Why then do ye say, \"We are free, We will come unto Thee nevermore?\""},{"number":32,"text":"Can a maid forget her ornaments, Or a bride forget her sash? Yet Me hath My people forgotten Days and days without number."},{"number":33,"text":"In quest of love how bravely Thou trippest along thy way! Small wonder thy deeds are so vile, And thy way hath been all polluted."},{"number":34,"text":"Yea, blood was found in thy skirts– Of the lives of the innocent poor– As though thou hadst caught them at theft! For all this (I would therefore contend with thee);"},{"number":35,"text":"Yet thou hast said: \"I am innocent, Surely His anger is over.\" But see, I will enter with thee into judgment, Because thou dost claim to be sinless."},{"number":36,"text":"Why runnest thou hither and thither With so frivolous a heart? Thou shalt yet reap shame from Egypt, As thou has reaped shame from Assyria."},{"number":37,"text":"Yea, thence shalt thou also go forth, With thy hands upon thy head; For those whom thou trustest Jehovah hath spurned, And thou shalt not make good thine escape."}]}