{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":20,"verses":[{"number":1,"text":"Now when Pashhur, the son of Immer the priest, who had the general supervision of the Temple, heard this prophetic utterance of Jeremiah’s,"},{"number":2,"text":"he beat him and put him in the stocks that were at the upper Benjamin gate in the Temple."},{"number":3,"text":"Next day, after Pashhur had released Jeremiah from the stocks, Jeremiah said to him, \"Thy name is (henceforth) changed from Pashhur to Terror."},{"number":4,"text":"For thus saith Jehovah: See! I will make thee a terror to thyself and to all thy friends. They shall fall by the enemy’s sword, and thou shalt see it with thine own eyes. I will give the whole of Judah into the hands of the king of Babylon, and he shall carry them to exile in Babylon and slay them with the sword."},{"number":5,"text":"And all the resources of this city, all her wealth, all that she prizes, all the treasures of the kings of Judah, I will deliver into the hands of their enemies, who shall despoil them and carry them off to Babylon."},{"number":6,"text":"As for thee, Pashhur, thou and all who share thy home shall be swept into captivity. To Babylon thou shalt come; there thou shalt die, and there shalt thou be buried – thou and all the friends to whom thou hast prophesied lies.\" Jeremiah’s Irresistible Impulse to Preach"},{"number":7,"text":"O Jehovah, Thou hast beguiled me, And I let myself be beguiled; Too strong for me art Thou, And Thou hast won the victory. All the day long am I ridiculed, Every one mocketh at me."},{"number":8,"text":"Every word that I utter is laughed at; \"Wronged\" and \"despoiled\" must I cry. For to me is the word of Jehovah An endless reproach and derision."},{"number":9,"text":"When I vow to put it out my mind And to speak in His name no more, It doth burn in my heart like a fire Shut up within my bones; I am weary of enduring, and I can bear it no more."},{"number":10,"text":"For I hear their many whispers– A terror on every side– \"Denounce him.\" \"Yes, we will denounce him.\" \"All ye his familiar friends, Keep a narrow watch for his stumbling, Perchance he will be beguiled, And we shall prevail against him, And take our vengeance upon him.\""},{"number":11,"text":"But Jehovah Himself is with me, As a mighty One and a terrible; So my persecutors shall stumble, And they shall not prevail; But because they have dealt unwisely, They shall come to utter shame, To perpetual confusion, Which never shall be forgotten."},{"number":12,"text":"O Jehovah that triest the righteous, That mind and heart dost behold, Let me see Thy vengeance upon them; For on Thee have I rolled my cause."},{"number":13,"text":"Sing to Jehovah, sing praise to Jehovah: For He hath delivered the soul of the needy From the hand of evildoers."},{"number":14,"text":"A curse on the day whereon I was born, Unblest be the day that my mother bore me."},{"number":15,"text":"A curse on the man who announced to my father \"A man child is born to thee\" – making him glad."},{"number":16,"text":"Let the fate of that man be the fate of the cities O’erthrown by Jehovah in pitiless anger; Let him hear in the morning a cry (of distress) And at noon the alarum of war:"},{"number":17,"text":"That he slew me not in the womb, So my mother had been my grave, And her womb had been great for ever."},{"number":18,"text":"O why came I forth from the womb To behold but labour and sorrow, That my days should be wasted with shame? Jeremiah Warns King Zedekiah that the Babylonians will Capture Jerusalem"}]}