{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":21,"verses":[{"number":1,"text":"The message which came to Jeremiah from Jehovah, when King Zedekiah sent the following request to him through Pashhur, the son of Malchiah and Zephaniah, the son of Maaseiah the priest."},{"number":2,"text":"\"Be good enough,\" they said, \"to enquire of Jehovah on our behalf: for Nebuchadnezzar, the king of Babylon is fighting against us. Perhaps Jehovah will so deal with us in His own wonderful way that the siege will be raised.\""},{"number":3,"text":"To the deputation Jeremiah replied: \"Take this answer back to Zedekiah."},{"number":4,"text":"Thus saith Jehovah, the God of Israel: Now you are able to fight outside the wall with the king of Babylon and the Chaldeans who are besieging you; but soon I will drive you with the weapons you handle inside this city."},{"number":5,"text":"And I myself will fight against you with outstretched hand and mighty arm – in anger, in fury, and in towering wrath."},{"number":6,"text":"Yes, I will smite the inhabitants of this city, both man and beast, with a great and deadly pestilence."},{"number":7,"text":"Thereafter, saith Jehovah, Zedekiah, king of Judah and his ministers and the people in this city that survive the pestilence, sword and famine, I will deliver into the hands of Nebuchadnezzar, king of Babylon, and into the hands of their enemies, and into the hands of those that seek their life; and they shall smite them with the edge of the sword without mercy, compassion, or pity."},{"number":8,"text":"To the people thy message shall be this. Thus saith Jehovah: See! I set before you the way of life and the way of death."},{"number":9,"text":"Whoever remains in this city shall die by sword, famine, or pestilence; but whoever goes out and surrenders to the Chaldeans that besiege you shall be spared, though he shall escape with nothing but his life."},{"number":10,"text":"For, saith Jehovah, I have set My face against this city for evil and not for good; into the hands of the king of Babylon it shall be given, and he shall burn it with fire."},{"number":11,"text":"To the royal house of Judah thy message shall be this. Hear ye the word of Jehovah."},{"number":12,"text":"O household of David, thus saith Jehovah: In the morning give righteous judgment, Deliver the man that is plundered From the clutch of his oppressor: Lest My fury break forth like fire And blaze unquenchably, Because of your evil doings."},{"number":13,"text":"Behold, I am against thee, Thou denizen of the vale And the rock of the plain, saith Jehovah: Ye who say, ’Who can come down against us And find his way into our lairs?’"},{"number":14,"text":"I will punish you, saith Jehovah; The fruit of your deeds ye shall reap: I will kindle a fire in her forest Which round and round will devour.\" Jeremiah’s Judgment on the Kings of Judah"}]}