{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":22,"verses":[{"number":1,"text":"Jehovah commanded me to go down to the palace of the king of Judah and there deliver the following message:"},{"number":2,"text":"O king of Judah that sittest on the throne of David, listen to the word of Jehovah – thou and thy ministers and thy people who enter these gates."},{"number":3,"text":"Thus saith Jehovah: Conduct your administration on principles of justice and right, deliver the victims of exploitation from the clutch of the oppressor, refrain from all wrong and violence to the resident foreigner, the fatherless and the widow, and shed no innocent blood in this place."},{"number":4,"text":"If you carry out this policy faithfully, then kings upon the throne of David shall pass through the gates of this house, riding in chariots and on horses –they, their ministers and their people."},{"number":5,"text":"But if you ignore this message (of Mine), then, saith Jehovah, I solemnly swear that this house shall be laid in ruins."},{"number":6,"text":"For thus saith Jehovah concerning the palace of the king of Judah: Though thou art to Me as Gilead, Or the (thick-wooded) summit of Lebanon, I will turn thee into a desert, An uninhabited city."},{"number":7,"text":"I will dedicate men to destroy thee, Every one with his weapons; They shall fell thy choicest cedars, And hurl them into the fire."},{"number":8,"text":"The people of many nations, as they pass by this city, shall ask one another why Jehovah has dealt thus with this great city,"},{"number":9,"text":"and they shall answer: It is because they abandoned their covenant with Jehovah their God and gave themselves up to the worship and service of other gods."},{"number":10,"text":"Weep not for him that is dead, And mourn not for him; But weep rather for him that is gone, For he cometh no more: And the land of his birth he shall see Nevermore."},{"number":11,"text":"For this is the word of Jehovah concerning Shallum, the son of Josiah, king of Judah, the successor of his father Josiah, who went forth from this place: \"He shall never come back to it again;"},{"number":12,"text":"but in the land of exile to which they have carried him he shall die, and this land he shall see no more.\""},{"number":13,"text":"Woe to him that buildeth his house by unrighteousness, And his chambers by injustice, That serveth himself of his neighbour for nothing, And giveth him not his wages–"},{"number":14,"text":"That saith, \"I will build me a spacious house, And roomy chambers and windows broad, With panels of cedar, and painted vermilion,\""},{"number":15,"text":"Do great cedar palaces make thee a king? Did not thy father eat and drink, And enjoy his measure of good things? Yet justice and right did he also dispense"},{"number":16,"text":"And he cared for the cause of the poor and the needy. Is not that true knowledge of Me, saith Jehovah?"},{"number":17,"text":"But thou hast neither eyes nor heart For aught save thine own mean profit, The shedding of innocent blood, And the practice of wrong and oppression."},{"number":18,"text":"This, therefore, is the message of Jehovah to Jehoiakim, the son of Josiah, king of Judah: Woe unto this man Jehoiakim! No one for him shall lament \" O brother of mine,\" \"O sister.\" No one for him shall lament \"An lord!\" \"Alas for his glory.\""},{"number":19,"text":"But burial like that of an ass shall be his– Dragged along and flung forth Beyond the gates of Jerusalem."},{"number":20,"text":"Get thee up tp Lebanon and cry, And lift up thy voice in Bashan; Cry from the hills of Abarim. For all that thou lovest is shattered."},{"number":21,"text":"In the days of good fortune I spoke to thee, But thou didst refuse to listen; And such hath thy way been from youth, To my voice thou hast never hearkened."},{"number":22,"text":"All thy shepherds like sheep by the wind shall be driven, And those whom thou lovest shall captive depart; Shame and confusion shall then be thy doom, In requital for all thy wickedness."},{"number":23,"text":"O thou that inhabitest Lebanon, Nestled amongst the cedars, How wilt thou groan when thy pangs come upon thee, Thy pain as of woman in travail!"},{"number":24,"text":"As truly as I live, saith Jehovah, though Coniah, the son of Jehoiakim, king of Judah, were the signet-ring on thy right hand, yet I would tear him off."},{"number":25,"text":"Yea, I will deliver thee into the hands of those that seek thy life, and into the hands of those thou dreadest, into the hands of Nebuchadnezzar, king of Babylon, and into the hands of the Chaldeans."},{"number":26,"text":"Yea, thee and the mother that bore thee I will hurl into another land than the land thou wast born in, and there thou shalt die."},{"number":27,"text":"Nevermore shall they return to the land to which they long to return."},{"number":28,"text":"Hath this man Coniah become Like a figure one smasheth in scorn, Or a vessel that no man doth care for? Why hath he been cast forth, And hurled to a land that was strange to him?"},{"number":29,"text":"O land, land, land, Hear thou the word of Jehovah."},{"number":30,"text":"Thus saith Jehovah: Write this man down as childless; For none of his seed shall be honoured To sit on the throne of David Or rule any more over Judah."}]}