{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":23,"verses":[{"number":1,"text":"Woe to the shepherds that ruin and scatter The flock that was theirs to pasture."},{"number":2,"text":"Therefore thus saith Jehovah, the God of Israel, Concerning the shepherds that tend my people: Ye have scattered My flock and driven them away, And ye have not visited them; I therefore will visit you For the wickedness of your doings."},{"number":3,"text":"I will gather My flock that is left From the countries to which I have driven them; I will bring them back to their homesteads, And they shall be fruitful and multiply."},{"number":4,"text":"I will raise up shepherds to tend to them: No fear or dismay or terror Shall they know any more, saith Jehovah."},{"number":5,"text":"Behold, saith Jehovah, in the days that are coming I will raise up to David a righteous shoot, Who shall reign as King, and behave with wisdom, And execute justice and right in the land."},{"number":6,"text":"In his days shall Judah be crowned with salvation, And Israel in safety shall dwell; And this is the name men shall call him– \"Our Champion is Jehovah.\""},{"number":7,"text":"Therefore, behold, saith Jehovah, days are coming when men shall no more say, \"As surely as Jehovah liveth who brought Israel up out of the land of Egypt,\""},{"number":8,"text":"but \"As surely as Jehovah liveth who brought the race of the household of Israel from the north country and from all the countries to which He had driven them\"; and they shall dwell in their own land. Jeremiah’s Judgment on the Prophets"},{"number":9,"text":"Concerning the prophets. My heart within me is broken, My bones are all grown soft; Like a drunken man am I, Like a man overcome of wine, By reason of Jehovah And of His glorious majesty."},{"number":10,"text":"For the land is full of adulterers Who run an evil course, And whose might is not of right."},{"number":11,"text":"For prophet and priest are profane: Their wickedness I have witnessed In Mine own very house, saith Jehovah."},{"number":12,"text":"The way they must tread shall be therefore As slippery ground in the darkness, Whereon they are thrust till they fall: For I will bring evil upon them– The year of their visitation."},{"number":13,"text":"In Samaria’s prophets I witnessed Behaviour that was revolting; They prophesied by the Baal And seduced My people Israel."},{"number":14,"text":"But a horrible thing have I seen In the prophets of Jerusalem– Adultery, walking in falsehood, And strengthening the hands of the wicked, That no man doth turn from his wickedness. They are all of them grown like Sodom, And her citizens like Gomorrah."},{"number":15,"text":"Thus therefore concerning the prophets Declareth Jehovah of Hosts: Behold! I will feed them with wormwood, And gall will I give them to drink; For from Jerusalem’s prophets there spreadeth Impiety over the land."},{"number":16,"text":"Thus saith Jehovah of Hosts: Hearken not to the words of the prophets; They fill you with hopes that are vain. ’Tis their own heart’s vision they utter, And not what Jehovah hath spoken."},{"number":17,"text":"They assure those who mock at the word of Jehovah That all with them shall be well. They assure those who follow their own stubborn hearts That no evil shall come upon them."},{"number":18,"text":"But which of them ever hath stood and looked on In the council of Jehovah? Or which of them ever hath listened And heard any word of His?"},{"number":21,"text":"I sent not the prophets, and yet they ran; Notwithstanding I spoke not to them, yet they prophesied."},{"number":22,"text":"But if ever they truly had stood in My council And heard any word that was Mine, My people they would have turned From their evil ways and behaviour."},{"number":23,"text":"Am I, saith Jehovah, a God that is nigh, And not a God afar?"},{"number":24,"text":"Can any man hide, saith Jehovah, In secret, where I cannot see him? Do not I fill heaven and earth?"},{"number":25,"text":"I have heard what the prophets say, That prophesy lies in My name; \"I have dreamed, I have dreamed, I have dreamed.\""},{"number":26,"text":"Will the heart of the prophets not turn That prophesy lies, and that prophesy Nought but their own heart’s delusions,"},{"number":27,"text":"And think to drive My name Clean out of the minds of My people By the dreams that they tell one another, As erst by the Baal My name Was driven from the mind of their fathers?"},{"number":28,"text":"The prophet that hath a dream– Let him declare his dream: And he that hath My word– Let him faithfully utter My word. What hath straw, saith Jehovah, to do with the wheat?"},{"number":29,"text":"Is not My word like a fire, Like a hammer that shatters the rocks?"},{"number":30,"text":"Mark this, therefore, saith Jehovah, I am against the prophets that steal My words from one another."},{"number":31,"text":"I am against the prophets who take their tongues and immediately reel off an oracle."},{"number":32,"text":"I am against the prophets that prophesy living dreams, seducing My people by their lies and their windy boasts. They have not been sent by Me, nor have they any commission from Me, and to this people they bring no sort of gain whatever."},{"number":33,"text":"When a layman or a prophet or a priest asketh thee what is the burden of Jehovah, tell them, \"You\" saith Jehovah, \"are the burden, and I will cast you off."},{"number":34,"text":"As for the prophet, the priest, or the layman, who speaks any more of Jehovah’s ’burden,’, that man and his household I will visit with judgment."},{"number":35,"text":"You must say to one another, ’What is Jehovah’s answer?’ or ’What is Jehovah’s message?’"},{"number":36,"text":"But you are not to make mention to the burden of Jehovah any more. Every man’s own (uninspired) word shall be his burden; for you have perverted the words of the living God, Jehovah of Hosts, our God."},{"number":38,"text":"If, however, you persist in speaking of ’the burden of Jehovah,’ Jehovah pronounces this word of doom: Because you persist in using this expression ’burden of Jehovah,’ despite My explicit command to you not to use it,"},{"number":39,"text":"I will lift you up and cast you out of My sight – you and the city I gave to you and your fathers,"},{"number":40,"text":"and I will lay upon you everlasting reproach and unending disgrace which shall never be forgotten.\" The Baskets of Figs and their Meaning"}]}