{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":24,"verses":[{"number":1,"text":"After Jeconiah, the son of Jehoiakim, king of Judah, with the princes, the craftsmen and the smiths, had been carried from Jerusalem by Nebuchadnezzar, king of Babylon, into exile in Babylon, Jehovah in a vision showed me two baskets of figs set down in front of Jehovah’s Temple."},{"number":2,"text":"One basket contained excellent figs, like the figs that are first ripe: the figs in the other were very bad, so bad that they could not be eaten.\""},{"number":3,"text":"Then Jehovah said to me, \"What seest thou, Jeremiah?\" And I answered, \"Figs – the good figs very good, and the bad very bad, so bad that they cannot be eaten.\""},{"number":4,"text":"Thereupon this message came to me from Jehovah,"},{"number":5,"text":"\"Thus saith Jehovah the God of Israel: As with these good figs, so will I regard with favour the exiles of Judah, whom I have sent out of this place into the land of the Chaldeans."},{"number":6,"text":"I will set Mine eyes upon them for good, and bring them back to this land. I will not pull them down, but I will build them; I will not pluck them up, but I will plant them;"},{"number":7,"text":"and I will give them a heart to understand me, that I am Jehovah. They shall be My people and I will be their God, if they turn to Me with all their heart."},{"number":8,"text":"As for the figs that were too bad to eat, Thus saith Jehovah: They are symbolic of the fate of Zedekiah, king of Judah, and his princes, and the survivors of Jerusalem that are left in this land, and those whose home is in the land of Egypt."},{"number":9,"text":"For I will make them an object of consternation among every kingdom in the world, a reproach and a proverb, a taunt and a curse, in every place to which I shall drive them;"},{"number":10,"text":"and I will send among them sword, famine and pestilence, till they perish from the land that I gave to them and their forefathers. The Divine Judgment to be Executed by the Babylonians upon Judah, upon the Neighbouring Nations, and upon the World at Large"}]}