{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":25,"verses":[{"number":1,"text":"The message which came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim, the son of Josiah, king of Judah, which was the first year of Nebuchadnezzar, king of Babylon –"},{"number":2,"text":"the message he delivered to all the people of Judah and all the citizens of Jerusalem:"},{"number":3,"text":"For twenty-three years – from the thirteenth year of Josiah, the son of Amon, king of Judah, up to this day – the message of Jehovah has been coming to me, and I have declared it to you early and late, but you"},{"number":4,"text":"have not listened. And early and late Jehovah has been sending to you all His servants the prophets, through you have not listened nor inclined an attentive ear."},{"number":5,"text":"My message was this: \"If you abandon, every man of you, your wicked ways and your evil behaviour, then you shall dwell for ever in the land which Jehovah, gave in the ancient time to you and your forefathers."},{"number":6,"text":"But do not indulge in the worship or service of other gods, and do not provoke Jehovah with the fabrications of your own hands: this can only injure yourselves.\""},{"number":7,"text":"But you have not listened to me."},{"number":8,"text":"Therefore thus saith Jehovah of Hosts: Because ye have not listened to My words,"},{"number":9,"text":"I will send and fetch a clan from the north, and I will bring them against this land and its inhabitants and against the surrounding nation. I will devote them to destruction so appalling that men shall hiss and revile them for ever;"},{"number":10,"text":"and I will banish from them the voice of mirth and gladness, the voice of bridegroom and bride, the sound of the millstones and the light of the lamp."},{"number":11,"text":"This whole land shall be a waste and a horror, and these nations shall serve the king of Babylon for seventy years."},{"number":12,"text":"When, however, seventy years are completed, I will punish the king of Babylon, and that nation, saith Jehovah, for their guilt, and also the land of the Chaldeans, which I will make desolate for ever;"},{"number":13,"text":"and I will bring upon that land all the words I have pronounced against it – everything prophesied by Jeremiah against all the nations, that is recorded in this Book."},{"number":14,"text":"They, yes they, shall be reduced to slavery at the hands of many nations and of great kings, and I will give them the reward that their acts and deeds deserve."},{"number":15,"text":"For thus said Jehovah, the God of Israel, to me, \"Take from My hand this wine-cup of wrath, and give it to all the nations to whom I send thee to drink from;"},{"number":16,"text":"and let them drink and reel in madness because of the sword that I will send among them.\""},{"number":17,"text":"So I took the cup from the hand of Jehovah, and I gave it to all the nations to whom Jehovah had sent me, to drink from–"},{"number":18,"text":"Jerusalem and the cities of Judah, with her kings and princes, to be made a desolation, a horror, a scorn, and a curse;"},{"number":19,"text":"Pharaoh, king of Egypt, with his ministers, his princes, and all his people,"},{"number":20,"text":"and all the foreign folk; all the kings of the land of Uz, and all the kings of the land of the Philistines – Ashkelon, Gaza, Ekron, and the survivors of Ashdod;"},{"number":21,"text":"Edom, Moab, and Ammon;"},{"number":22,"text":"all the kings of Tyre and Sidon; and the kings of the coast-land across the sea;"},{"number":23,"text":"Dedan and Tema and Buz, and all those that have the corners of their hair clipped;"},{"number":24,"text":"all the kings of Northern Arabia, and all the kings of the north, far and near, one with another, and all the kingdoms on the face of the earth; and after them shall the king of Sheshach drink."},{"number":27,"text":"Thou shalt say to them, Thus saith Jehovah of Hosts, the God of Israel: Drink yourselves drunk till ye fall in your vomit, to rise no more, because of the sword that I shall send among you."},{"number":28,"text":"If they refuse to take the cup from thy hand to drink, then thou shalt say to them, Thus saith Jehovah of Hosts: Drink it you shall;"},{"number":29,"text":"for, if the city which is called by Mine own name is the first to feel the weight of My displeasure, how can you expect to go utterly unpunished? Nay, verily, ye shall not escape; for I am summoning the sword upon all the inhabitants of the earth, saith Jehovah of Hosts."},{"number":30,"text":"As for thee, let thy prophetic message to them be this: Jehovah will roar from on high, He will utter His voice from His holy abode; Against His own fold He will mightily roar, He will lift a \"hurrah\" like the men at the vintage Against those that dwell on the earth, every one."},{"number":31,"text":"Then din shall reach to the end of the earth, For Jehovah doth hold a dispute with the nations; Yea, He with all flesh will contend in judgment, And those that are base He will give to the sword."},{"number":32,"text":"Thus saith Jehovah of Hosts: See! misery spreadeth from nation to nation; From the uttermost corners of earth There stirreth a mighty tempest."},{"number":33,"text":"That day the slain of Jehovah shall lie From one end of the earth to the other, Unmourned, ungathered, unburied, As dung on the face of the ground."},{"number":34,"text":"Howl, ye shepherds, and cry, And roll you in ashes, ye lords of the flock; For the days are ripe for your slaughter, Like lambs that are doomed shall ye fall."},{"number":35,"text":"No escape shall be left for the shepherds, No flight for the lords of the flock;"},{"number":36,"text":"O hark to the cry of the shepherds, The howl of the lords of the flock; For Jehovah destroyeth their pasture."},{"number":37,"text":"The meadows, so peaceful, are hushed At the fierce hot wrath of Jehovah."},{"number":38,"text":"The lions have left their covert, For the land is become a desert, Because of the cruel sword, And because of His fierce hot anger. Jeremiah on Trial for his life"}]}