{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":26,"verses":[{"number":1,"text":"In the beginning of the reign of Jehoiakim, the son of Josiah, king of Judah, the message which follows came (to Jeremiah) from Jehovah:"},{"number":2,"text":"Thus saith Jehovah, Take thy stand in the Temple court, and declare without reservation to all the people of Judah who are come to worship in the Temple, the whole message that I have commissioned thee to declare."},{"number":3,"text":"It may be that they will listen and severally abandon their wicked ways: if they do, I will relent and not bring upon them the calamity I am planning as penalty for their evil behaviour."},{"number":4,"text":"This, then, is what thou art to say to them, Thus saith Jehovah: If ye refuse to obey Me– to live in accordance with the law that I have set before you,"},{"number":5,"text":"and to listen, as ye have never yet listened, to the words of My servants the prophets, whom early and late I have been sending to you –"},{"number":6,"text":"then I will make this Temple like Shiloh, and as for this city, I will turn it into an object of execration to every nation in the world."},{"number":7,"text":"Now the audience that listened to this message of Jeremiah’s in the Temple included not only the whole body of the people, but the priests and the prophets as well."},{"number":8,"text":"So when he had concluded the message which Jehovah had commissioned him to declare to the whole people, the priests and the prophets seized him. \"You must die,\" they exclaimed;"},{"number":9,"text":"\"for how dare you deliver in the name of Jehovah such a message as this, that this Temple will meet the fate of Shiloh, and that this city shall become an inhabited desolation?\" At this juncture all the people began to crowd round Jeremiah in the Temple."},{"number":10,"text":"Now echoes of this tumult having reached the ears of the countries of Judah, they proceeded from the palace up to the Temple; and after they had taken their seats at the entrance to the new gate of the Temple,"},{"number":11,"text":"the priests and the prophets addressed themselves to the countries and the whole body of the people. \"This man.\" they said, \"is guilty of a capital offence; for he has solemnly declared that this city is doomed– you have heard him with your own ears."},{"number":12,"text":"Then Jeremiah in his turn addressed himself to the courtiers and to the whole body of the people. \"It is Jehovah Himself,\" he said, \"that has sent me to proclaim upon this Temple and city the doom which you have just heard."},{"number":13,"text":"If, however, you amend your life and conduct, and listen to the voice of Jehovah your God, then He will relent and cancel His threat of catastrophe."},{"number":14,"text":"As for myself, I am in your hands: deal with me as you think right and proper."},{"number":15,"text":"But be very sure of this, that, if you put me to death, you will only be bringing innocent blood upon yourselves, upon this city, and upon her people; for it is the simple truth that Jehovah has sent me to deliver this message in your hearing.\""},{"number":16,"text":"Thereupon, the courtiers and all the people said to the priests and the prophets, \"This man is not guilty of any capital offence; for his message to us has behind it the authority of Jehovah our God.\""},{"number":17,"text":"Them some of the elders, rising to their feet, thus addressed the people assembled:"},{"number":18,"text":"\"In the days of Hezekiah, king of Judah,\" they said, \"Micah of Moresheth was prophesying; and this is what he said to all the people of Judah: Thus saith Jehovah of Hosts: Like a field shall Zion be ploughed, And Jerusalem levelled to ruins; And the Temple Mount shall become Like a thickly wooded height."},{"number":19,"text":"Did Hezekiah the king or the people of Judah dream of putting him to death? Rather were they not so overcome by godly fear that they sued for the favour of Jehovah, with the result that He relented and cancelled His threat of catastrophe? But look at us! Why, we are on the verge of involving ourselves in a great calamity.\""},{"number":20,"text":"There was another case of a man who delivered prophetic messages in the name of Jehovah – Uriah, the son of Shemaiah, who belonged to Kiriath-jearim. Quite in the manner of Jeremiah, he too had pronounced the doom of this city and land."},{"number":21,"text":"His message having reached the ears of King Jehoiakim, with all the court and the military officials, the king took steps to have him put to death. Urijah, however, got wind of his purpose, and in terror he took to flight, finally reaching Egypt;"},{"number":22,"text":"but King Jehoiakim despatched commissioners to Egypt – Elnathan the son of Achbor, and a few others –"},{"number":23,"text":"who removed him from Egypt and brought him back to the presence of King Jehoiakim, who had him slain with the sword, and his dead body flung into the public burying-ground."},{"number":24,"text":"Jeremiah, however, had (also) the support of Ahikam, the son of Shaphan, who saved him from being delivered to the people for execution. The Babylonian Yoke will not be soon or easily Broken"}]}