{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":27,"verses":[{"number":1,"text":"In the beginning of the reign of Zedekiah, the son of Josiah, king of Judah, Jeremiah received from Jehovah the message which follows."},{"number":2,"text":"Thus spoke Jehovah: Make thongs and bars and put them on thy neck,"},{"number":3,"text":"and send a message to the kings of Edom, Moab, Ammon, Tyre, and Sidon, through their ambassadors who have come to Jerusalem to Zedekiah, king of Judah,"},{"number":4,"text":"and bid them say to their masters, \"Thus saith Jehovah of Hosts, the God of Israel: Convey this message to your masters."},{"number":5,"text":"I have made the earth, with man and beast on the face of it, by My great power and outstretched arm, and I give it to whomsoever I please."},{"number":6,"text":"At the moment I have given all these lands into the hands of Nebuchadnezzar, king of Babylon, My servant; the beasts of the field also have I given him to serve him."},{"number":7,"text":"All the nations shall serve him and his son and his grandson, till the time of his own land shall come – then many nations and great kings shall make him serve."},{"number":8,"text":"The nation and the kingdom which refuses to serve Nebuchadnezzar, king of Babylon, and to put their necks to the yoke of the king of Babylon – that nation, saith Jehovah, I will punish with sword, famine and pestilence, till I have delivered them into his hands."},{"number":9,"text":"As for yourselves, do not listen to your prophets, diviners, dreamers, soothsayers, or sorcerers, who assure you that you will not be subject to the king of Babylon."},{"number":10,"text":"It is a lie that they preach to you, and it will end in your removal from your own land; for I will indeed drive you away and ye shall perish."},{"number":11,"text":"But the nation that brings its neck to the yoke of the king of Babylon and serves him, I will leave on their own soil, which they shall continue to till and occupy.\""},{"number":12,"text":"A similar message I gave to Zedekiah, king of Judah, \"If,\" said I, \"you bring your neck to the yoke of the king of Babylon, and serve him and his people, you will be spared."},{"number":13,"text":"Why should you and your people die by the sword, famine and pestilence, with which Jehovah has threatened the nation that refuses to serve the king of Babylon?"},{"number":14,"text":"Do not listen to the prophets when they tell you that you will not be subject to the king of Babylon:"},{"number":15,"text":"they are preaching to you a lie. I have not sent them, saith Jehovah: it is a lie that they are preaching to you in My name, and it can only end in your being driven out and perishing – you and the prophets that preach to you.\""},{"number":16,"text":"And the message that I gave to the priests and to all this people was this: \"Thus saith Jehovah: Do not listen to the prophets when they tell you that the vessels of the Temple will soon be brought back from Babylon."},{"number":17,"text":"They are preaching to you a lie: do not listen to them. Serve the king of Babylon and you will be spared: why should this city become a ruin?"},{"number":18,"text":"But if they are real prophets with a real message from Jehovah, let them entreat Jehovah of Hosts not to allow the vessels that are left in the Temple and in the royal palace at Jerusalem, to be taken to Babylon."},{"number":19,"text":"For thus saith Jehovah of Hosts concerning the pillars and the sea and the stands and the rest of the vessels that are left in this city,"},{"number":20,"text":"which were not taken by Nebuchadnezzar, king of Babylon, when he carried Jeconiah, the son of Jehoiakim, king of Judah, with all the nobles of Judah and Jerusalem, from Jerusalem to Babylon."},{"number":21,"text":"Yes, thus saith Jehovah of Hosts, the God of Israel, concerning the vessels that are left in the Temple and in the royal palace and at Jerusalem;"},{"number":22,"text":"To Babylon they shall be brought, and there they shall remain till the day that I visit them, saith Jehovah; then I will bring them up and restore them to this place.\" The Clash between the False Prophet and the True"}]}