{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":28,"verses":[{"number":1,"text":"The same year, at the beginning of the reign of Zedekiah, king of Judah, in the fifth month of the fourth year, Hananiah the son of Azzur, the prophet, who belonged to Gibeon, addressed me as follows in the Temple in the presence of the priests and of all the people."},{"number":2,"text":"\"Thus saith Jehovah of Hosts, the God of Israel: ’I have broken the yoke of the king of Babylon."},{"number":3,"text":"Within two years’ time I will bring back to this place all the Temple vessels that Nebuchadnezzar, king of Babylon took from this place and carried to Babylon;"},{"number":4,"text":"and Jeconiah, the son of Jehoiakim, king of Judah, and all the exiles of Judah that have gone to Babylon, I will bring back to this place, saith Jehovah; for I will break the yoke of the king of Babylon.’\""},{"number":5,"text":"Then Jeremiah the prophet replied to Hananiah the prophet in the presence of the priests and of all the people that were standing in the Temple;"},{"number":6,"text":"and Jeremiah the prophet said, \"Amen! Jehovah do so! May Johevah fulfil your prophecy and bring back the Temple vessels and all the exiles from Babylon to this place!"},{"number":7,"text":"I ask you, however to listen to this word that I am about to speak in your hearing and in the hearing of all the people."},{"number":8,"text":"From the beginning the prophets who preceded you and me in their messages concerning many lands and mighty kingdoms, prophesied war."},{"number":9,"text":"If a prophet prophesies peace, it is only when his word has been fulfilled that you can be sure that he has had a real commission from Jehovah.\""},{"number":10,"text":"Then Hananiah took the bar off Jeremiah’s neck, broke it,"},{"number":11,"text":"and declared in the presence of all the people, \"Thus saith Jehovah: ’Within two years’ time, I will similarly break the yoke of Nebuchadnezzar, king of Babylon, off the necks of all the nations.’\" Then Jeremiah the prophet went away."},{"number":12,"text":"But after Hananiah had broken the bar off Jeremiah’s neck, there came to Jeremiah this message from Jehovah:"},{"number":13,"text":"\"Go and say to Hananiah, Thus saith Jehovah, The wooden bar you have indeed broken,but I will replace it with a bar of iron."},{"number":14,"text":"For thus saith Jehovah of Hosts, the God of Israel: The yoke that I will put on the necks of all these nations will be made of iron – a yoke of service to Nebuchadnezzar, king of Babylon: for serve him they shall. I have also given him the beasts of the field.\""},{"number":15,"text":"Then Jeremiah said to Hananiah, \"Listen, Hananiah. You have no commission from Jehovah: you are making this people trust a lie."},{"number":16,"text":"Therefore thus saith Jehovah: ’Mark this well: I will dismiss thee from the face of the earth. This very year thou shalt die; for thy words are a disloyalty to Jehovah.’\""},{"number":17,"text":"And that very year, in the seventh month, the prophet Hananiah died. Jeremiah Exhorts the Exiles to settle down in Babylon"}]}