{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":3,"verses":[{"number":1,"text":"If a man divorceth his wife, And she goeth away from him And becometh the wife of another, Can she ever again be his? Is such a woman as she Not altogether polluted? But thou hast played the harlot With many and many a lover; And canst thou dare to dream Of returning to Me, saith Jehovah?"},{"number":2,"text":"Lift up thine eyes to the heights, and behold, Where hast thou not been ravished? Thou hast waited for them by the ways, Like a Bedouin in the desert; Thou hast stained the land by thy whoredoms, And by thy wicked ways,"},{"number":3,"text":"And through thy many lovers Thou hast let thyself be snared. Thou hast a harlot’s forhead, Refusing to be abashed,"},{"number":4,"text":"Yet but now has been calling Me Father And Comrade of thy youth."},{"number":5,"text":"\"Can He keep His anger for ever, Or cherished it to the end? Yes, such were thy words; but they deeds To the last degree were vile. Judah’s Infidelity more Awful than Israel’s"},{"number":6,"text":"In the days of the King Josiah Jehovah said to me: \"Hast thou seem what backsliding Israel did? She went up on every high mountain and under every green tree and there she played the harlot."},{"number":7,"text":"I had hoped that, after all this, she would return to Me. But no! she did not return. Her faithless sister Judah"},{"number":8,"text":"saw that I had put backsliding Israel away because of her adultery, and that I had given her a bill of divorce; nevertheless faithless Judah was not at all afraid, but she too went and played the harlot,"},{"number":9,"text":"defiling the land by her wanton whoredom, and committing adultery with stones and stocks."},{"number":10,"text":"Nevertheless, when faithless Judah turned to Me, it was not with her whole heart, but only in pretence.\" Offer of Pardon and Promise of Glory"},{"number":11,"text":"Then Jehovah said to me, \"Backsliding Israel has justified herself more than faithless Judah."},{"number":12,"text":"Go and proclaim these words towards the north and say: O backsliding Israel, turn, I will not look in anger upon thee; For I am kind, saith Jehovah, I keep not Mine anger for ever."},{"number":13,"text":"But only acknowledge thy guilt– That, disloyal to Jehovah thy God, Thou hast lavished thy love upon strangers Beneath every spreading tree, And unto My voice, saith Jehovah, Thou hast not inclined thine ear."},{"number":14,"text":"Return, ye backsliding children, saith Jehovah, for I am your husband and lord; and I will take one of you from each city and two from each clan, and I will bring you to Zion,"},{"number":15,"text":"and give you rulers after My own mind, who shall tend you with wisdom and skill."},{"number":16,"text":"And when in those days you have grown numerous and fruitful in the land, saith Jehovah, men shall speak no more of the ark of the covenant of Jehovah; it shall never enter their minds, they will neither think of it nor miss it, nor will they ever again make another."},{"number":17,"text":"At that time Jerusalem shall be called the Throne of Jehovah, and all the nations shall gather thereto; they shall follow no more the stubbornness of their evil hearts."},{"number":18,"text":"In those days the household of Judah shall join the household of Israel, and together they shall come from the north land to the land that I gave your forefathers for an inheritance. A Penitent Return will be met by the Divine Acceptance"},{"number":19,"text":"How glad, methought, shall I be To give thee a place among sons, To give thee a pleasant land, An inheritance passing fair! Me thought ye would call Me Father, And follow Me evermore;"},{"number":20,"text":"But ye have been false unto Me, As a woman is false to her lover."},{"number":21,"text":"Hark! weeping is heard on the heights– It is suppliant Israel crying, Because they have walked perversely, Forgetting Jehovah their God."},{"number":22,"text":"\"Return, ye backsliding I will heal.\" \"Behold, we are come unto Thee, For Thou art Jehovah our God."},{"number":23,"text":"The hills are but a delusion, And the orgies upon the mountains; In Jehovah our God alone Is Israel’s salvation."},{"number":24,"text":"The Baal hath devoured the toil Of our fathers from our youth– Their sheep and their oxen together, Their sons and their daughters together"},{"number":25,"text":"We would lay us down in our shame, All covered with confusion; For before our God we have sinned, We and our fathers from youth Even unto this very day; And we have not hearkened at all To the voice of Jehovah our God.\""}]}