{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":30,"verses":[{"number":1,"text":"The message which came to Jeremiah from Jehovah:"},{"number":2,"text":"Thus saith Jehovah, the God of Israel: Write all the"},{"number":3,"text":"words I have spoken to thee in a book. For mark! the days are coming, saith Jehovah, when I will restore the fortunes of My people Israel and Judah, and re-establish them in possession of the land I gave their forefathers."},{"number":4,"text":"Now these are the words Jehovah hath spoken concerning Israel and Judah."},{"number":5,"text":"Yea, thus saith Jehovah: We have heard a cry of terror, Of horror and dispeace."},{"number":6,"text":"Ask ye now and see If a man doth travail with child. What meaneth them this sight– Every man with his hands on his loins? And what mean all these faces Turned to a deathly pallor?"},{"number":7,"text":"Alas! for great is this day, No day is like unto it; A time of distress for Jacob– Yet out of it he shall be saved."},{"number":8,"text":"On that day, saith Jehovah of Hosts, I will break the yoke from their necks; I will snap their bonds asunder, And strangers no more shall they serve."},{"number":9,"text":"But Jehovah their God they shall serve. And David also, their king, Whom I will raise up unto them."},{"number":10,"text":"So fear thou not, O Jacob My servant, O Israel, be not dismayed, saith Jehovah. For see! I will save both thee and thine offspring From the far distant land where captive ye lie. And Jacob once more shall have quiet and ease In his own land, with no one make him afraid;"},{"number":11,"text":"For I, saith Jehovah, am with thee to save thee. An end I will make of the nations– Of each, among whom I have scattered thee; But of thee I will not make an end. I will not leave thee wholly unpunished, But in measure I will chastise thee."},{"number":12,"text":"For thus saith Jehovah: Thou art wounded past all healing, And smitten very sore."},{"number":13,"text":"There is no one to plead thy cause; No healing for thy wound, Thy scars remain unclosed."},{"number":14,"text":"Thy lovers have all forgotten thee, They care for thee no more. I have struck thee as foemen strike, With chastisement unpitying, Because of thy manifold guilt And thy sins that are grown so mighty."},{"number":15,"text":"Why criest thou over thy wound, That thy pain is past all healing? ’Tis because of thy manifold guilt And thy sins that are grown so mighty, I have done these things unto thee."},{"number":16,"text":"Devoured shall be therefore all those that devour thee, Thine enemies all shall go into captivity; Those that despoil thee themselves shall be spoiled, And thy plunders I will consign to be plundered."},{"number":17,"text":"I will cause new flesh to grow over thy wound, I will heal thy scars, saith Jehovah; For men have called thee an outcast, \"Our quarry\" – for whom none careth."},{"number":18,"text":"Thus saith Jehovah: The tents that were Jacob’s I yet will restore, On the sites that were his I will show My compassion; On her own proper mound shall the city be built, And the place shall stand on its rightful site."},{"number":19,"text":"And out of them songs of praise shall float, And the voices of them that make merry; I will add to their numbers till many they be, I will crown them with glory, and they shall be honoured."},{"number":20,"text":"Their children shall be as in days of old, And their sacred assembly safe under My care; I will punish all those that oppress them."},{"number":21,"text":"Their prince shall be one of themselves, And their ruler shall come from among them. I will let him draw nigh and approach Me, For where is the man, saith Jehovah, That else had the courage to face Me?"},{"number":22,"text":"And ye shall be My people, And I will be your God."},{"number":23,"text":"Hark! ’tis Jehovah’s tempest, It goeth forth with fury– A whirling tempest that whirleth Full straight for the heads of the wicked."},{"number":24,"text":"The glowing wrath of Jehovah Shall not be backward turned, Until He have fully accomplished The purpose of His heart. At the end of the days ye shall know what this meaneth."}]}