{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":31,"verses":[{"number":1,"text":"At that time, saith Jehovah, I will be God indeed Unto all the families of Israel, And they shall be My people."},{"number":2,"text":"Thus saith Jehovah: The people escaped from the sword shall most surely find grace in the wilderness. When Israel seeketh for rest,"},{"number":3,"text":"From afar will Jehovah appear to him. I have loved thee with love everlasting. And so I with kindness have drawn thee."},{"number":4,"text":"Once more, O virgin of Israel, I will build thee up securely: Once more shalt thou deck thee with timbrels, And step in the merry dance;"},{"number":5,"text":"Once more on the hills of Samaria Shall vineyards be planted by thee, And the planters shall eat what they planted."},{"number":6,"text":"For a day shall come when the watchers On Ephraim’s highlands shall cry, \"Arise, let us pilgrim to Zion, Where dwelleth Jehovah our God.\""},{"number":7,"text":"For thus saith Jehovah to Jacob, Ring out a cry of joy; Shout on the top of the mountains, Publish, and praise, and say, \"Jehovah hath saved His people, The remnant of Israel.\""},{"number":8,"text":"Behold, from the north land I bring them, And out of earth’s uttermost parts I will gather them– Among them the blind and the lame, And the women with child, with those soon to be mothers; Hither again they shall come – a great company."},{"number":9,"text":"Forth they went with tears, But their homeward way I will comfort; I will lead them to streams of water, On a level way without stumbling; For I am a Father to Israel, And Ephraim is My firstborn."},{"number":10,"text":"Hear, O ye nations, the word of Jehovah, Declare it to far distant islands and say, \"He that scattered Israel shall gather him, And keep him as shepherd his flock.\""},{"number":11,"text":"For Jehovah hath ransomed Jacob, And redeemed him from hands that were stronger than his."},{"number":12,"text":"They shall come, they shall sing on the heights of Zion, All radiant with joy at the gifts of Jehovah– The corn and the wine and the oil, And the young of the flock and the herd; Their soul like a well-watered garden shall be, And they shall pine no more."},{"number":13,"text":"Then the maids shall rejoice in the dance, And the young and the old shall be merry; I will turn their mourning to joy, I will comfort and gladden them after their sorrow."},{"number":14,"text":"The priests I will satisfy richly, My folk shall be filled with My bounty."},{"number":15,"text":"Hark! there echoes through Ramah, Lament and bitter weeping: ’Tis Rachel bewailing her children, And refusing to be comforted, Because they are no more."},{"number":16,"text":"Thus saith Jehovah: Restrain thy voice from weeping, And keep thine eyes from tears; For thy work shall have its reward, From the land of the foe shall thy children return."},{"number":17,"text":"There is hope for thy coming days, Thy children shall return."},{"number":18,"text":"Truly I heard the voice Of Ephraim thus lamenting, \"Thou hast chastened me, and I was chastened; Like a calf unbroken was I. Bring me back, and let me return, For Thou art Jehovah my God."},{"number":19,"text":"Mine exile hath led me to penitence; Chastened, I smote on my beasts. Put to shame and confusion am I, For I bear the reproach of my youth.\""},{"number":20,"text":"Is not Ephraim my dear, dear son? Is he not a darling child? For let Me but utter his name, And My mind keeps resting upon him. So My heart for him doth yearn, And pity him I must."},{"number":21,"text":"Set way-marks, and make thee guide-posts; Bethink thee of the highway,; The road by which thou didst travel. Return, O virgin of Israel, Return to these thy cities."},{"number":22,"text":"How long, O backsliding daughter, Wilt thou remain irresolute? For on earth hath Jehovah created a new thing, A woman shall into a man be transformed."},{"number":23,"text":"Thus saith Jehovah of Hosts: Once more shall this speech be used In the land and the cities of Judah, When I have restored their fortunes: \"Jehovah grant thee His blessing, Thou sacred Mountain, where righteousness dwelleth.\""},{"number":24,"text":"Yea, Judah shall dwell therein, And all her cities together– The men that plough the land, And the shepherds that wander with flocks."},{"number":25,"text":"For the weary soul I refresh, And each soul that doth pine I replenish."},{"number":26,"text":"Thereupon I awoke and gazed, For my sleep had been sweet unto me."},{"number":27,"text":"Behold, saith Jehovah, the days are coming, When I will sow the households of Israel and Judah With the seed of men and the seed of cattle."},{"number":28,"text":"And as once I was awakeful to pluck them up, To break down, to afflict, overthrow and destroy them, So now I will watch over them (once more, But this time) to build up and to plant, saith Jehovah."},{"number":29,"text":"In those days men shall say no more, \"The fathers have eaten sour grapes, And the children’s teeth are on edge;\""},{"number":30,"text":"But each for his own sin shall die. And the man that hath eaten sour grapes Shall find his own teeth set on edge. The New Covenant"},{"number":31,"text":"Behold the days are coming, When I, saith Jehovah, will make a new covenant With the households of Israel and Judah–"},{"number":32,"text":"But unlike the covenant I made with their fathers, The day, when I took their hand in Mine, To bring them out of the land of Egypt– The covenant they themselves did break, So that I, on My part, was constrained to abhor them."},{"number":33,"text":"But this, saith Jehovah, is the covenant I will make With the household of Israel after those days: I will set My law in their bosom, And write it upon their heart, And I will be their God, And they shall be My people."},{"number":34,"text":"No more need any teach His fellow to know Jehovah; For one and all shall know Me, The small and the great alike; For I will pardon their guilt, And their sin will remember no more."},{"number":35,"text":"Thus declareth Jehovah, Who giveth the sun for a light by day, The moon and the stars for a light by night, Who stirreth the sea that the waves thereof roar– Jehovah of Hosts is His name:"},{"number":36,"text":"Not until those fixed orbs shall vanish Clean out of My sight, saith Jehovah, Shall Israel’s race cease to be A nation before Me for ever."},{"number":37,"text":"Not till the heavens above can be measured, And earth’s foundations be searched out beneath, Shall I ever cast off the race of Israel For all they have done, saith Jehovah."},{"number":38,"text":"Be assured, saith Jehovah, the days are coming, when the city shall again be built up for Jehovah from the tower of Hananel to the gate at the corner,"},{"number":39,"text":"and the line of the wall shall pass straight on to the hill Gareb, where it will turn round to Goah."},{"number":40,"text":"Further, the entire valley (of Hinnom) with its corpses and ashes and the whole locality as far as the valley of Kidron up to the corner of the horse-gate on the east, shall be consecrated to Jehovah; it shall not be plucked up or thrown down again for ever. During the Siege Jeremiah Displays his Confidence in the Ultimate Restoration of his People by Redeeming a Piece of Land Belonging to his Family at Anathoth"}]}