{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":32,"verses":[{"number":1,"text":"The message which came to Jeremiah from Jehovah in the tenth year of Zedekiah, king of Judah, which was in the eighteenth year of Nebuchadnezzar."},{"number":2,"text":"At that time the forces of the king of Babylon were investing Jerusalem, and Jeremiah the prophet was confined to the guard-house of the royal palace,"},{"number":3,"text":"where Zedekiah the king had shut him up on account of his prophetic preaching. \"What do you mean,\" he had demanded, \"by an announcement of this kind: ’Thus saith Jehovah, Depend upon it, I will give this city into the hands of the king of Babylon, and he shall take it."},{"number":4,"text":"Nor shall Zedekiah, king of Judah, escape the hands of the Chaldeans; he will assuredly be delivered into the hands of the king of Babylon. He shall speak to him face to face, and see him eye to eye;"},{"number":5,"text":"and he shall bring Zedekiah to Babylon, where he will remain till I visit him. Though you fight with the Chaldeans you shall have no success.’\""},{"number":6,"text":"Now there came to Jeremiah the following message from Jehovah:"},{"number":7,"text":"\"Hanamel, the son of thine uncle Shallum, is about to pay thee a visit, to request thee to buy the land he holds at Anathoth; and he will urge that, as thou art the next of kin, it is thy privilege and duty to receive it.\""},{"number":8,"text":"And so it happened: my cousin Hanamel paid me in the guard-house the visit Jehovah had intimated, and said: \"I want you to buy the land I possess at Anathoth; for you are the legal heir, and it is your duty to secure it – so buy it for yourself.\" Then I recognised that the message I had received was really from Jehovah."},{"number":9,"text":"So I bought the land at Anathoth from my cousin Hanamel, and I weighed out the money to him – seventeen silver shekels."},{"number":10,"text":"Then I signed the deed and sealed it, took witnesses, and paid him the money in full."},{"number":11,"text":"I then took the purchase-deed– the one which was sealed and the one which was open–"},{"number":12,"text":"and gave it to Baruch, the son of Neriah, the son of Machesiah, in the presence of my cousin Hanamel, and of the witnesses who had signed the purchase-deed and of all the Jews in the guard-house."},{"number":13,"text":"In their presence I then gave these instructions to Baruch:"},{"number":14,"text":"\"Thus saith Jehovah of Hosts, the God of Israel: Take these deeds – this purchase deed which is sealed and this deed which is open – and put them in an earthenware jar, so that they may be preserved for a long time to come."},{"number":15,"text":"For thus saith Jehovah of Hosts, the God of Israel: A time is coming when houses and fields and vineyards shall again be bought in this land.\""},{"number":16,"text":"Now, after I had given the purchase-deed to Baruch, the son of Neriah, I prayed in these words to Jehovah:"},{"number":17,"text":"\"Ah, Lord Jehovah! Thou, by Thy mighty power and outstretched arm, hast made the heavens and the earth, and nothing is too hard for Thee."},{"number":18,"text":"Kindness Thou showest to thousands, and retribution for the guilt of the fathers thou bringest home to their children after them, Thou great and mighty God,"},{"number":19,"text":"great in purpose and mighty in action, whose eyes are open to all the ways of men, giving to each his deserts and the fruit of his deeds."},{"number":20,"text":"In the land of Egypt Thou didst set in Israel and among (other) men signs and wonders (which are commemorated) unto this day, and so didst win for Thyself the renown that is Thine to-day;"},{"number":21,"text":"and Thou didst bring Thy people Israel out of the land of Egypt by signs and wonders, with mighty hand and"},{"number":22,"text":"outstretched arm and terrors great; and Thou gavest them this land which Thou didst swear to their fathers to give them – a land flowing with milk and honey –"},{"number":23,"text":"and they came in and took possession of it. But they would not listen to Thy voice, nor live in accordance with Thy law; they have left undone all that Thou didst command them to do; and so Thou hast brought all this misery upon them."},{"number":24,"text":"Behold how the siege-mounds for storming the city are already close upon it, and under the stress of sword, famine and pestilence, the city is already as good as given into the hands of the Chaldeans that are assailing it. What Thou hast threatened has come, as Thou Thyself seest."},{"number":25,"text":"And it was Thou Thyself, O Lord Jehovah, who didst command me to buy the land; (and this I have done), writing and sealing the deed and calling witnesses, though all the while the city is already as good as delivered into the hands of the Chaldeans.\""},{"number":26,"text":"Then there came to Jeremiah the following message from Jehovah:"},{"number":27,"text":"I am Jehovah, the God of all flesh: is there anything too hard for Me?"},{"number":28,"text":"Therefore thus saith Jehovah: Behold! I am about to deliver this city into the hands of the Chaldeans and of Nebuchadnezzar, king of Babylon, and he shall take it."},{"number":29,"text":"Yes, the Chaldeans that are assailing this city shall come and set this city on fire and burn it, with the houses on whose roofs they have provoked Me by burning sacrifice to the Baal and by offering drink-offerings to other gods;"},{"number":30,"text":"for, ever since their youth the people of Israel and Judah have done nothing but evil in My sight."},{"number":31,"text":"From the day it was built up to this day, this city has provoked Me to remove it, in wrath and fury, out of My sight,"},{"number":32,"text":"for all the evil that the people of Israel and Judah have wrought to vex Me – themselves, with their kings, princes, priests and prophets, with the men of Judah and the citizens of Jerusalem."},{"number":33,"text":"They have turned their backs to Me instead of their faces; and though I taught them early and late, they would never listen or accept correction."},{"number":34,"text":"The very House that bears My name they have defiled by introducing into it their abominable worship."},{"number":35,"text":"They have built Baal sanctuaries in the Valley of the son of Hinnom for the (fiery) consecration of their sons and daughters to Molech, though this was no commandment of Mine – it never entered into My mind that they should do this abomination, and thus involve Judah in sin."},{"number":36,"text":"Now, therefore, Thus saith Jehovah, the God of Israel, concerning the city of which ye say that hunger, famine and pestilence have already as good as delivered it into the hands of the king of Babylon:"},{"number":37,"text":"See! I will gather them out of all the lands to which, in My great wrath, anger, and fury, I have driven them, for I will bring them back to this place and settle them here securely;"},{"number":38,"text":"and they shall be My people, and I will be their God."},{"number":39,"text":"A single heart I will give them, and a single way (will I set before them), that they may hold Me in reverence for ever, and that they and their children after them may prosper;"},{"number":40,"text":"and I will make with them an everlasting covenant to follow them ceaselessly with My blessing, and I will put the fear of Me in their hearts, that they may follow Me without swerving."},{"number":41,"text":"It will also be a joy to Me to do them good; and faithfully, with all My heart and soul, I will plant them in this land."},{"number":42,"text":"For thus saith Jehovah, As surely as I have brought upon this people all this mass of misery, so surely will I bring upon them all the blessings I promise them."},{"number":43,"text":"In this land that ye call a desolation, forsaken of man and beast and delivered into the hands of the Chaldeans, fields shall be bought once more."},{"number":44,"text":"Yes, men shall buy fields for money, subscribing and sealing the deeds, and taking witnesses, in the district of Benjamin and the neighbourhood of Jerusalem and the cities of Judah, in the cities of the hill country, the lowland, and the south. For I will restore their fortunes, saith Jehovah. Renewed Promises of Restoration"}]}