{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":33,"verses":[{"number":1,"text":"A second message from Jehovah came to Jeremiah while he was still confined in the guard-house. It was this:"},{"number":2,"text":"Thus saith Jehovah, who created the earth and formed it to stand fast – Jehovah is His name:"},{"number":3,"text":"\"Call to Me, and in answer I will tell thee great and hidden things, of which thou art unaware.\""},{"number":4,"text":"Thus saith Jehovah, the God of Israel, concerning the houses of this city and the royal palaces of Judah which have been demolished to make a defence against the siege-mounds and the sword."},{"number":5,"text":"The Chaldeans are coming to fight and to fill them with the dead bodies of the men whom I have slain in Mine anger and fury, and whose manifold wickedness has constrained Me to hide My face from them."},{"number":6,"text":"Nevertheless, I will close up the city’s wounds and heal her completely, and I will unveil to them treasures of peace and stability."},{"number":7,"text":"The fortunes of Judah and Israel I will restore; and I will build them up as of old."},{"number":8,"text":"I will cleanse them of all the guilt of their sin against Me, and I will forgive all the guilt of their sin and rebellion against Me."},{"number":9,"text":"And she shall be to Me a source of delight, of praise, and of glory among all the nations of the earth, when they hear of all the happiness that I shall achieve for them; and they shall fear and tremble at all the happiness and all the prosperity that I shall provide for them."},{"number":10,"text":"Thus saith Jehovah: In this place that you call a desolation, forsaken of man and beast, in the cities of Judah and on the streets of Jerusalem that are desolate, forsaken of man and beast,"},{"number":11,"text":"there shall once again be heard the voice of mirth and gladness, the voice of bridegroom and bride, the voice of those that say, as they bring their thank-offerings into the House of Jehovah, Give thanks to Jehovah of Hosts, For Jehovah is gracious, His kindness endureth for ever. For I will restore the fortunes of the land, saith Jehovah, as in the olden time."},{"number":12,"text":"Thus saith Jehovah of Hosts: In this place which is desolate, forsaken of man and beast, and in all the cities thereof, there shall again be homesteads of shepherds with flocks reclining."},{"number":13,"text":"In the cities of the hill country, the lowland, and the south, in the district of Benjamin, the neighbourhood of Jerusalem, and the cities of Judah, flocks shall once more file past, to be counted under the hands (of the shepherds), saith Jehovah."},{"number":14,"text":"Mark this, saith Jehovah; the days are coming when I will perform My gracious promise to the households of Israel and Judah."},{"number":15,"text":"In those days and at that time I will raise up for David a righteous shoot, Who shall execute justice and right in the land."},{"number":16,"text":"In those days shall Judah be crowned with salvation, And Jerusalem in safety shall dwell: And this is the name men shall call her, \"Our champion is Jehovah.\""},{"number":17,"text":"For thus saith Jehovah: David shall never want a man to sit upon the throne of the house of Israel;"},{"number":18,"text":"neither shall the Levitical priests ever, for all time to come, want a man to offer burnt-offerings in My presence or to burn oblations or to do sacrifice."},{"number":19,"text":"Further, there came to Jeremiah this message from Jehovah,"},{"number":20,"text":"Thus saith Jehovah: Not until ye can annul My covenant with Day and Night, so that Day and Night shall come no more at their appointed time –"},{"number":21,"text":"not until then shall My covenant be annulled with David My servant, that a son of his should reign upon his throne; or My covenant with the Levitical priests, My ministers."},{"number":22,"text":"Numberless as the host of heaven, measureless as the sand of the sea, shall I multiply the descendants of David, My servant, and the Levitical priests, My ministers."},{"number":23,"text":"Jeremiah received this further message from Jehovah:"},{"number":24,"text":"Hast thou observed what this people has been saying? They have said that Jehovah has cast off the two families of His choice, and in contempt for His people has ordained that they shall no longer exist as a nation before Him?"},{"number":25,"text":"Well, thus saith Jehovah: As surely as I have created Day and Night and determined the order of heaven and earth,"},{"number":26,"text":"so surely will I never cast off the descendants of Jacob and of David My servant, or fail to select his descendants as rulers over the race of Abraham, Isaac and Jacob; for I will have compassion upon them and restore their fortunes. Incidents of the Siege of Jerusalem"}]}