{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":34,"verses":[{"number":1,"text":"This message came to Jeremiah from Jehovah, when Nebuchadnezzar, king of Babylon, and all his army, and all the kingdoms and nations of the earth that were under his dominion were fighting against Jerusalem and all the cities of Judah:"},{"number":2,"text":"Thus saith Jehovah, the God of Israel, Go to Zedekiah, king of Judah, and say to him, Thus saith Jehovah: I am about to deliver this city into the hands of the king of Babylon, who will burn it with fire."},{"number":3,"text":"As for thee, thou shalt not escape out of his hands: thou wilt assuredly be seized and into his hands delivered: thou shalt see the king of Babylon eye to eye, and speak to him face to face, and to Babylon thou shalt go."},{"number":4,"text":"But listen, Zedekiah, king of Judah, to the message of Jehovah: Thus saith Jehovah concerning thee: Thou shalt not die by the sword,"},{"number":5,"text":"but thou shalt die in peace. (Sweet spices) shall be burned for thee, as for thine ancestors before thee, and lamentations shall be made for thee with \"Ah! Lord,\" for I, saith Jehovah, have spoken the word."},{"number":6,"text":"Then Jeremiah the prophet delivered this message to Zedekiah king of Judah in Jerusalem,"},{"number":7,"text":"when the army of the king of Babylon was fighting against Jerusalem, and all the cities of Judah that were left, and Lachish and Azekah – the only cities of Judah that remained as fortified cities. Slaves: To be Punished by the Liberation of Disaster upon Themselves"},{"number":8,"text":"The message which came to Jeremiah from Jehovah, after the King Zedekiah had covenanted with all the people in Jerusalem to make a proclamation of liberty –"},{"number":9,"text":"each man to set free his Hebrew slave, whether male or female, so that no one of Jewish descent should serve as slave any longer."},{"number":10,"text":"Now all the princes and all the people kept the covenant they had entered into to liberate their several male and female slaves and to treat them as slaves no longer: they kept it and set them free."},{"number":11,"text":"Afterwards, however, they turned and forced back into slavery the male and female slaves whom they had liberated."},{"number":12,"text":"Then there came to Jeremiah this message from Jehovah,"},{"number":13,"text":"Thus saith Jehovah, the God of Israel: When I brought your forefathers out of the land of Egypt, that house of slavery, I Myself made this covenant"},{"number":14,"text":"that at the end of six years they were to release any Hebrew brother who had sold himself to them – after six years of service, they were to set him free: your forefathers, however, would not listen or incline their ear to Me."},{"number":15,"text":"But you have in these days acted in a very different spirit; you have done what I desired in each proclaiming liberty to his (enslaved) neighbour; in My presence you made a covenant in the House that is called by My name."},{"number":16,"text":"Now, however, you have turned round and dishonoured My name by forcing back again into slavery the several male and female slaves you had set free to dispose of themselves as they would."},{"number":17,"text":"Therefore thus saith Jehovah: You have disobeyed My injunction to make a proclamation of liberty, each of you to his (enslaved) neighbour. Well, then, saith Jehovah: You shall have your proclamation of liberty from Me – (liberty) to the sword, pestilence and famine – and I will make you an object of consternation to every kingdom in the world."},{"number":18,"text":"As for the men that broke the covenant they had made in My presence, when they passed between the pieces of the calf they had cut in two –"},{"number":19,"text":"I mean the princes of Judah and Jerusalem, the eunuchs, the priests and all the people of the land who passed between the pieces of the calf they had cut in two –"},{"number":20,"text":"I will deliver them into the hands of their enemies and of those that seek their life, and their dead bodies shall be devoured by the birds of the air and the beasts of the earth."},{"number":21,"text":"Further, Zedekiah, king of Judah, and his princes, I will deliver into the hands of their enemies and of those that seek their life, and into the hands of the army of the king of Babylon which (for the moment) has raised the siege and left you."},{"number":22,"text":"Mark this well, saith Jehovah, I will issue My word of command and bring them back to this city; they shall assault it and take it and burn it with fire, and the cities of Judah I will turn into an uninhabited desolation. The Fidelity of the Rechabites contrasted with the Disobedience of the Jews"}]}