{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":35,"verses":[{"number":1,"text":"In the days of Jehoiakim, the son of Josiah, king of Judah, Jeremiah received the following message from Jehovah:"},{"number":2,"text":"Go to the clan of the Rechabites, talk with them, bring them into one of the chambers (of the Temple) and offer them wine to drink."},{"number":3,"text":"So I took Jaazaniah, the son of Jeremiah, the son of Habaz-ziniah, with his brothers and all his sons and the whole Rechabite clan,"},{"number":4,"text":"and brought them into the Temple chamber belonging to the sons of Hanan, the son of Yigdaliah, the man of God, that was adjacent to the chamber of the princes, above the chamber of Maaseiah, the son of Shallum, the Keeper of the Threshold."},{"number":5,"text":"I then set before the Rechabites bowls full of wine and cups and told them to drink."},{"number":6,"text":"\"No,\" they said, \"we will drink no wine; for Jonadab, the son of Rechab, our ancestor, laid a charge upon us and our children to drink no wine,"},{"number":7,"text":"to build no houses, to sow no seed, to plant and possess no vineyard for ever, but to spend all our days in tents, so that we might live long on the land where as strangers we dwell."},{"number":8,"text":"In full obedience, therefore, to this charge of Jonadab, the son of Rechab, our ancestor, we have drunk no wine all our life long, neither we, nor our wives, nor our sons, nor our daughters."},{"number":9,"text":"We have built no houses to live in, we have owned neither vineyard, field, nor seed,"},{"number":10,"text":"but we have lived in tents and faithfully fulfilled all the instructions of our ancestors Jonadab."},{"number":11,"text":"It was only when the land was invaded by Nebuchadnezzar, king of Babylon, that we decided to come to Jerusalem, to escape the Babylonian and Aramean armies; that is why we are (now) living in Jerusalem.\""},{"number":12,"text":"Then there came to Jeremiah this message from Jehovah:"},{"number":13,"text":"\"Thus saith Jehovah the God of Israel: Go and say to the men of Judah and the citizens of Jerusalem: Should this not be a lesson to you to obey My words, saith Jehovah?"},{"number":14,"text":"The injunction that Jonadab the son of Rechab laid upon his sons to drink no wine has been steadily observed: in obedience to that ancestral charge they have abstained to this day. But when I spoke to you early and late, you refused to listen."},{"number":15,"text":"Early and late I sent you all My servants the prophets with the message to each man of you that, if you would abandon your wicked ways, amend your conduct, and no longer indulge in the service of other gods, you should continue in the land that I gave your forefathers; but you would not incline your ear or listen to Me."},{"number":16,"text":"Unlike the descendants of Jonadab the son of Rechab, who have steadily observed the injunctions of their ancestor, this people has refused to listen to Me."},{"number":17,"text":"Therefore thus saith Jehovah of Hosts, the God of Israel: See! I am about to bring upon Judah and upon all the citizens of Jerusalem all the misery with which I have threatened them, because they refused to listen to My words or respond to My call.\""},{"number":18,"text":"But to the clan of the Rechabites Jeremiah said, \"Thus saith Jehovah of Hosts, the God of Israel: Because you have obeyed the injunction of your ancestor Jonadab, keeping all his commandments and fulfiling all his instructions,"},{"number":19,"text":"Jonadab, the son of Rechab shall never want a man to minister to Me, while the earth stands. Jeremiah’s Prophecies Committed to Writing, Publicly Read in the Temple, and Contemptuously Burned by King Jehoiakim"}]}