{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":36,"verses":[{"number":1,"text":"In the fourth year of Jehoiakim, the son of Josiah, king of Judah, Jeremiah received the following message from Jehovah:"},{"number":2,"text":"Take a book-roll, and write on it all the messages I have communicated to thee with regard to Israel and Judah and all nations, from My first message to thee in the days of Josiah right on to the present day."},{"number":3,"text":"It may be that, when the people of Judah hear of all the misery I am planning to bring upon them, they will severally abandon their wicked ways, and receive at My hands pardon for their guilt and sin."},{"number":4,"text":"Then Jeremiah summoned Baruch, the son of Neriah, who wrote down on a book-roll to Jeremiah’s dictation all the messages Jehovah had communicated to him."},{"number":5,"text":"Thereafter Jeremiah gave instructions to Baruch in the following terms: \"Seeing that I am personally under restraint and debarred from access to the Temple,"},{"number":6,"text":"do you go and, on the day appointed for fasting, read aloud in the Temple the messages of Jehovah in the hearing of the people from the roll which you have written to my dictation; read them also in the hearing of the Judeans who come from their respective country towns."},{"number":7,"text":"It may be that they will humbly supplicate Jehovah, and severally abandon their wicked ways: for great is the anger and fury with which Jehovah has threatened this people.\""},{"number":8,"text":"In accordance, therefore with his instructions from Jeremiah the prophet, Baruch read aloud from the book the words of Jehovah in the Temple."},{"number":9,"text":"Now in the ninth month of the fifth year of Jehoiakim the son of Josiah, king of Judah, a sacred fast was proclaimed by all the people resident in Jerusalem, and all those also present from the country towns of Judah."},{"number":10,"text":"Then in the hearing of all the people Baruch read from the book the messages of Jeremiah from the room that belonged to Gemariah, the son of Shaphan the Secretary of State, which was situated in the upper court at the entrance to the new Temple gate."},{"number":11,"text":"Now when Micaiah, the son of Gemariah, the son of Shaphan, had heard the messages of Jehovah as they were read from the book,"},{"number":12,"text":"he went down to the palace to the room of the Secretary of State, and there he found the whole court seated – Elishama, the Secretary and Delaiah, the son of Shemaiah, and Elanthan, the son of Achbor, and Gemariah, the son of Shaphan, and Zedekiah, the son of Hananiah, and indeed the whole court."},{"number":13,"text":"Micaiah proceeded to inform them of all the words he had heard Baruch read out of the book in the hearing of the people."},{"number":14,"text":"The whole court accordingly despatched a messenger to Baruch, namely one Jehudi, the son of Nethaniah, the son of Shelemiah, the son of Cushi, with instructions to Baruch to appear, bringing with him the roll from which he had read in the hearing of the people. So Baruch, the son of Neriah, appeared before them with the roll in his hand."},{"number":15,"text":"Then they told him to sit down and read it in their hearing; so Baruch read while they listened."},{"number":16,"text":"When they had heard it all, they turned to one another in consternation, exclaiming to Baruch that they were bound to inform the king of all this."},{"number":17,"text":"They then asked Baruch to explain how he had written all these words."},{"number":18,"text":"Baruch replied that Jeremiah had dictated them all to him, and he had written them down with ink in the book."},{"number":19,"text":"\"Well, then,\" said the princes to Baruch, \"go into hiding, you and Jeremiah, and let nobody know where you are.\""},{"number":20,"text":"After they had deposited the roll in the chamber of Elishama the Secretary, they visited the king in his apartment, and reported the whole matter to him."},{"number":21,"text":"The king then despatched Jehudi to fetch the roll; and, when he had brought it from Elishama’s chamber, he read it in the hearing of the king and of all the courtiers who were in attendance upon him."},{"number":22,"text":"Now the king was sitting in the winter house, and the fire on the brazier was burning before him;"},{"number":23,"text":"and every three or four columns that Jehudi read, the king would cut up with his penknife and fling into the fire that was on the brazier, till the whole roll was consumed in the fire that was on the brazier."},{"number":24,"text":"But there was no sense of horror either on the part of the king or of any of his ministers as they listened to all these words, nor did they rend their garments."},{"number":25,"text":"Elnathan, Delaiah, and Gemariah, however, had entreated the king not to burn the roll, but he would not listen to them."},{"number":26,"text":"Then the king commanded the royal prince Jerachmeel, and Seraiah, the son of Azriel, and Shelemiah, the son of Abdeel, to fetch Baruch the scribe and Jeremiah the prophet; but Jehovah kept them in concealment."},{"number":27,"text":"After the king had burned the roll containing the words written by Baruch to Jeremiah’s dictation, Jeremiah received this message from Jehovah,"},{"number":28,"text":"\"Once more take another roll, and write on it all the words that were on the first roll that was consigned to the flames by Jehoiakim, king of Judah,"},{"number":29,"text":"Thus saith Jehovah: Thou hast taken it upon thee to burn this roll and to demand my reason for recording the threat that the king of Babylon would assuredly come and destroy this land, and clear it of man and beast."},{"number":30,"text":"Therefore thus saith Jehovah concerning Jehoiakim, king of Judah: Never a man shall he have to sit upon the throne of David; his dead body shall be flung out and exposed to the heat of day and the cold of night."},{"number":31,"text":"I will punish him, his descendants, and his ministers, for their sins; and I will bring upon them and upon the citizens of Jerusalem all the misery with which I threatened them in vain.\""},{"number":32,"text":"Then Jeremiah took another roll and gave it to Baruch the scribe, the son of Neriah, who wrote on it to Jeremiah’s dictation all the words of the book that had been burned by Jehoiakim; and it was supplemented by many messages of a similar kind. Jeremiah Warns King Zedekiah of the Impending Fate of Jerusalem"}]}