{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":37,"verses":[{"number":1,"text":"Now Zedekiah the son of Josiah was reigning in place of Coniah, the son of Jehoiakim, having been set upon the throne of Judah by Nebuchadnezzar, king of Babylon;"},{"number":2,"text":"but neither he nor his ministers nor the people of the land gave any heed to the messages Jehovah had delivered by the prophet Jeremiah."},{"number":3,"text":"King Zedekiah, however, sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah the priest to Jeremiah, with the request that he would pray for them to Jehovah their God."},{"number":4,"text":"Now Jeremiah, who had not yet been put in prison, was still coming and going among the people."},{"number":5,"text":"The Chaldeans who were engaged in the siege of Jerusalem, having received a report that Pharaoh’s army was advancing from Egypt, abandoned the siege."},{"number":6,"text":"Then there came to Jeremiah this message from Jehovah,"},{"number":7,"text":"Thus saith Jehovah: Tell the king of Judah who hath sent thee to consult Me, that Pharaoh’s army which is advancing to your aid shall return to Egypt to their own land;"},{"number":8,"text":"and the Chaldeans will come back and assault this city and take it and burn it with fire."},{"number":9,"text":"Thus saith Jehovah: Do not delude yourselves with the idea that the Chaldeans will leave you for good: they will do nothing of the kind."},{"number":10,"text":"For even if you defeated the whole Chaldean army that is fighting against you, so completely that the only survivors were wounded men – a man to a tent– even they would rise up and burn this city with fire. Jeremiah Arrested and Imprisoned"},{"number":11,"text":"When, in view of the advance of Pharoah’s army, the Chaldean forces had abandoned the siege of Jerusalem,"},{"number":12,"text":"Jeremiah made a journey from Jerusalem to the district of Benjamin to receive his inheritance among the people."},{"number":13,"text":"He had just reached the Benjamin gate when he was apprehended there by a sentry named Jirijah, the son of Shelemiah, the son of Hananiah, who called out, \"You are deserting to the Chaldeans.\""},{"number":14,"text":"\"It is false, said Jeremiah, \"I am not deserting to the Chaldeans.\" But Jirijah, refusing to listen, apprehended Jeremiah and brought him before the courtiers,"},{"number":15,"text":"who in their exasperation had Jeremiah flogged and put in the house of Jonathan, the Secretary of State, which they had turned into a prison."},{"number":16,"text":"So Jeremiah found himself in the cells of the dungeon, where he remained for a considerable time. Amelioration of Jeremiah’s Lot"},{"number":17,"text":"Then King Zedekiah sent for him and questioned him secretly in his house whether there was any communication from Jehovah. \"There is,\" said Jeremiah; \"you will be delivered into the hands of the king of Babylon."},{"number":18,"text":"Further,\" said Jeremiah to the king, \"what is my crime against you or your ministers or this people that you have put me in prison?"},{"number":19,"text":"Where are your prophets (now) that assured you that the king of Babylon would never invade this country?"},{"number":20,"text":"And now I beseech your Majesty to listen with favour to my supplication, and not to allow me to be taken back to the house of Jonathan the Secretary, where I am likely to perish.\""},{"number":21,"text":"Jeremiah was accordingly committed by royal command to the guard-court, and furnished with a loaf of bread a day from the Baker’s Street, till all the bread in the city was consumed. So Jeremiah remained in the guard-court. Jeremiah Accused of Treason, is Put into a Dungeon, from which he is Rescued by Ebedmelech, a Foreigner"}]}