{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":38,"verses":[{"number":1,"text":"Now Shephatiah, the son of Mattan, and Gedaliah, the son of Pashhur, and Juca, the son of Shelemiah, and Pashhur, the son of Malchiah, and heard Jeremiah addressing all the people in words like these:"},{"number":2,"text":"\"Thus saith Jehovah: Whoever remains in this city shall die by sword, famine and perstilence; but whoever goes over to the Chaldeans shall be spared, though he shall escape with nothing but his life.\""},{"number":3,"text":"Also, \"Thus saith Jehovah, This city shall most assuredly be delivered into the hands of the king of Babylon’s army, and it shall be captured.\""},{"number":4,"text":"Whereupon those courtiers said to the king, \"We petition you to have this fellow put to death: this sort of talk is unnerving all the people and the soldiers left in the city. This fellow does not want to help the city, but to ruin it.\""},{"number":5,"text":"\"He is in your power,\" said the king; for he was helpless against them."},{"number":6,"text":"So they took Jeremiah and, lowering him with ropes, they threw him into the cistern of the royal prince Malchiah, that was in the guard-court. There was no water in the cistern, but only mud; and Jeremiah sank in the mud."},{"number":7,"text":"Now it came to the ears of Ebedmelech, an Ethiopian eunuch attached to the palace, that they had put Jeremiah in the cistern."},{"number":8,"text":"Ebedmelech accordingly left the palace for the Benjamin gate where the king happened to be sitting at the time, and thus he addressed him:"},{"number":9,"text":"\"Your Majesty, these men have behaved most wrongfully in their treatment of Jeremiah the prophet; they have flung him into the cistern and he will die of hunger on the spot, for there is no more bread in the city.\""},{"number":10,"text":"At once the king ordered Ebedmelech to take with him three me and pull Jeremiah out of the cistern before he perished."},{"number":11,"text":"Ebedmelech, accordingly, taking the men with him, went to the palace, and secured from (a lumber room) underneath the treasury some torn and tattered rags, and let them down by ropes to Jeremiah into the cistern."},{"number":12,"text":"Then he told Jeremiah to put the torn and tattered rags under his armpits beneath the ropes; and Jeremiah did so."},{"number":13,"text":"Then they drew him up with the ropes and pulled him out of the cistern; and Jeremiah remained in the guard-court. Zedekiah Secretly Consults Jeremiah"},{"number":14,"text":"King Zedekiah afterwards sent and had Jeremiah brought to him at the third entry that leads into the Temple; and the king said to Jeremiah, \"I am going to ask you a question which you are to answer me unreservedly.\""},{"number":15,"text":"\"If I tell you,\" said Jeremiah, \"are you not certain to put me to death? besides, any advice I give you, you will simply disregard.\""},{"number":16,"text":"Then, in secret, the king swore the following oath to Jeremiah, \"As Jehovah liveth, who created this life of ours, I assure you solemnly that I will neither put you to death nor deliver you into the hands of those men that are seeking your life.\""},{"number":17,"text":"Then said Jeremiah to Zedekiah, \"Thus saith Jehovah, If you surrender voluntarily to the officers of the king of Babylon, your life will be spared, and this city shall not be burned with fire, but you and your family will be spared."},{"number":18,"text":"If, however, you refuse to surrender, then this city shall be delivered into the hands of the Chaldeans, who will burn it with fire; and you shall not escape from their hands.\""},{"number":19,"text":"Then the king said to Jeremiah, \"I am afraid of the Jews who have gone over to them and subjected to violence.\""},{"number":20,"text":"\"No,\" said Jeremiah, \"you will not be handed over. But I entreat you to listen to what I say – it is the voice of Jehovah: your happiness and your life depend upon it."},{"number":21,"text":"But if you refuse to surrender, then this is the message revealed to me in a vision by Jehovah –"},{"number":22,"text":"mark it well; (I saw) all the women that are left in the palace of the king of Judah brought out to the chief officers of the king of Babylon, chanting the while this song: Thy most excellent friends have beguiled And prevailed over thee, Thy feet they have thrust in the mire, And thus sinking have left thee."},{"number":23,"text":"All your wives and children they shall bring out to the Chaldeans, and you yourself shall not escape; you will be seized by the hand of the king of Babylon; and this city shall be burned with fire.\""},{"number":24,"text":"\"Well, then,\" said the king to him, \"let nobody know anything of this conversation, or else you are a dead man."},{"number":25,"text":"If the courtiers hear that I have been talking with you, and come and ask you to tell them unreservedly, on pain of death, what you have been saying to the king and the king to you,"},{"number":26,"text":"then just tell them that you were presenting a petition to the king that you should not be taken back to Jonathan’s house, where you were in danger of perishing.\""},{"number":27,"text":"In point of fact, the courtiers did all come to Jeremiah and question him; and the story he told them was in entire accordance with the king’s instructions. So they said no more to him, for no part of the conversation had been heard."},{"number":28,"text":"Jeremiah accordingly remained in the guard-court till the day Jerusalem was taken."}]}