{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":39,"verses":[{"number":1,"text":"In the tenth month of the ninth year of Zedekiah, king of Judah, Nebuchadnezzar, king of Babylon came with all his forces against Jerusalem and laid siege to it."},{"number":2,"text":"On the ninth day of the fourth month of the eleventh year of Zedekiah a breach was made in the city."},{"number":3,"text":"All the chief officers of the king of Babylon came and took their seats in the middle gate – Nergalsharezer the Rab-mag, Nebushazban the Rab-saris, and all the rest of the officers of the king of Babylon."},{"number":4,"text":"On observing this, Zedekiah, king of Judah, and all the soldiers took to flight, leaving the city during the night by way of the royal garden, by the gate between the two walls, and they made for the Jordan valley."},{"number":5,"text":"But the Chaldean army pursued them and overtook Zedekiah in the steppes of Jericho. They seized him and brought him to Nebuchadnezzar king of Babylon, who was at Riblah in the district of Hamath, and he"},{"number":6,"text":"pronounced judgment upon them. At Riblah the king of Babylon slew the sons of Zedekiah before his eyes, and all the noblemen of Judah also did the king"},{"number":7,"text":"of Babylon slay. He then put out Zedekiah’s eyes, and loaded him with chains to carry him to Babylon."},{"number":8,"text":"The palace and the houses of the people the Chaldeans burned with fire, and the walls of Jerusalem they"},{"number":9,"text":"demolished. The rest of the people that were left in the city, and the deserters who had gone over to him, and those that were left of the artificers, Nebuzaradan, the commander of the guard, carried to exile in Babylon."},{"number":10,"text":"Some of the poor people who had nothing were left by Nebuzaradan, the commander of the guard, in the land of Judah, and presented at the same time with vineyards and fields."},{"number":11,"text":"With regard to Jeremiah, Nebuchadnezzar, king of Babylon, had instructed Nebuzaradan, the commander"},{"number":12,"text":"of the guard, to do him no harm, but to take and look well after him and treat him according to his own"},{"number":13,"text":"instructions. So a messenger was despatched from Nebuzaradan, the commander of the guard, and Nebuzaradan, the Rab-saris, and Nergalsharezer, the Rab-mag, and all the chief officers of the king of Babylon. Provision made for Jeremiah’s safety after the Capture of Jerusalem"},{"number":14,"text":"They sent and had Jeremiah brought from the guard-court, and delivered him to Gedaliah, the son of Ahikam, the son of Shaphan, to be taken to his own home; so he stayed among the people. Jeremiah’s Gracious Promise to Ebedmelech"},{"number":15,"text":"During Jeremiah’s detention in the guard-court, there had come to him this message from Jehovah:"},{"number":16,"text":"Go and say to Ebedmelech the Ethiopian, Thus saith Jehovah of Hosts, the God of Israel: I will bring upon this city all that I have said – for evil and not for good, and in that day it will be accomplished before thine eyes."},{"number":17,"text":"But, saith Jehovah, I will deliver thee on that day, and thou shalt not be given into the hands of the men thou dreadest."},{"number":18,"text":"I will save thee without fail; thou shalt not fall by the sword, but thou shalt escape with thy life, because, saith Jehovah, thou hast put thy trust in Me. Jeremiah Elects to Remain in Palestine"}]}