{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":4,"verses":[{"number":1,"text":"\"O Israel, if thou wilt return,\" saith Jehovah, If thou but return unto Me, And put out of My sight those things that I loathe; If thou roam not hither and thither;"},{"number":2,"text":"If sincerely and justly and truly Thou swear, ’As Jehovah liveth,’ Then nations shall pray for a blessing like thine, And in thee shall they make their boast."},{"number":3,"text":"For thus saith Jehovah to the citizens of Judah, And to them that dwell in Jerusalem: Break up the ground that lies fallow, And sow ye not among thorns;"},{"number":4,"text":"Circumcise ye your own selves to Jehovah, Remove from your hearts the foreskin, Ye citizens of Judah And ye that dwell in Jerusalem; Lest My fury go forth like fire And blaze beyond all quenching, Because of your evil doings.\" The Impending Judgment to be Executed by a Foreign Invader"},{"number":5,"text":"Declare ye this message in Judah, And publish it in Jerusalem; Blow the trumpet throughout the land, Cry aloud and say, \"Gather and let us betake ourselves Into the fortified cities.\""},{"number":6,"text":"Lift towards Zion a signal, Flee ye for safety and stay out; For disaster and fell destruction I soon will bring out the north."},{"number":7,"text":"A lion hath gone from his thicket; The Devastator of nations Hath left and gone forth from his place To desolate the earth."},{"number":8,"text":"Gird yourselves therefore with sackcloth, Make ye lament and wail; For the fierce glowing wrath of Jehovah Doth turn not away nor leave us."},{"number":9,"text":"The heart of the king and the princes Shall fail int that day, saith Jehovah; The priests shall be seized with horror, And the prophets with amazement."},{"number":10,"text":"They shall say \"Ah, Lord Jehovah! Ah! Surely Thou hast deluded This people and Jerusalem, Assuring us all would be well, While the doth pierce to the soul.\""},{"number":11,"text":"This message shall then be declared To Jerusalem and this people: A glowing wind from the desert Cometh straight upon My people, But not to winnow or cleanse–"},{"number":12,"text":"Too keen is the blast for that. So now I will utter My judgment upon them."},{"number":13,"text":"Behold! he mounteth as clouds, His chariots are like to the whirlwind, His horses are swifter than eagles: \"Woe unto us! we are spoiled.\""},{"number":14,"text":"Wash thy heart of wickedness, Jerusalem, that thou mayest be saved: How long wilt thou harbour within thee Thine evil imaginations?"},{"number":15,"text":"Hark! a message from Dan, From Mount Ephraim, evil tidings;"},{"number":16,"text":"Proclaim it among the nations, And publish it over Jerusalem. Behold! leopards are coming From a land that is far away, They are raising loud their roar Against the cities of Judah."},{"number":17,"text":"Lying in wait in the fields, They beset her round and round– \"Because,\" declareth Jehovah, \"She hath rebelled against Me.\""},{"number":18,"text":"Thy doings and thy behaviour Have brought these things upon thee; This is the fruit of thy wickedness– Bitter indeed it is, It pierceth thy very heart. The Prophet’s Anguish"},{"number":19,"text":"O the pain, the pain in my bosom, The walls of my heart are athrob: My heart is a tumult within me, I cannot hold my peace; For the sound of the trumpet I hear, The din and alarum of battle."},{"number":20,"text":"Ruin doth break upon ruin, For all the land is laid waste; My tents of a sudden are spoiled, Yea, all in a moment my curtains."},{"number":21,"text":"How long must I look on the standard And hear the sound of the trumpet?"},{"number":22,"text":"For foolish is my people, And me they do not know; Sottish children they are, Devoid of understanding: Wise are they to do evil, But they know not how to do good."},{"number":23,"text":"I looked at the earth, and behold! it was empty. I looked at the heavens, and their light was gone,"},{"number":24,"text":"I looked at the mountains, and lo! they were trembling, And all the hills moved to and fro."},{"number":25,"text":"I looked and looked, but behold, there was no man, And all the birds of the heaven had fled."},{"number":26,"text":"I looked at the fruit-land: behold! it was desert, And all the cities were fallen in ruins, Laid waste by the fierce hot wrath of Jehovah. The Irrevocable Doom"},{"number":27,"text":"For thus Jehovah hath said, The land shall be all desolation."},{"number":28,"text":"For this the earth shall mourn, And the heavens above be black; For I have not repented My words, And I will not turn back from My purpose."},{"number":29,"text":"At the noise of the horsemen and bowmen The whole land taketh to flight; They enter the thickets and caves, They climb up on to the rocks. Abandoned is very city, And not a man dwelleth therein."},{"number":30,"text":"Why, then, dost thou robe thee in scarlet, And deck thee with jewels of gold, And paintest thine eyes to enlarge them? In vain dost thou make thyself fair. They that doted on thee despite thee; It is thy life that they seek."},{"number":31,"text":"For a cry have I heard as of woman in travail, A scream as of one bringing forth her first child. Hark! ’tis the daughter of Zion That gaspeth and spreadeth her hands, Saying, \"Ah! woe is me! I am faint, I am sinking – the victim of murderers.\" The Universal Corruption of the Nation"}]}