{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":40,"verses":[{"number":1,"text":"The message which came to Jeremiah from Jehovah after he had been released from Ramah by Nebuzaradan, the commander of the guard, who had found him there in chains among the captives of Jerusalem and Judah, who were being carried to exile in Babylon."},{"number":2,"text":"The commander of the guard took Jeremiah and said to him: \"Jehovah, your God, pronounced this doom upon this place,"},{"number":3,"text":"and He has kept His word. You have sinned against Him and refused to listen to His voice, and so this thing is come upon you."},{"number":4,"text":"But see now, I will release you at once from the chains on your hands. If you are disposed to accompany me to Babylon come and I will look well after you; but if not, then leave it alone. The whole land is before you; go wherever you choose and prefer."},{"number":5,"text":"Go back to Gedaliah, the son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed Governor of the cities of Judah: stay with him among the people or go wherever you choose.\" Then the commander of the guard dismissed him with a gift of provisions and a present."},{"number":6,"text":"So Jeremiah went to Gedaliah at Mizpah, where he stayed with him among the people left in the land. Assassination of Gedaliah the Governor of Judah"},{"number":7,"text":"When all the commanders of the forces in the open field, together with their men, heard that the king of Babylon had appointed Gedaliah Governor of the land, and charged him with the oversight of the men, women and children, and of the poorest of the land, such as had not been carried to exile in Babylon,"},{"number":8,"text":"they came with their men to Gedaliah at Mizpah – Ishmael the son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah the son of Tanhumeth, and the sons of Ephai of Netophah, and Jezaniah, the son of the Maacathite."},{"number":9,"text":"And Gedaliah gave his oath to them and their men: \"Don’t be afraid,\" he said, \"of the Chaldean officials. You will prosper if you stay in the land and serve the king of Babylon."},{"number":10,"text":"As for myself, I will reside at Mizpah, to represent your interests when the Chaldean (officials) visit us; and you can gather wine, fruit, and oil, and store them up and live in the towns you take possession of.\""},{"number":11,"text":"Further, all the Jews that were in Moab, Ammon, Edom, or elsewhere, when they heard that the king of Babylon had granted permission to some to remain in Judah and had appointed Gedaliah the son of Ahikam Governor,"},{"number":12,"text":"they all returned to Judah from all the places to which they had been driven – to Gedaliah at Mizpah – and they gathered immense stores of wine and fruit."},{"number":13,"text":"Now Johanan the son of Kareah and all the commanders of the forces in the open field came to Gedaliah at Mizpah,"},{"number":14,"text":"and asked him whether he was aware that Baalis king of Ammon had sent Ishmael the son of Nethaniah to assasiante him. But Gedaliah would not believe it."},{"number":15,"text":"Then Johanan, in a secret audience with Gedaliah at Mizpah, said to him: \"I beseech you to allow me to go and slay Ishmael. Nobody need know. Why should he take your life? that will mean the scattering of all the Jews that have gathered round you, and the ruin of all that is left of Judah.\""},{"number":16,"text":"\"No,\" said Gedaliah to Johanan, \"do nothing of the kind: what you say of Ishmael is not true.\""}]}