{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":41,"verses":[{"number":1,"text":"In the seventh month, however, Ishmael, the son of Nethaniah, the son of Elishama, a member of the royal family, accompanied by one of the chief officers of the king and ten (other) men, paid a visit to Gedaliah at Mizpah."},{"number":2,"text":"While they were all dining together there, Ishmael and the ten men who accompanied him rose and with the sword smote and slew Gedaliah, whom the king of Babylon had appointed Governor of the land,"},{"number":3,"text":"together with all the Jews who were with him in Mizpah and all the Chaldean soldiers who happened to be there. Murder of Pilgrims and Flight of Gedaliah’s Assasin"},{"number":4,"text":"The day after the murder of Gedaliah, of which no one was yet aware,"},{"number":5,"text":"eighty pilgrims from Shechem, Shiloh, and Samaria, with beards shaven, clothes rent and gashes (on their bodies), came with vegetable offerings and frankincense in their hand to present them at the house of Jehovah."},{"number":6,"text":"Ishmael went out from Mizpah to meet them, and they were weeping as they went along. When he meet them, he invited them to come to Gedaliah;"},{"number":7,"text":"but when they were well within the town, he and the men who accompanied him slew them at the cistern."},{"number":8,"text":"Ten of their number, however, entreated Ishmael not to kill them: \"for we have stores of wheat,\" they said, \"and barley, oil, and honey, buried in the ground.\" So he let them alone and did not consign them to the doom of their brethren."},{"number":9,"text":"Now the cistern into which Ishmael had cast all the corpses of the men he had slain was the great cistern which had been constructed by king Asa in his war against Baasha, king of Israel; and this Ishmael filled with the slain."},{"number":10,"text":"Then Ishmael carried away captive all the rest of the people that were at Mizpah, the princesses and all the people left in Mizpah, whom Nebuzaradan, the commander of the guard, had committed to the charge of Gedaliah, the son of Ahikam; and he started across to Ammon."},{"number":11,"text":"But when Johanan the son of Kareah, and all the commanders of the forces that were with him, heard of all the atrocities perpetrated by Ishmael,"},{"number":12,"text":"they took all their men and set out to attack him; and they found him by the great waters of Gibeon."},{"number":13,"text":"All the people with Ishmael –"},{"number":14,"text":"all that he had carried captive from Mizpah –"},{"number":13,"text":"when they saw Johanan and the commanders of the forces that were with him, were filled with joy;"},{"number":14,"text":"and turning about, they came back and"},{"number":15,"text":"joined Johanan. But Ishmael, escaping with eight men, repaired to Ammon."},{"number":16,"text":"Then Johanan and all the commanders of the forces that were with him, tool all the rest of the people whom Ishmael had carried away captive from Mizpah, after his assassination of Gedaliah the son of Ahikam – men, women, and eunuchs, whom he had brought back from Gibeon."},{"number":17,"text":"Then they took their journey and stayed awhile at the sheepfolds of Chimham in the neighbourhood of Bethlehem, from which they intended to travel to Egypt;"},{"number":18,"text":"for they were in terror of the Chaldeans, because Ishmael had assassinated Gedaliah, whom the king of Babylon had appointed Governor of the land. Migration of the Jews to Egypt in Defiance of Jeremiah’s Counsel"}]}