{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":42,"verses":[{"number":1,"text":"Then all the commanders of the forces, together with Johanan, and Azariah, the son of Hoshaiah, and all the people great and small,"},{"number":2,"text":"approached Jeremiah the prophet with a petition, which they commended to his most favourable consideration, that he would pray for them, remnant as they were, to Jehovah his God. \"We are left,\" they said, \"but a few out of many, as you see with your own eyes."},{"number":3,"text":"Let Jehovah your God tell us the way we should go and the things we should do.\""},{"number":4,"text":"Jeremiah replied, \"I have heard you; I promise to pray to Jehovah our God, as you request; and whatever be Jehovah’s answer I will tell you unreservedly.\""},{"number":5,"text":"Whereupon they said to Jeremiah, \"Jehovah be our true and faithful Witness that we will act entirely in accordance with any message that Jehovah your God may send us."},{"number":6,"text":"We have sent you to Jehovah our God; and, be it welcome or unwelcome, we will obey His voice, and so enjoy the prosperity that comes from obedience to the voice of Jehovah our God.\""},{"number":7,"text":"After an interval of ten days, Jeremiah received a message from Jehovah."},{"number":8,"text":"He accordingly summoned Johanan and all the commanders of the forces that were with him, and all the people, small and great,"},{"number":9,"text":"and thus he addressed them. \"Thus saith Jehovah, the God of Israel, to whom you sent me to present your supplication:"},{"number":10,"text":"If you remain quietly in this land, I will build you up and not throw you down; I will plant you and not pluck you up: for I am grieved at the misery I have brought upon you."},{"number":11,"text":"You are afraid of the king of Babylon, but do not be afraid of him, saith Jehovah; do not be afraid of him, for I will be with you, to save you and to deliver you from his hand."},{"number":12,"text":"I will have pity upon you and inspire him with pity for you, so that he will allow you to remain in your own land."},{"number":13,"text":"You may, however, disregard the voice of Jehovah your God, and refuse to remain in this land:"},{"number":14,"text":"you may say, ’No; we will go to the land of Egypt, where we shall see no war and hear no sound of trumpet and never suffer for lack of bread – and there we shall make our home.’"},{"number":15,"text":"In that case I call upon you that are left of Judah to listen to the message of Jehovah. Thus saith Jehovah of Hosts, the God of Israel: If you are really determined to proceed to Egypt, and if you go and settle there,"},{"number":16,"text":"then the sword that you fear shall overtake you there in the land of Egypt, and the hunger that you dread shall cling to your heels there in Egypt, and there ye shall die;"},{"number":17,"text":"and all the men that were determined to go and settle in Egypt shall die by the sword, famine, and pestilence; not one shall survive or escape the disaster that I will bring upon them."},{"number":18,"text":"For thus saith Jehovah of Hosts, the God of Israel: As Mine anger and fury have been poured out upon the inhabitants of Jerusalem, so shall My fury be poured out upon you when ye enter Egypt; and ye shall be an object of execration and horror, of cursing and scorn; and ye shall see this place no more."},{"number":19,"text":"This is Jehovah’s message to you that are left of Judah: ’Do not go to Egypt.’ But now be very sure of this – I this day lay witness against you;"},{"number":20,"text":"you have done yourselves a grievous wrong. You have sent me to Jehovah your God with the request that I should pray for you to Jehovah, and promising to act in entire accordance with the will of Jehovah when I declared it to you;"},{"number":21,"text":"but when I did declare it this day, you refused to listen to the voice of Jehovah in respect of any part of my commission."},{"number":22,"text":"Now therefore be very sure of this, that ye shall die by the sword, famine, and pestilence, in the land where it is your desire to go and settle.\""}]}