{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":43,"verses":[{"number":1,"text":"When Jeremiah had finished addressing to the assembled people all these words with which Jehovah had commissioned him,"},{"number":2,"text":"Azariah, the son of Hoshaiah, and Johanan the son of Kareah and all the defiant and insolent men exclaimed to Jeremiah, \"You are a liar; you have no commission to us from Jehovah to warn us against going and settling in Egypt;"},{"number":3,"text":"but it is Baruch the son of Neriah who is setting you on against us with the object of delivering us into the hands of the Chaldeans, to be killed or transported to Babylon.\""},{"number":4,"text":"So Johanan and all the commanders of the forces and all the people refused to listen to the voice of Jehovah which urged them to remain in the land of Judah."},{"number":5,"text":"Accordingly Johanan and all the commanders of the forces took all that were now left of Judah – those that had come back from all the nations to which they had been driven, to settle in the land of Judah –"},{"number":6,"text":"the men, the women, the princesses, and all the persons whom Nebuzaradan, the commander of the guard, had left in the charge of Gedaliah, the son of Ahikam, the son of Shaphan, including Jeremiah the prophet and Baruch the son of Neriah;"},{"number":7,"text":"and, disregarding the voice of Jehovah, they went to Egypt and arrived at Daphnae. Jeremiah Predicts the Conquest of Egypt by Nebuchadnezzar"},{"number":8,"text":"In Daphnae Jeremiah received the following message from Jehovah:"},{"number":9,"text":"\"Take large stones in thy hand and hide them away in secret at the porch of Pharaoh’s residence in Daphnae in the presence of a few of the men of Judah,"},{"number":10,"text":"and say to them, Thus saith Jehovah: Mark this well – I will send and bring Nebuchadnezzar the king of Babylon My servant, who shall set his throne above these stones thou hast buried and spread his glistening tapestry over them."},{"number":11,"text":"He shall come and smite the land of Egypt, devoting to death those doomed to death, to captivity those doomed to captivity, to the sword those doomed to the sword."},{"number":12,"text":"He shall kindle a fire in the temples of the gods of Egypt, he shall clear the land of Egypt, as a shepherd clears his mantle of vermin, and then he shall depart from it in comfort."},{"number":13,"text":"Also he will shatter the obelisks of Bethshemesh, in the land of Egypt, and the temples of the gods of Egypt he will burn with fire. Jeremiah Denounces the Jews in Egypt for their Idolatrous Worship of the Queen of Heaven"}]}