{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":44,"verses":[{"number":1,"text":"Concerning all the Jews whose home was in Egypt– at Migdol, Daphnae, Memphis, and in upper Egypt– Jeremiah received the following message:"},{"number":2,"text":"\"Thus saith Jehovah of Hosts, the God of Israel: Ye have seen with your own eyes all the misery that I have wrought upon Jerusalem and upon all the cities of Judah. Ye see what they are to-day – desolate and uninhabited –"},{"number":3,"text":"as a consequence of their wicked behaviour which provoked Mine indignation; for they went and burned sacrifice in the service of other gods, unknown alike to them or to you or your forefathers; and that,"},{"number":4,"text":"though early and late I had been sending to you My servants the prophets to warn you against these abominable practices that I detest."},{"number":5,"text":"But they refused to listen or incline their ear: they would no abandon their wickedness or cease sacrificing to other gods."},{"number":6,"text":"And so Mine anger and fury were poured forth: it blazed in the cities of Judah and on the streets of Jerusalem, so that they became the waste and the desolation that they are to-day."},{"number":7,"text":"Now, therefore, thus saith Jehovah, the God of Hosts, the God of Israel: Why are ye doing yourselves this great wrong, which can only end in the utter extermination of Judah, man and woman, child and babe?"},{"number":8,"text":"Why are ye vexing Me with the fabrications of your hands, burning sacrifice to other gods in the land of Egypt, where ye have come to settle? All this can only end in your extermination and in your being cursed and scorned by every nation in the world."},{"number":9,"text":"Have you forgotten the crimes of your forefathers and of the kings and princes of Judah, the crimes, too, your own wives committed in the land of Judah and on the streets of Jerusalem?"},{"number":10,"text":"To this day they have remained unhumbled and unafraid. They have not lived in accordance with My law or with the statutes I set before you and your forefathers."},{"number":11,"text":"Therefore thus saith Jehovah of Hosts, the God of Israel: Mark this – I will set My face against you for Evil, to exterminate Judah utterly."},{"number":12,"text":"I will take the remnant of Judah that were determined to come and settle in the land of Egypt, and in the land of Egypt they shall all be consumed; they shall fall by the sword and by famine; small and great, they shall die by the sword and by famine, and they shall be an object of execration and horror, of cursing and scorn;"},{"number":13,"text":"and, as I have punished Jerusalem by sword, famine, and pestilence, so will I punish those that have made Egypt their home,"},{"number":14,"text":"that not a man of the remnant of Judah which has come to settle in Egypt shall escape or survive to return to the land of Egypt for which they shall yearn; for none but a fugitive or two shall return.\""},{"number":15,"text":"Then the great gathering, composed of all the men who were aware that their wives burned sacrifice to other gods, and all the women that were standing by, replied to Jeremiah thus:"},{"number":16,"text":"\"We refuse to listen to this message of yours that you have communicated to us in the name of Jehovah:"},{"number":17,"text":"but we will most assuredly keep our solemn oath to burn sacrifice to the Queen of Heaven and to pour out drink-offerings in her honour as we used to do – we and our fathers, our kings and our princes, in the cities of Judah and on the streets of Jerusalem. Then we had plenty of food, we lived well and were untouched by misfortune."},{"number":18,"text":"But ever since the day we ceased burning sacrifice to the Queen of Heaven and pouring out drink-offerings in her honour, we have been utterly destitute, and sword and famine have consumed us."},{"number":19,"text":"Yes,\" said the women, \"as for our offering of sacrifice to the Queen of Heaven and pouring out drink-offerings in her honour – have we not had the approval of our husbands in making cakes for her stamped with her image, and in pouring her out drink-offerings?\""},{"number":20,"text":"Such was the answer of all the people, men and women. Then Jeremiah addressed them as follows:"},{"number":21,"text":"\"Yes, you did indeed burn your sacrifices in the cities of Judah and on the streets of Jerusalem – you and your fathers, your kings and your princes and commons; and is it not precisely this that rankled in the mind and heart of Jehovah,"},{"number":22,"text":"till He could bear your wicked and abominable conduct no longer, with the result that your country is become the uninhabited desolation, the horror, the curse that it is to-day?"},{"number":23,"text":"It is because you have offered such sacrifices, sinning against Jehovah, disobeying the voice of Jehovah, refusing to live in accordance with His laws. His statutes, His expressed will: that is why the misery of to-day is come upon you.\""},{"number":24,"text":"Further, Jeremiah said to the people and the women assembled: \"Listen to the message of Jehovah, all ye Jews that are in the land of Egypt."},{"number":25,"text":"Thus saith Jehovah of Hosts, the God of Israel: Verily you women have indeed carried out your solemn resolve faithfully to perform the vows you have taken upon you, to burn sacrifice to the Queen of Heaven and to pour out drink-offerings in her honour. Well, then, keep your word and perform your vows."},{"number":26,"text":"But listen now to the world of Jehovah, all ye Jews who have made Egypt your home. Mark this well: I have sworn, saith Jehovah, by My great name, that never again in all the land of Egypt shall My name be uttered by the lips of any man of Judah in the oath ’As truly as the Lord Jehovah liveth.’"},{"number":27,"text":"Mark! I am watching over them for evil and not for good; and every man of Judah in the land of Egypt shall be consumed by the sword and by famine, until there be an end of them."},{"number":28,"text":"Some who escape the sword in Egypt shall return to Judah, but they shall be few in number; and then all the remnant of Judah that have some to settle in Egypt shall know whose word it is that stands – Mine or theirs."},{"number":29,"text":"And this, saith Jehovah, shall be to you the sign that I will punish you in this place, to teach you that My threats of disaster shall be confirmed upon you."},{"number":30,"text":"Thus saith Jehovah: I will give Pharaoh Hophra, king of Egypt, into the hands of his enemies and of those that seek his life, as I gave Zedekiah, king of Judah, into the hands of Nebuchadnezzar. king of Babylon, his enemy that sought his life.\" Words of Mingled Rebuke and Promise Addressed to Baruch"}]}