{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":46,"verses":[{"number":1,"text":"The message concerning the nations which Jeremiah the prophet received from Jehovah."},{"number":2,"text":"On Egypt. Concerning the army of Pharaoh Necho king of Egypt at Carchemish on the river Euphrates, where it was defeated by Nebuchadnezzar, king of Babylon, in the fourth year of Jehoiakim the son of Josiah, king of Judah."},{"number":3,"text":"Set the buckler and shield in array, And draw nigh for the battle."},{"number":4,"text":"Set the buckler and shield in array, And draw nigh for the battle."},{"number":4,"text":"Harness the steeds, mount the chargers, Stand forth in your helmets. Polish your spears, don your breastplates."},{"number":5,"text":"Why are they turned in dismay– Their warriors crushed, Fled apace without once looking backward, By terror beset?"},{"number":6,"text":"The swift cannot flee, Nor the strong man escape: North by the banks of Euphrates They stumble and fall."},{"number":7,"text":"Who is that rose up like the Nile, Whose waters toss like floods?"},{"number":8,"text":"It is Egypt that rose like the Nile, Whose waters toll like floods. \" I will rise, I will cover the earth, And destroy,\" said he, \"her inhabitants."},{"number":9,"text":"Up, steeds; rage, ye chariots; And forth, ye warriors, march– Cush and Put, that handle the shield, And ye Ludim, that bend the bow.\""},{"number":10,"text":"But that day is the Lord Jehovah’s– A day of revenge on His foes, When the sword shall devour to its fill, And be drunken with their blood. For Jehovah of Hosts hath a sacrifice In the northern land, by Euphrates."},{"number":11,"text":"Up to Gilead, fetch thee balsam. O virgin daughter of Egypt; In vain dost thou multiply medicines, No healing is there for thee."},{"number":12,"text":"The nations have heard thy wail, And the earth is full of thy cry; For warrior stumbles on warrior, Both are fallen together."},{"number":13,"text":"The message of Jehovah to Jeremiah the prophet, that Nebuchadnezzar, king of Babylon, would come and smite the land of Egypt."},{"number":14,"text":"Tell it Migdol, Publish it in Memphis: Say, \"Take thy stand and prepare, For the sword hath devoured round about thee.\""},{"number":15,"text":"Wherefore is Apus fled? Thy mighty one held not his ground, Because down he was thrust by Jehovah."},{"number":16,"text":"The strangers among thee are fallen, And prostrate, they say each to other, \"Let us flee from the murderous sword, Let us rise and go back to our people, To the land wherein we were born.\""},{"number":17,"text":"Call Pharaoh of Egypt \"Blusterer, Who hath let the hour go by.\""},{"number":18,"text":"As live, saith the King, whose name Is Jehovah of Hosts: One shall come Like Tabor among the mountains, Or Carmel by the sea."},{"number":19,"text":"O daughter that dwellest in Egypt, Prepare thee to go into exile; For Noph is become like a desert, An uninhabited waste."},{"number":20,"text":"A graceful heifer is Egypt, But a wasp from the north hath assailed her."},{"number":21,"text":"For the day of disaster hath reached her,"},{"number":22,"text":"She hisseth like a serpent"},{"number":23,"text":"For more are they than locusts,"},{"number":22,"text":"Against her they come with axes, Like men that hew down trees,"},{"number":23,"text":"\"Fell, saith Jehovah, \"her forest,"},{"number":24,"text":"Put to shame is the daughter of Egypt, To men from the north given over."},{"number":25,"text":"Thus saith Jehovah of Hosts, The God of Israel: See! Amon of Thebes I will punish, And Pharaoh and those that trust him;"},{"number":26,"text":"An I will deliver them over To those that seek their life, To the hands of Nebuchadnezzar, King of Babylon, and his servants. But afterwards she shall be peopled As in days of old, saith Jehovah."},{"number":27,"text":"So fear them not, O Jacob My Servant; O Israel, be not dismayed, saith Jehovah. For see! I will save both thee and thine offspring From the far distant land where captive ye lie. And Jacob once more shall have quiet and ease In his own land, with no one to make him afraid;"},{"number":28,"text":"So fear thou not, O Jacob My Servant, For I, saith Jehovah, am with thee (to save thee). An end I will make of the nations– Of each, among whom I have driven thee; But of thee I will not make an end. I will not leave wholly unpunished, But in measure I will chastise thee. Oracle on the Philistines"}]}