{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":48,"verses":[{"number":1,"text":"Thus saith Jehovah of Hosts, the God of Israel: Alas for the ruin of Nebo! Kiriathaim is taken, Misgab is shamed and dismayed."},{"number":2,"text":"The renown of Moab is vanished, In Heshbon they plotted her ruin: \"Come, let us blot out the nation; Thou, Madmen, shalt be silenced, The sword shall follow thee hard.\""},{"number":3,"text":"Hark! a shriek from Horonaim– Havoc and fell destruction."},{"number":4,"text":"Moab is destroyed, The shriek can be heard far as Zoar,"},{"number":5,"text":"They climb the ascent to Luhith, Weeping the while as they go; For the path that leads down to Horonaim Is ringing with cries of destruction."},{"number":6,"text":"Fly, escape for your lives, Though like bare desert shrub shall ye be."},{"number":7,"text":"Thou hast trusted in thy strongholds, And therefore art thou taken: Chemosh shall pass into exile, His priests and his princes together."},{"number":8,"text":"Upon every city the spoiler shall come, No city shall escape; The valleys shall also perish, And the table-land be destroyed, In accord with the word of Jehovah."},{"number":9,"text":"Give ye wings unto Moab, For fain would she fly away From her cities that shall be desolate And empty altogether."},{"number":10,"text":"Cursed be he that doeth The work of Jehovah remissly; And cursed be he that keepeth His sword from (shedding) blood."},{"number":11,"text":"From his youth Moab been at ease, On his lees he hath quietly rested– Not emptied from vessel to vessel, Nor ever to exile borne; so his taste remaineth in him, And his scent is all unchanged."},{"number":12,"text":"Therefore days, saith Jehovah, are coming, When tilters I will send; And they shall tilt him over And empty out his vessels, And dash his jars in pieces."},{"number":13,"text":"And the hopes of Moab in Chemosh Shall be utterly disappointed, As Israel was disappointed, In Bethel, wherein she trusted."},{"number":14,"text":"How can ye claim to be heroes And mighty men of war,"},{"number":15,"text":"When the spoiler of Moab is come up against her, And the flower of her youth is gone down to the slaughter? Saith the King, whose name is Jehovah of Hosts."},{"number":16,"text":"The ruin of Moab is night at hand, Her misery hasteth swiftly."},{"number":17,"text":"Bemoan her, all ye her neighbours, All ye that know her name: say, \"How is the strong staff broken, The rod that was so fair!\""},{"number":18,"text":"Come down from thy splendour and sit in the mire, Thou daughter that dwellest in Dibon; For the spoiler of Moab is come up against thee, Thy fortress he hath destroyed."},{"number":19,"text":"Stand by the way and spy, O thou that dwellest in Aroer; Ask of the fugitive men And the women that flee, \"What hath chanced?\""},{"number":20,"text":"\"Moab is put to shame: She is broken; howl ye and cry.\""},{"number":21,"text":"Tell it by the Arnon that Moab is laid waste. Judgment is come upon the table-land – upon Holon, Jahzah, and Mephaath,"},{"number":22,"text":"upon Dibon, Nebo, and Beth-diblathaim,"},{"number":23,"text":"upon Kiriathaim, Beth-gamul, and Beth-meon,"},{"number":24,"text":"upon Keriyyoth and Bozrah, and all the cities of the land of Moab, far and near."},{"number":25,"text":"Hewn off is the horn of Moab, And her arm is broken, saith Jehovah."},{"number":26,"text":"Make ye her drunken, for she Hath been insolent towards Jehovah. Yeah, Moab hath clapped her hands, And in turn shall she, too, be derided."},{"number":27,"text":"For didst thou hold Israel in derision? Hath she then been detected in the company of thieves, that thou shakest thy head so, every time thou speakest of her?"},{"number":28,"text":"Leave the cities and dwell in the crags, Ye inhabitants of Moab; And be like to the dove that nesteth In the holes of the rocks of the precipice."},{"number":29,"text":"We have heard of the pride of Moab– How very proud is she– of her crafty and arrogant pride, And the haughtiness of her heart."},{"number":30,"text":"Well I know her arrogance, The falseness of her boasting, And the falseness of her behaviour."},{"number":31,"text":"There shall therefore be wailing in Moab, Yea, shrieks from all quarters of Moab, And moans for the men of Kir-heres."},{"number":32,"text":"For thee, O vine of Sibmah, Shall be weeping as men weep for Jazer. Thy branches passed over the sea, They reached as far as Jazer; On thy summer fruits and their vintage Is the despoiler fallen."},{"number":33,"text":"Gladness and mirth are vanished From Moab’s garden-land; No wine is trod in the presses, The merry shout I have stilled, And the shout that is raised is of battle."},{"number":34,"text":"Heshbon and Elealeh cry out, And their voice doth reach unto Jahaz, From Zoar to Horonaim and Eglath-shelishiyyah; For the waters of Nimrim shall also be desolate."},{"number":35,"text":"I will cause, saith Jehovah, to vanish from Moab Him that offereth in the high place, And doth sacrifice to his god."},{"number":36,"text":"So my heart like a flute maketh moaning for Moab, My heart maketh moan for the men of Kir-heres; For the gain they had gotten is perished."},{"number":37,"text":"For every head is bald, And every beard is clipped: On every hand are gashes, On every loin is sackcloth."},{"number":38,"text":"On Moab’s roofs and squares Is universal wailing; For Moab I have shattered Like a vessel that one despiseth."},{"number":39,"text":"How broken is Moab! howl ye. How she turneth her back in shame! Her neighbours shall all behold her With horror and derision."},{"number":40,"text":"For thus saith Jehovah, Behold, One like a vulture shall swoop, And spread out his swings against Moab."},{"number":41,"text":"Keriyyoth is taken, the strongholds are seized. That day shall the heart of the warriors of Moab Be like to the heart of a woman in anguish."},{"number":42,"text":"As a nation, Moab shall perish For his insolence towards Jehovah."},{"number":43,"text":"Trap, terror, and pit are before you, All ye that dwell in Moab."},{"number":44,"text":"He that flies from the terror shall fall down the pit, He that creeps from the pit shall be caught in the trap. Yea, this I will bring upon Moab In the year of her visitation."},{"number":45,"text":"In the shadow of Heshbon stand fugitives– All their strength now gone; For a fire is gone forth from Heshbon, A flame from the house of Sihon, Devouring the temples of Moab’s head, And the crown of the head of the sons of tumult."},{"number":46,"text":"Woe unto thee, O Moab! The people of Chemosh is perished; Thy sons are taken captive, Thy daughters are led to captivity. Yet Moab I will restore. In the latter days, saith Jehovah. Thus far is the judgment upon Moab. Oracle on Ammon"}]}