{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":49,"verses":[{"number":1,"text":"Thus saith Jehovah: Hath Israel no sons, no heirs? Why then hath Milcom seized Gad, And his people inhabit her cities?"},{"number":2,"text":"Therefore days, saith Jehovah, are coming, When over Rabbah of Ammon I will bring the alarum of war. A desolate mound shall she be, And with fire shall her daughters be burned; And Israel shall hold once more The land from which she was driven."},{"number":3,"text":"Howl, ye children of Ammon, Your capital is ruined; And cry, ye daughters of Rabbah, Gird you with sackcloth and wail, And wander about in mourning; For Milcom is gone into exile, His priests and his princes together,"},{"number":4,"text":"Why gloriest thou in thy valley, Thou daughter that livest at ease; And trustest in thy reserves, Thinking no one shall ever assail thee."},{"number":5,"text":"Behold, I will bring on thee terror, Saith the Lord Jehovah of Hosts, From all that are round about thee; Ye shall all be driven headlong, And the wanderers none shall rally."},{"number":6,"text":"But afterwards, saith Jehovah, The Ammonites I will restore. Oracle on Edom"},{"number":7,"text":"On Edom. Thus saith Jehovah of Hosts: Is wisdom no more in Teman? Is the wit of the prudent perished, Their wisdom vanished clean?"},{"number":8,"text":"Turn, fly to retreats inaccessible, Ye that dwell in Dedan; For I bring upon Esau his doom, The time of his visitation."},{"number":9,"text":"Gleaners are come upon thee, Who will leave not a grape to glean; Yea, thieves in the night are come, Who will wreck to their heart’s content."},{"number":10,"text":"For I have stripped Esau bare, And his lurking-place uncovered, So that hide himself he cannot. Destroyed is he to a man By the arm of his brethren and neighbours."},{"number":11,"text":"Leave thine orphans, and I will preserve them; Let thy widows trust in Me."},{"number":12,"text":"For thus saith Jehovah: If those who did not deserve to drink the cup must drink it nevertheless, how canst thou expect to go utterly unpunished? Nay, verily, thou shalt no escape, but drink it thou shalt."},{"number":13,"text":"For I have most solemnly sworn, saith Jehovah, that Bozrah shall be a horror, a scorn, and a curse, and all her cities shall be perpetual wastes."},{"number":14,"text":"Jehovah hath sent me tidings Of an envoy despatched to the nations, To bid them gather against her, And rise up to do battle."},{"number":15,"text":"For small in the eyes of the nations, Yea, scorned among men, will I make thee."},{"number":16,"text":"O how thou then wilt shudder! The pride of thy heart hath beguiled thee, Thou that hauntest the clefts of the crags, That holdest the heights of the hills. Though thou buildest thine eyrie as high as the eagle, Even thence to the ground will I bring thee."},{"number":17,"text":"And Edom shall be a horror; Yea, horror-struck, all that pass by her Shall hiss at her many wounds."},{"number":18,"text":"As when Sodom was overthrown, And Gomorrah and her neighbours, No man shall dwell therein, No mortal shall sojourn there."},{"number":19,"text":"Behold, as a lion comes up To the pastures of sheep from the jungle of Jordan, Even so will I chase them away, in a moment, And visit with vengeance their choicest rams. Who is like Me? who will challenge Me? What shepherd is there that will face Me?"},{"number":20,"text":"Therefore hear what Jehovah hath planned against Edom, And purposed against the inhabitants of Teman: The young shepherd lads shall be dragged away, And their homestead assuredly smitten with horror."},{"number":21,"text":"At the sound of their fall the earth doth tremble, And far as the Red Sea their cry shall be heard."},{"number":22,"text":"See! one like a vulture shall swoop, And spread out his wings against Bozrah. That day shall the heart of the warriors of Edom Be like to the heart of a woman in anguish. Oracle on Damascus"},{"number":23,"text":"Hamath and Arpad are shamed, For tidings of evil hath reached them; They melt for very care, They are restless, like the sea."},{"number":24,"text":"Damascus is all unstrung, She betaketh herself to flight. Trembling hath seized upon her, Anguish hath taken hold of her, And sorrow like that of a woman in travail."},{"number":25,"text":"How forlon is the famous city, The city of wondrous charm!"},{"number":26,"text":"In her squares shall her young men lie fallen; Her warriors all shall be silenced In that day, saith Jehovah of Hosts."},{"number":27,"text":"I will kindle a fire in the wall of Damascus, And the palaces of Benhadad it shall devour. Oracle on Certain Arabian Tribes"},{"number":28,"text":"On Kedar and the kingdom of Hazor, which Nebuchadnezzar king of Babylon smote. Thus saith Jehovah: Arise, get ye up unto Kedar, Despoil the sons of the East,"},{"number":29,"text":"Their tents and their flocks shall be taken, Their hangings and all their vessels; (The foe) shall seize their camels, And shout at them \"Terrors encircle you.\""},{"number":30,"text":"Turn, fly to retreats inaccessible, Ye that dwell in Hazor; For Nebuchadnezzar of Babylon Hath purposed and planned to destroy you."},{"number":31,"text":"\"Arise and assail the nation That liveth in ease and security, Strangers to gates and bars, And dwelling apart by themselves.\""},{"number":32,"text":"Their camels shall fall a prey, And the throng of their herds shall be plundered; And those whose temples are clipped I will scatter to all the winds; And I, saith Jehovah, will bring on them Ruin from every side."},{"number":33,"text":"A haunt of jackals shall Hazor become, A perpetual desolation: No man shall dwell therein, No mortal shall sojourn there. Oracle on Elam"},{"number":34,"text":"The message concerning Elam which Jeremiah the prophet received from Jehovah at the beginning of the reign of Zedekiah, king of Judah."},{"number":35,"text":"Thus saith Jehovah of Hosts: I will break the bow of Elam, Chief weapon of their might."},{"number":36,"text":"I will bring four winds upon them From the four ends of the heavens, And to all these winds will I scatter them. No nation shall there be Where the outcasts of Elam shall come not."},{"number":37,"text":"I will fill them with dismay In the presence of their foes And of those that seek their life. And I will bring evil upon them, My glowing indignation; I will send the sword to pursue them, Until I have consumed them."},{"number":38,"text":"I will set My throne in Elam, And thence will I destroy The king and the princes together. But Elam I will restore In the latter days, saith Jehovah. Oracle on Babylon"}]}