{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":5,"verses":[{"number":1,"text":"Run to and fro through the streets of Jerusalem, Look ye around and examine; Search in her open spaces If ye can find a man– Any that acteth justly, And seeketh after truth; Then I – Jehovah declareth– Will grant her My forgiveness."},{"number":2,"text":"But even when they say, \"By Jehovah,\" They are ready to swear to a lie."},{"number":3,"text":"Dost Thou look then, Jehovah, on falsehood, And not upon the truth? To all Thy blows they were callous, They refused to accept correction; Their faces were harder than stone, They refused to turn (and repent)."},{"number":4,"text":"\"But these,\" thought I, \"are the poor, The people without understanding, Who know not the way of Jehovah, The ordinance of their God."},{"number":5,"text":"I will get me unto the great men, And unto them will I speak; For they know the way of Jehovah, The ordinance of their God.\" But these very men have all broken the yoke, And snapped the bonds asunder."},{"number":6,"text":"Soon therefore shall they be slain By a lion out of the forest; A wolf from the steppes shall despoil them. A leopard shall lurk by their cities, And rend all that issue therefrom. For many are their their transgressions, And far they have turned away."},{"number":7,"text":"How then for this can I pardon thee? Thy children have forsaken Me, Swearing by gods that are no gods; And, when to the full I had fed them, Adultery they committed, They lodge in the houses of harlots."},{"number":8,"text":"Well fed stallions were they, Neighing each for his neighbour’s wife."},{"number":9,"text":"And crimes like these, saith Jehovah, Am I to leave unpunished? Shall not My soul be avenged On a nation such as this? The Implacable Doom"},{"number":10,"text":"Get ye up to her vines and destroy them, Make an utter end of them; Take away her branches, For they are not Jehovah’s."},{"number":11,"text":"For utterly faithless to Me Are the households of Israel and Judah;"},{"number":12,"text":"They have denied Jehovah, And said, \"He will never do it; No evil shall come upon us, We shall see neither sword nor famine."},{"number":13,"text":"The prophets are only wind, The word is not in them: So be it done unto them.\""},{"number":14,"text":"Therefore thus saith Jehovah, the God of Hosts: Behold, MY word in thy mouth I will make like a flaming fire, And this people shall be as the fuel, And it shall clean devour them."},{"number":15,"text":"Behold, I am bringing against you, O household of Israel, saith Jehovah, A nation from afar, An imperishable nation, A very ancient nation, A nation whose language thou knowest not, Whose speech is strange unto thee."},{"number":16,"text":"Like an open grave is their quiver, And giants are they all:"},{"number":17,"text":"They shall eat up thy bread and thy harvest, They shall eat up thy sons thy daughters, They shall eat up thy flocks and thy herds, They shall eat up thy vines and thy fig trees, They shall beat down the fortified cities, Wherein thou didst trust, with the sword."},{"number":18,"text":"But in those days, saith Jehovah, I will not make a clean end of you."},{"number":19,"text":"And in time to come, when ye say to Me, \"Why hath Jehovah our God Done all these things unto us?\" Then shalt thou say unto them, \"As ye have forsaken Me, And served foreign gods in your land, So ye shall be servants to strangers In a land that is not your own.\" The Utter Depravity of the People and their Religious Leaders"},{"number":20,"text":"Declare ye this in the household of Jacob, And publish this message in Judah;"},{"number":21,"text":"Hear this, ye foolish and senseless people, With eyes that see not, and ears that hear not."},{"number":22,"text":"Fear ye not Me? saith Jehovah, Tremble ye not at My presence, Who hath set the sand as a bound for the sea, As a barrier eternal which cannot be passed? Its waters may toss, but they cannot prevail; Its waves may roar, yet they cannot pass over it."},{"number":23,"text":"But these people are stubborn, defiant in heart, They are turned aside and gone."},{"number":24,"text":"For they do not say in their hearts, \"Let us fear Jehovah, our God, Who giveth the rain in its season, The early and latter rain, And into us reserveth the weeks appointed for harvest.\""},{"number":25,"text":"This order your sins have disturbed, Your crimes have withheld from you blessing."},{"number":26,"text":"For among My people are knaves, Who set snares and with traps catch men."},{"number":27,"text":"Like a cage full of birds, so their houses Are full of (the gains of) deceit; And so they grow great and rich,"},{"number":28,"text":"They are waxen fat, they are sleek: They run riot in deeds of wickedness. They defend not the rights of the orphan, Nor champion the cause of the needy."},{"number":29,"text":"And things like these, saith Jehovah, Am I to leave unpunished? Shall not My soul be avenged On a nation such as this?"},{"number":30,"text":"An appailing, a horrible thing Is come to pass in the land."},{"number":31,"text":"The prophets prophesy falsely, And from them do the priests take their teaching, And My people love it so; But what will ye do in the end? The Approach of the Invader"}]}