{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":50,"verses":[{"number":1,"text":"The message concerning Babylon and the land of the Chaldeans that Jehovah communicated to Jeremiah the prophet."},{"number":2,"text":"Tell ye the nations and publish it, Publish it unreservedly, That Babylon is taken, Bel shamed, and Marduk dismayed. Her images are shamed, Her idol-blocks are dismayed;"},{"number":3,"text":"For a folk from the north hath assailed her That shall desolate her land, So that none may dwell therein– Man, beast, are fled and gone."},{"number":4,"text":"In those days, at the time, saith Jehovah, The children of Israel shall come With the children of Judah together; They shall go on their way with weeping, And seek Jehovah their God."},{"number":5,"text":"For Zion shall they ask, With faces hitherward turned, Saying, \"Come, let us join Jehovah In a covenant everlasting, That never shall be forgotten.\""},{"number":6,"text":"Lost sheep have My people been, Their shepherds have led them astray, They have turned them away on the mountains; From mountain to hill they have wandered, Forgetful of the fold."},{"number":7,"text":"All have devoured them that found them: Their enemies said \"We are guiltless\"– For they had offended Jehovah, The Fold, where righteousness dwelleth, Jehovah, the Hope of their fathers."},{"number":8,"text":"Flee ye from Babylon’s midst, Get ye out from the land of Chaldea, Like male goats before the flock."},{"number":9,"text":"For behold! I will rouse against Babylon A swarm of northern nations, That shall set their array against her, Until they have overcome her. They shall shoot like a skilful warrior, Who doth not return empty."},{"number":10,"text":"Chaldea shall be despoiled, All that spoil her shall have their fill."},{"number":11,"text":"Though ye rejoice and be glad, O ye that plunder My heritage; Though ye gambol like calves in the grass, And neigh like stalwart horses;"},{"number":12,"text":"Your mother shall deeply be shamed, And abashed shall she be that bore you– The hindermost of the nations, A wilderness dry and desert,"},{"number":13,"text":"An empty desolation, Because of the wrath of Jehovah. Horror-struck, all that pass by her Shall hiss at her many wounds."},{"number":14,"text":"Set your array round Babylon, All ye that bend the bow; Shoot your arrows at her without stint, She hath sinned against Jehovah."},{"number":15,"text":"Encircle her with your war-cry, Already she hath surrendered; Her buttresses are fallen, Her walls are torn down. ’Tis the vengeance of Jehovah: Avenge yourselves upon her, Do to her as she hath done."},{"number":16,"text":"Root out of Babylon him that soweth, And him that wieldeth the sickle in harvest. To escape the murderous sword Shall each set his face to his people, And each to his own land flee."},{"number":17,"text":"A scattered flock is Israel, By lions driven away. First, the king of Assyria devoured him, And now at the last his bones Have been gnawed by the king of Babylon."},{"number":18,"text":"Therefore thus saith Jehovah of Hosts, The God of Israel: Behold, I will punish the king and the land of Babylon, As I punished the king of Assyria."},{"number":19,"text":"But Israel I will bring back to his homestead, To pasture on Carmel and Bashan; On Ephraim’s hills and in Gilead He shall fare to his heart’s content."},{"number":20,"text":"In those days, at that time, saith Jehovah, Though Israel should be searched, No guilt shall in her be found; And no transgression in Judah Shall any man discover: For those whom I spare I will pardon."},{"number":21,"text":"Get ye up to the land of Marrati, And the people that dwell in Pekod; Slay and destroy them utterly, And do all I command, saith Jehovah."},{"number":22,"text":"Hark! the alarum of war, In Chaldea fell destruction. How is she hewn and shattered– The Hammer of all the earth. What a horror among the nations Is Babylon become!"},{"number":24,"text":"I snared thee, and thou hast been taken, O Babylon, unaware: Thou art discovered and caught, Because thou hast challenged Jehovah."},{"number":25,"text":"Jehovah has opened His armoury, And brought forth His weapons of wrath; For the Lord, Jehovah of Hosts, Hath a work to do in Chaldea."},{"number":26,"text":"Assail her from every quarter, Lay her granaries bare; Pile her up like heaps of corn, And utterly detroy her; Let nothing of her be left."},{"number":27,"text":"Slay ye all her bullocks, Down let them go to the slaughter. Woe unto them: for their day is come, The time of their visitation."},{"number":28,"text":"Hark! how they flee, they escape Away from the land of Babylon To Zion, to tell how Jehovah, Our God, hath avenged His Temple."},{"number":29,"text":"Call against Babylon archers, All those that bend the bow; Camp round about against her, Let none of them escape. Requite her for all she hath done, And deal with her as she dealt, For her insolence towards Jehovah, The Holy One of Israel."},{"number":30,"text":"In her squares shall her young men lie fallen, Her warriors all shall be silenced, In that day, saith Jehovah of Hosts."},{"number":31,"text":"See, Insolence, I will assail thee, Saith the Lord, Jehovah of Hosts; Because thy day is come, The time of thy visitation."},{"number":32,"text":"Then shall Insolence stumble and fall, And none shall lift her up; I will kindle a fire in her forest, Which shall all her thickets devour."},{"number":33,"text":"Thus saith Jehovah of Host: The children of Israel are crushed, And the children of Judah together; Their captors hold them fast And refuse to let them go."},{"number":34,"text":"But mighty is their Redeemer; Jehovah of Hosts is His name. He will surely defend their cause, That He may give rest to the earth, And disquiet the people of Babylon."},{"number":35,"text":"A sword upon the Chaldeans, Upon all the people of Babylon, Her princess and her wise men!"},{"number":36,"text":"A sword upon her diviners! And then shall their folly be manifest. A sword upon her warriors! And then how dismayed shall they be!"},{"number":37,"text":"A sword on her horses and chariots, And on all the strange folk in her midst! And they shall become as women. A sword upon her treasures! And plundered shall they be."},{"number":38,"text":"A sword upon her waters! And dried up shall they be! For she is a land of images, And with hideous (idols) they make themselves mad."},{"number":39,"text":"So wild cats and wolves shall dwell there, And there shall ostriches dwell; She shall not be re-peopled for ever, Or dwelt in through all generations."},{"number":40,"text":"As when Sodom was overthrown, Gomorrah and her neighbours, No man shall dwell therein, No mortal shall sojourn there."},{"number":41,"text":"See! a pople doth come from the north: A great nation and many kings From the ends of the earth bestir them"},{"number":42,"text":"Bow they wield and javelin– Cruel and pitiless they, With a voice like the roar of the sea, And they upon horses come riding, Arrayed, like one man, for the battle, Against thee, O daughter of Babylon."},{"number":43,"text":"The rumour of them hath come To the ears of the king of Babylon, And he is all unstrung; Anguish hath seized upon him And pangs as of woman in travail."},{"number":44,"text":"Behold, as a lion comes up To the pastures of sheep from the jungle of Jordan, Even so will I chase them away in a moment, And visit with vengeance their choicest rams. Who is like Me? Who will challenge Me? What shepherd is there that will face Me?"},{"number":45,"text":"Therefore hear what Jehovah hath planned against Babylon, And purposed against those that dwell in Chaldea: The young shepherd lads shall be dragged away, And their homestead assuredly stricken with horror."},{"number":46,"text":"At the shout, \" She is taken,\" the earth doth tremble, And over the world their cry shall be heard."}]}