{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":51,"verses":[{"number":1,"text":"Thus saith Jehovah: Behold, I will raise against Babylon And those that dwell in Chaldea The spirit of a destroyer."},{"number":2,"text":"I will send upon Babylon winnowers Who shall winnow and empty her land : Yea, woe shall beset her about In the day of her disaster."},{"number":3,"text":"Let the archer bend his bow, Stand erect in his coat of mail; Not one of her young men spare, But destroy her whole host utterly."},{"number":4,"text":"Let them fall down slain in the land of Chaldea, And stabbed upon her streets."},{"number":5,"text":"For their land is full of guilt"},{"number":6,"text":"Fly from the midst of Babylon, Save every man his life, Lest her guilt bring destruction upon you. ’Tis Jehovah’s day of revenge, With a recompense He is requiting her."},{"number":7,"text":"A golden cup is Babylon, That made the whole earth drunken: The nations drank of her wine, And therefore are they gone mad."},{"number":8,"text":"On a sudden she falls, she is shattered, Raise ye your wail over her; Take balsam for her pain, Peradventure she may be healed."},{"number":9,"text":"We strove for Babylon’s healing, But past all healing was she; And so we now will leave her, And each to his own land go; For her judgment reacheth to heaven, It mounts to the very clouds."},{"number":10,"text":"Jehovah hath shown that the right was ours: Come, let us tell in Zion What Jehovah our God hath done."},{"number":11,"text":"Polish the arrows, Furbish the shields; For Jehovah hath stirred up The spirit of Media’s king. He hath planned for the ruin of Babylon; For such is Jehovah’s vengeance, The vengeance for His Temple."},{"number":12,"text":"Hoist ye the flag for the march Against the walls of Babylon; Strengthen the watch, set watchmen, And get the ambush ready: For Jehovah hath planned and accomplished His treats on the people of Babylon."},{"number":13,"text":"Thou that art rich in treasure, And dwellest by many waters, Thine end is come, thy web is spun."},{"number":14,"text":"Jehovah of Hosts hath most solemnly sworn: \" I will fill thee with men who will swarm like locusts And lift up against thee a shout of triumph."},{"number":15,"text":"He created the earth by His power, He established the world by His wisdom, He stretched out the heavens by His skill."},{"number":16,"text":"When He uttereth His voice, The waters roar in the heavens, And He causeth vapours to rise From the uttermost ends of the earth. Lightnings He made for the rain, And the wind He brings out of His storehouses."},{"number":17,"text":"How foolish is man with his knowledge! The goldsmith is shamed by his image; His idols are a delusion, And breath in them is none."},{"number":18,"text":"They are an empty mockery, In the hour of their trial they shall perish."},{"number":19,"text":"Not such is the Portion of Jacob, His God is the Framer of all things; Jehovah of Hosts is His name."},{"number":20,"text":"My hammer of war hast thou been, With thee I have shattered the nations. With thee have I kingdoms destroyed,"},{"number":21,"text":"With thee horse and rider I shattered, And chariot and charioteer;"},{"number":22,"text":"With thee man and woman I shattered, With thee old and young have I shattered, With thee youth and maid have I shattered,"},{"number":23,"text":"With thee flock and shepherd I shattered, With thee team and ploughman I shattered, With thee lord and viceroy I shattered."},{"number":24,"text":"And Babylon I will requite, And the people of all Chaldea, Before your eyes, saith Jehovah, For the wrong they have wrought upon Zion,"},{"number":25,"text":"Behold, I will assail thee, Saith Jehovah, thou mount of destruction, That destroyest all the earth; I will stretch out My hand against thee, And make thee a burning mountain."},{"number":26,"text":"No cornerstones shalt thou furnish, And no foundation stones; But thou, saith Jehovah, shalt be A perpetual desolation."},{"number":27,"text":"Raise a banner upon the earth, Blow the trumpet among the nations; Prepare the nations against her, Summon against her the kingdoms Of Ararat, Minni, and Ashkenaz. Muster your troops against her, And bring up horses like locusts."},{"number":28,"text":"Prepare the nations against her, King, lords, and viceroys of Media, And all the land that he ruleth."},{"number":29,"text":"The earth is in tremor and anguish, For Jehovah’s design against Babylon standeth– To make the land of Babylon An uninhabited waste."},{"number":30,"text":"The warriors of Babylon cease fight, They stay within their fastnesses; Their strength is all dried up, They are become like women. Her dwelling-places are burned, Her bars are shattered to pieces."},{"number":31,"text":"Courier runs to meet courier, And messenger to meet messenger, To tell the king of Babylon That on all sides his city is taken."},{"number":32,"text":"The ferries have been seized, The defences are burned with fire, And the men of war are confounded."},{"number":33,"text":"For thus saith Jehovah of Hosts, The God of Israel: The daughter of Babylon is now Like a threshing-floor, when it is trodden; But yet a little while– And for her shall the harvest-time come."},{"number":34,"text":"Nebuchadnezzar, king of Babylon, Hath done me violent wrong: He hath left me an empty vessel, He hath swallowed me up like a monster; He hath filled his maw with my dainties, And then hath cast me out."},{"number":35,"text":"Let her that inhabiteth Zion declare, \"The wrong done to me and my flesh be on Babylon!\" Let Jerusalem say, \"My blood Be on them that dwell in Chaldea!\""},{"number":36,"text":"Thus therefore saith Jehovah: See! I will defend thy cause, And I will take vengeance for thee; Her sea I will dry up, And her fountain I will wither."},{"number":37,"text":"Babylon shall become a ruin, A place that jackals haunt, A place of horror and hissing, A place where no man dwelleth."},{"number":38,"text":"They roar like young lions together, They growl like lions’ whelps;"},{"number":39,"text":"I will give them the banquet they crave for, And make them drunk, that they swoon, And sleep their eternal sleep, To awake nevermore, saith Jehovah."},{"number":40,"text":"I will bring them down to the slaughter, Like the lambs or rams with goats."},{"number":41,"text":"How is Sheshach seized and taken, That was famous all over the world! With what horror all the nations Are smitten at Babylon’s fate!"},{"number":42,"text":"The sea came up upon Babylon, ’Neath the roar of her billows she sank."},{"number":43,"text":"Her cities were turned to a waste, A dry and desert land: In then shall no man dwell, No mortal shall ever pass through them."},{"number":44,"text":"I will punish Bel in Babylon, And make him disgorge what he swallowed. No more shall the nations stream to him; The wall of Babylon is fallen."},{"number":45,"text":"Forth from her midst, My people, Save every man his life From the glowing wrath of Jehovah."},{"number":46,"text":"See that ye faint not nor fear At the rumours ye hear in the land, When one year one rumour cometh, And in the next another, And tyrant after tyrant Doeth violence in the earth."},{"number":47,"text":"See therefore, the days are coming, When I will punish the idols of Babylon, And put her whole land to shame, And all shall fall slain in the midst of her."},{"number":48,"text":"The heavens shall rejoice over Babylon, The earth, and all therein; For spoilers shall come from the north And assail her, saith Jehovah."},{"number":49,"text":"Yes, Babylon must fall For Israel’s sons that are slain, As for Babylon are fallen The slain of all the earth."},{"number":50,"text":"Ye that the sword have escaped, Depart ye, stand not still: Remember Jehovah afar, And bethink ye of Jerusalem."},{"number":51,"text":"\"We are shamed, we have heard a reproach, And confusion hath covered our faces; For strangers are entered in To the Holy House of Jehovah.\""},{"number":52,"text":"See therefore, the days are coming When her images I will punish, And all through her land shall the wounded groan."},{"number":53,"text":"Though Babylon mounted to heaven, And there in the heights built her fortress, Yet from me should despoilers come And assail her, saith Jehovah."},{"number":54,"text":"Hark! ’tis a shriek from Babylon, Fell destruction in Chaldea,"},{"number":55,"text":"For Jehovah despoileth Babylon, He stilleth her mighty voice. They shall roar like many waters, And utter their clamorous din;"},{"number":56,"text":"For the spoiler is come upon Babylon; Her mighty men are taken, Their bows are broken in pieces: For Jehovah is a God of requitals, And He will repay without fail."},{"number":57,"text":"Her princes I will make drunken, Her wise men and her governors, Her viceroys and her warriors; They shall sleep their eternal sleep, To awake nevermore, saith the King, Whose name is Jehovah of Hosts."},{"number":58,"text":"Thus saith Jehovah of Hosts: Babylon’s broad wall shall be razed to the ground, And her towering gates in the fire shall be burned: Thus endeth the toil of the peoples in nothing, The labour of nations is doomed to the flames. Jeremiah’s Message to Babylon, Symbolic of her Doom"},{"number":59,"text":"The instructions given by Jeremiah the prophet to Seraiah, the son of Neriah, the son of Mahseiah, who acted as quester-master, when he accompanied Zedekiah the king of Judah to Babylon in the fourth Year of his reign."},{"number":60,"text":"Now Jeremiah had recorded on a scroll all the misery that was to come upon Babylon;"},{"number":61,"text":"and he said to Seraiah, \"When you arrive at Babylon, see that you read all these words,"},{"number":62,"text":"and say: ’Thine, O Jehovah, are these words; it is Thou that hast decreed the destruction of this place – that never again shall it be a home for man or beast, but that it shall remain a desolation for ever.’"},{"number":63,"text":"When you have finished reading this scroll, tie a stone to it and throw it into the middle of the Euphrates, with the words:"},{"number":64,"text":"’Thus shall Babylon sink, to rise no more, because of all the misery that I shall bring upon her.’\" Here end the words of Jeremiah. The Capture of Jerusalem and the Exile of the People"}]}