{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":52,"verses":[{"number":1,"text":"Zedekiah, who was twenty-one years of age when he came to the throne, reigned for eleven years in Jerusalem. His mother’s name was Hamutal, a daughter of Jeremiah of Libnah."},{"number":2,"text":"His actions were offensive to Jehovah, exactly as Jehoiakim’s had been,"},{"number":3,"text":"and Jehovah was so angry with Jerusalem and Judah that He cast them out of His sight; and Zedekiah revolted against the king of Babylon."},{"number":4,"text":"On the tenth day of the tenth month of the ninth year of his reign Nebuchadnezzar, king of Babylon, came with all his forces to storm Jerusalem. They pitched their camp against it, and surrounded it with a siege-wall;"},{"number":5,"text":"so the city was under siege till the eleventh year of king Zedekiah."},{"number":6,"text":"In the ninth day of the fourth month – the famine in the city being so severe that there was no bread for the people of the land –"},{"number":7,"text":"a breach was made in the city, and all the soldiers took to flight, leaving the city during the night by way of the gate between the two walls by the royal garden– the city being surrounded by the Chaldeans – and they made for the Jordan valley."},{"number":8,"text":"But the Chaldean army pursued the king and overtook him in the steppes of Jericho, all his own army having left him and scattered."},{"number":9,"text":"They seized the king and brought him to the king of Babylon who was at Riblah in the district of Hamath; and he pronounced judgment upon him."},{"number":10,"text":"At Riblah the king of Babylon slew the sons of Zedekiah before his eyes, and all the princes of Judah did he also slay; he then put out Zedekiah’s eyes,"},{"number":11,"text":"and having loaded him with chains, he carried him to Babylon, where he kept him in the House of Discipline till the day of his death."},{"number":12,"text":"On the tenth day of the fifth month of the nineteenth year of king Nebuchadnezzar, king of Babylon, Nebuzaradan the commander of the guard, one of the ministers of the king of Babylon, entered Jerusalem;"},{"number":13,"text":"and he proceeded to burn the Temple, the palace, and indeed every house in Jerusalem."},{"number":14,"text":"All the walls that encircled Jerusalem were demolished by the Chaldean forces that were under the commander of the guard."},{"number":15,"text":"The rest of the people left in the city, and the deserters who had gone over the king of Babylon, and those that were left of the artificers, were carried into exile by Nebuzaradan the commander of the guard."},{"number":16,"text":"Some of the poorest of the country people were left by Nebuzaradan, the commander of the guard, to act as vine-dressers and ploughmen."},{"number":17,"text":"The bronze pillars of the Temple, and the stands, and the bronze sea that was in the Temple, were broken in pieces by the Chaldeans, and all the bronze of them was taken to Babylon."},{"number":18,"text":"They also took the pots and the shovels and the snuffers and the basons and the pans and all the bronze vessels used in the (Temple) service."},{"number":19,"text":"The goblets and the snuff-dishes (for the lamps) and the basons and the pots and the lamp-stands and the pans and the libation bowls – whatever was of gold or silver respectively – were removed by the commander of the guard: –"},{"number":20,"text":"the pillars, two; the sea one; and the bronze bulls that supported the sea, twelve; and the stands which King Solomon had made for the Temple, ten; – vessels the mass of whose bronze was beyond weight."},{"number":21,"text":"Each of the pillars was twenty-seven feet in height, eighteen feet in circumference, three inches in thickness, and hollow within."},{"number":22,"text":"It was surmounted by a bronze capital, seven feet and a half in height, round which ran network and pomegranates of bronze throughout; the (network and) pomegranate adorment of both pillars was alike."},{"number":23,"text":"On the network round about there were a hundred pomegranates in all, of which ninety-six were visible."},{"number":24,"text":"The commander of the guard also took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the threshold."},{"number":25,"text":"He took also from the city a eunuch who had charge of the soldiers, and seven of the King’s Privy Councillors who were found in the city, and the secretary of the commander-in-chief, who kept the army register, and sixty of the people of the land whom he found within the city."},{"number":26,"text":"Having seized them, Nebuzaradan, the commander of the guard, brought them to Riblah to the king of Babylon;"},{"number":27,"text":"and the king of Babylon put them to death at Riblah in the district of Hamath. Thus was Judah carried from her own land into exile."},{"number":28,"text":"These are the people whom Nebuchadnezzar carried into exile; in the seventeenth year (of his reign) three thousand and twenty-three Jews;"},{"number":29,"text":"in the eighteenth year of Nebuchadnezzar, eight hundred and thirty-two persons from Jerusalem;"},{"number":30,"text":"in the twenty-third year of Nebuchadnezzar Nebuzaradan the commander of the guard carried seven hundred and forty-five Jews into exile: – in all, four thousand six hundred. A Gleam of Light in the Darkness of Exile"},{"number":31,"text":"In the thirty seventh year of the exile of Jehoiachin, king of Judah, in the twenty-fifth day of the twelfth month, Evil-merodach, in the year of his accession to the throne of Babylon, restored Jehoiachin, king of Judah, to favour, liberated him from prison,"},{"number":32,"text":"engaged him in friendly intercourse, and gave him precedence over the (other) kings who were (detained) with him in Babylon."},{"number":33,"text":"He also changed his prison dress, and he dined at the royal table to the very end of his life."},{"number":34,"text":"A perpetual allowance, which was disbursed daily, was assigned him by the king of Babylon, and he continued to enjoy it all his life up to the day that he died."}]}