{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":6,"verses":[{"number":1,"text":"Flee ye for safety, ye Benjamites, Forth from the midst of Jerusalem; Blow ye the trump in Tekoa, Raise a beacon on Beth-haccherem: For out of the north there peereth Disaster and fell destruction."},{"number":2,"text":"As a fair and luxurious mead Is the height of the daughter of Zion;"},{"number":3,"text":"But shepherds shall come to assail her, They and their flocks together; They shall pitch their tents around about her, And graze on her, each where he camps."},{"number":4,"text":"\"Prepare ye war against her; Up! let us storm her at noon-day.\" \"Alas! for the day declineth, The shadows of evening are lengthening.\""},{"number":5,"text":"\"Then up! let us storm her by night, And her palaces let us destroy.\""},{"number":6,"text":"For thus saith Jehovah of Hosts: Hew ye down her trees, And cast up a mound against her. Woe to thee, City of Falsehood, Within thee is nothing but tyranny."},{"number":7,"text":"As a well keepeth fresh her waters, She keepeth her wickedness fresh; Within her are rapine and violence heard, Sickness and wounds are for ever before Me."},{"number":8,"text":"O Jerusalem, be admonished, Lest My soul from thee be severed, Lest I make thee a desolation, An uninhabited land."},{"number":9,"text":"Thus saith Jehovah of Hosts; \"Glean like a vine full thoroughly Those that are left of Israel; Set thy hand once more As a vintager unto the branches.\""},{"number":10,"text":"\"But to whom shall I speak and bear witness In such wise that they listen? For see! their ear is uncircumcised, Helpless are they to hearken. To them is the word of Jehovah Become an utter scorn; They have no pleasure in it."},{"number":11,"text":"I am filled with the wrath of Jehovah, I am weary of holding it back: On the child in the street I will pour it, On youths, too, where’er they assemble; It shall smite men and women alike, And the aged, whose days are many."},{"number":12,"text":"Their homes shall be turned unto others, Their fields and their wives together; For against those that dwell in the land I will stretch out My hand, saith Jehovah.\" The National Materialism and its Doom"},{"number":13,"text":"For great and small alike, They are all of them greedy of gain; Prophet and priest alike– Every man of them practiseth falsehood."},{"number":14,"text":"They would heal the hurt of My people, As though it were but slight; \"It is well, it is well,\" they say, \"When it is anything but well.\""},{"number":15,"text":"Are they at all abashed At their deeds abominable? Nay, they are unabashed, They know not how to blush. They shall therefore fall with the fallen; In the hour of their visitation They shall stumble, saith Jehovah."},{"number":16,"text":"Thus did Jehovah say: Stand in the ways and see, And ask for the ancient paths; Mark that which leadeth to happiness, See that ye walk therein– And ye shall find rest to your souls. But they said, \" We refuse to walk in it.\""},{"number":17,"text":"And over you I set watchmen. Saying \"Hark for the sound of the trumpet.\" But they said, \"We refuse to hearken.\""},{"number":18,"text":"Wherefore hearken, ye nations, and hear, O earth, Take knowledge of that which is coming."},{"number":19,"text":"Behold, I will bring on this people Disaster, the fruits of their backsliding; For they heeded not My words, My instruction they rejected."},{"number":20,"text":"Of what avail to Me Is the incense that cometh from Sheba, And sweet cane from a distant land? I accept not your burnt-offerings, Your sacrifice pleaseth Me not."},{"number":21,"text":"Therefore, thus saith Jehovah: Behold, I will set on the way of this people Stones over which they may stumble, And over them stumble they shall, Fathers and sons together– And neighbour and friend shall perish."},{"number":22,"text":"Thus saith Jehovah, Behold! A people doth come from the north land, A mighty nation is stirring At the uttermost ends of the earth"},{"number":23,"text":"Bow they wield and javelin– Cruel and pitiless they, With a voice like the roar of the sea, And they ride upon horses and chariots, Arrayed, like one man, for the battle, Against thee, O daughter of Zion."},{"number":24,"text":"The rumour thereof we have heard, And all unnerved are we: Anguish hath seized upon us, And pangs as of women in travail."},{"number":25,"text":"Venture not forth to the open, Go not abroad on the highway; For there is the sword of the enemy– Terror on every side."},{"number":26,"text":"O daughter of My people, Gird thee about with sackcloth And sprinkle thee with ashes; Make mourning and bitter lament, As for an only son; For suddenly shall come The Devastator upon us. Jeremiah as Assayer of the National Character"},{"number":27,"text":"I have set thee to test My people, To discover and test their way."},{"number":28,"text":"Refractory are the all, They slander as they go; They are all of them brass and iron, They are all of them corrupt."},{"number":29,"text":"Fiercely the bellows blow, The lead is consumed by the fire; But in vain doth the smelter keep smelting, The dross is not smelted away."},{"number":30,"text":"Their name shall be refuse silver, For them hath Jehovah as refuse rejected. Salvation lies neither in Temple nor Ritual, but only in Repentance and Reform"}]}