{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":7,"verses":[{"number":1,"text":"The message which came to Jeremiah from Jehovah:"},{"number":2,"text":"Take thy stand at the gate of the Temple, and there make the following proclamation. Say, Listen to this message from Jehovah, all ye men of Judah that enter these gates to worship Jehovah."},{"number":3,"text":"Thus saith Jehovah of Hosts, the God of Israel, Amend your ways and your doings, and I will guarantee this place as your permanent home."},{"number":4,"text":"But put no trust in lying messengers, who say: \"This is the Temple of Jehovah, the Temple of Jehovah, the Temple of Jehovah.\""},{"number":5,"text":"For if you really amend your ways and your doings: if you really do justice as between man and man;"},{"number":6,"text":"if you abstain from the oppression of the resident foreigner, the fatherless and the widow, from the shedding of innocent blood in this place, and from devotion to other gods to your own hurt,"},{"number":7,"text":"then I will guarantee you a home here for all time in the land that I gave your forefathers."},{"number":8,"text":"But see, you are putting your trust in doctrines that are as profitless as they are false."},{"number":9,"text":"What! you commit theft, murder, adultery, perjury, you burn sacrifice to the Baal, you run after other gods that are strange to you;"},{"number":10,"text":"and then you (have the hardihood to) come and stand before me in this House which is called by My name, and say, \"Now we are safe\" – in order, forsooth, to carry on all these abominations."},{"number":11,"text":"This House which bears My name you regard, do you, as nothing but a robbers’ cave? Make no mistake: I – saith Jehovah – I have not been blind to all this."},{"number":12,"text":"I would ask you to visit My sanctuary in Shiloh, where I put My name at the first, and see what the wickedness of My people Israel constrained Me to do to it."},{"number":13,"text":"And so it will be now, saith Jehovah. Because you have perpetrated all these anormities, in defiance of My most earnest and repeated words, and have refused to respond to My call,"},{"number":14,"text":"therefore this Temple in which you repose your trust – called by My name though it be – and the place that I gave to you and your forefathers, I will consign to the same fate as overtook Shiloh;"},{"number":15,"text":"and I will hurl you out of My sight as I have hurled your brethren, the whole race of Ephraim."},{"number":16,"text":"As for thyself, offer no prayer for this people, raise no cry or prayer on their behalf, and make no intercession to Me, for I will not listen to thee."},{"number":17,"text":"Seest thou not what they are doing in the cities of Judah and in the streets of Jerusalem?"},{"number":18,"text":"The children gather wood, the fathers kindle the fire, and the women knead dough, to make cakes to the Queen of Heaven, and to pour out drink-offerings to other gods, in order to vex Me."},{"number":19,"text":"Is it I, then, saith Jehovah, whom they are vexing? is it not rather themselves, doomed as they are to bring confusion upon their own faces?"},{"number":20,"text":"Therefore, thus saith the Lord Jehovah, \"My anger and My fury shall be poured out upon this place, upon man and beast, upon trees of the field and fruit of the ground, and it shall blaze in unquenchable flame.\""},{"number":21,"text":"Thus saith Jehovah of Hosts, the God of Israel, Put the flesh of your burnt-offerings and your (other) sacrifices together, and make a common meal of them both alike;"},{"number":22,"text":"for on the day that I brought your forefathers out of the land of Egypt, I gave them no commandment nor did I utter a syllable with regard to burnt offering or sacrifice."},{"number":23,"text":"But the commandment I gave them was this: Listen, I said, to My voice, and then I will be your God and you shall be My people, and take My commandments as the standard of all your life – this is the way to prosperity."},{"number":24,"text":"But, instead of inclining their ear and listening, they followed the dictates of their own stubborn and wicked hearts; they went backwards instead of forwards."},{"number":25,"text":"Ever since your forefathers came out of the land of Egypt, every day up to this very day I have been sending you early and late all My servants the prophets."},{"number":26,"text":"Instead, however, of inclining their ear, they stiffened their necks and behaved worse than their forefathers."},{"number":27,"text":"This, then, is the message thou art to address to them, though they will not listen to thee, nor respond to thy call –"},{"number":28,"text":"thy message is to be this: This is the folk that refused to listen To the voice of Jehovah their God– That refused to accept correction. Sincerity is vanished, It is found on their lips no more. The Fearful Judgment upon Idolatry"},{"number":29,"text":"Shear off thy locks – away with them– Lift up a dirge on the heights: For Jehovah hath spurned and forsaken The race that hath roused Him to anger."},{"number":30,"text":"The people of Judah, saith Jehovah, have done the thing I abhor: the very House that bears My name they have defiled by introducing into it their abominable"},{"number":31,"text":"worship. They have built a sanctuary of Topheth in the Valley of the son of Hinnom, for the burning of their sons and daughters in the fire, though this was no commandment of Mine – such a thing never entered into My mind."},{"number":32,"text":"Mark this therefore: days are coming, saith Jehovah, when it shall be no more called Topheth, nor the Valley of the son of Hinnom, but the Valley of Slaughter, and Topheth shall be used as a burial-place for want of room (elsewhere)."},{"number":33,"text":"The dead bodies of this people shall be devoured by the birds of the air and the beasts of the earth, and none shall scare them away."},{"number":34,"text":"In the cities of Judah and on the streets of Jerusalem I will still the voice of mirth and gladness, and the voice of bridegroom and bride; for the land shall become a waste."}]}