{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":8,"verses":[{"number":1,"text":"At the time, saith Jehovah, they shall bring out of their graves the bones of the kings, the princes, the priests, and the prophets, of Judah, and of the inhabitants of Jerusalem,"},{"number":2,"text":"and they shall spread them before the sun and the moon and all the host of heaven, whom they loved and served and followed and sought and worshipped; and they shall remain ungathered and unburied, they shall be for dung on the face of the ground."},{"number":3,"text":"And in all places to which I have driven them, every man that is left of this evil family would choose rather death than life, saith Jehovah of Hosts. The National Refusal to Repent and the Coming Retribution"},{"number":4,"text":"Thou shalt say to them, Thus saith Jehovah: Doth not one who has fallen rise up again, And one who hath wandered turn back again?"},{"number":5,"text":"Why, then, doth thy people keep turning For ever and ever backward, Clinging to ways deceitful, Refusing to return?"},{"number":6,"text":"I have listened with ear intent– And their words are utterly false. Not a man repents of his wickedness Or thinks upon what he has done: But each rushes on in his course As a war-horse rushes in battle."},{"number":7,"text":"The very stork in the heavens Doth know her appointed seasons; The turtle, the swift, and the swallow, Observe the time of their coming: But the ordinance of Jehovah My people doth not know."},{"number":8,"text":"How can ye say, \"We are wise, And with us is the law of Jehovah\"? For see! the false pen of the scribes Hath turned it into a falsehood."},{"number":9,"text":"So the wise shall be put to shame, Be dismayed and taken captive. They have spurned the word of Jehovah– What manner of wisdom have they?"},{"number":10,"text":"So their wives I will give unto others, To conquerors their fields. For, great and small alike, They are all of them greedy of gain; Prophet and priest alike– Every man of them practiseth falsehood."},{"number":11,"text":"They would heal the hurt of My people As though it were but slight; \"It is well, it is well,\" they say, \"When it is anything but well.\""},{"number":12,"text":"Are they at all abashed At their deeds abominable? Nay, they are unabashed, They know not how to blush. They shall therefore fall with the fallen; In the hour of their visitation They shall stumble, saith Jehovah."},{"number":13,"text":"When I, saith Jehovah, would gather their fruit, There is not a grape on the vine; There is not a fig on the fig tree, All withered are the leaves."},{"number":14,"text":"\"Why are we sitting still? Assemble yourselves together, Let us enter the fortified cities, And there let us meet our doom; For Jehovah our God hath doomed us, Hath given us gall to drink, Because we have sinned against Him."},{"number":15,"text":"We wait for peace, but no good cometh; For a season of healing, but lo! dismay.\""},{"number":16,"text":"From Dan is heard the snort of his steeds, At the sound of his stallions neighing All the land doth tremble. They come and devour the land And all that is therein, The city and her inhabitants."},{"number":17,"text":"For see! I will send amongst you serpents of basilik order, Which cannot be charmed at all; And they, saith Jehovah, shall bite you. Jeremiah’s Lament over the Sin and the Doom of his people"},{"number":18,"text":"Past healing is my sorrow, My heart is heavy within me."},{"number":19,"text":"Hark! a voice is calling From the daughter of my people From a land that is far away: \"Is not Jehovah in Zion? Is not her King therein?\" \"With their images why have they vexed Me– With futile foreign gods?\""},{"number":20,"text":"\"The harvest is past, the summer is ended, And all unsaved are we.\""},{"number":21,"text":"For the daughter of my people, All broken, mine own heart is broken; I go about in mourning, With the clutch of horror upon me."},{"number":22,"text":"Is there no balm in Gilead? Is there no physician there? Why cometh then no healing To the daughter of my people?"}]}