{"translation":"oeb-us","book":"jer","bookName":"Jeremiah","chapter":9,"verses":[{"number":1,"text":"O that my head were waters, And mine eyes a fountain of tears, That day and night I might weep For the slain of the daughter of my people!"},{"number":2,"text":"O that I had in the desert A spot such as travellers lodge in; For then would I leave my people, Yea, from them I would go; For they be all adulterers, A company of traitors, That bend their tongue like a bow."},{"number":3,"text":"It is not the true, but the false, That has mastery in the land; For they pass from evil to evil, And they know not Me, saith Jehovah."},{"number":4,"text":"Let each man beware of his neighbour, And trust not any brother: For brothers are tricksters, all of them, And neighbours are slanderers all."},{"number":5,"text":"They all deceive one another, The truth they will not speak; They have taught their tongue to lie, They behave like knaves and fools."},{"number":6,"text":"Oppression upon oppression, Deceit upon deceit: They refuse, saith Jehovah, to know Me."},{"number":7,"text":"Therefore thus saith Jehovah of Hosts, Behold I will smelt them and test them, For alas! I must turn Mine eyes away From the daughter of My people."},{"number":8,"text":"Their tongue is a deadly arrow, The words of their mouth are deceit; They speak their neighbour fair, But at heart they are laying a trap for him."},{"number":9,"text":"And crimes like these, saith Jehovah, Am I to leave unpunished? Shall not My soul be avenged On a nation such as this?"},{"number":10,"text":"Lift a lament for the mountains, A dirge for the wilderness pastures; For wasted they lie and untraversed, No lowing of cattle they hear: The birds of the air and the beasts Are fled away and gone."},{"number":11,"text":"I will make of Jerusalem ruins, A place for jackals to haunt; I will make of the cities of Judah An uninhabited waste."},{"number":12,"text":"Where is the man that Jehovah Himself hath communed with and charged To declare why the land us a ruin, Laid waste like the untravelled wilderness?"},{"number":13,"text":"And Jehovah said unto me: Because they forsook My law Which I had set before them, And did not live thereby, But disobeyed My voice,"},{"number":14,"text":"And followed their stubborn hearts, And the Baals that their fathers had taught them:"},{"number":15,"text":"Therefore thus saith Jehovah of Hosts, The God of Israel; Behold, I will feed this people with wormwood, And give them gall to drink."},{"number":16,"text":"I will scatter them far among nations To them and their fathers unknown; The sword I will send to pursue them, Until I have clean consumed them."},{"number":17,"text":"Thus saith Jehovah of Hosts: Now mark ye well and summon The women that chant in dirges; And send for the skilful women, That they may come in haste,"},{"number":18,"text":"And lift up for us a lament; That our eyes may run with tears, And our eyelids gush with water."},{"number":19,"text":"Hark! from Zion float sounds of wailing, \"Alas!how are we spoiled; We are put to utter shame, Because we have left the land, And our homes are hurled to the ground.\""},{"number":20,"text":"Hear then, ye women, the word of Jehovah, Received with your ears the word of His mouth, And teach this lament to your daughters, Each one to her neighbour this dirge:"},{"number":21,"text":"\"Death hath climbed up to our windows, And into our palaces entered, sweeping the child from the streets And the youth from the broad open spaces."},{"number":22,"text":"The corpses of men are fallen Like dung on the face of the field; Or like sheaves behind the reaper, With none to gather them up.\" The True Glory of a Man"},{"number":23,"text":"Thus saith Jehovah: Let the wise man not boast of his wisdom, Let the strong man not boast of his strength; Let the rich man not boast of his riches,"},{"number":24,"text":"But in this be the boaster’s boast– In insight and knowledge of Me As Jehovah, who over the earth Doeth kindness and justice and right; For these are the things that I love. The Necessity for Circumcision of Heart"},{"number":25,"text":"Mark this well, saith Jehovah: days are coming when I will punish all those that, though circumcised (in flesh) are uncircumcised (in heart) –"},{"number":26,"text":"Egypt, Judah, Edom, Ammon, Moab, and all those denizens of the wilderness that have the corners of their hair clipped; for while all the nations are uncircumcised, the whole household of Israel is uncircumcised in heart. The Folly of Fearing the Impotent and Unreal Gods of the Heathen"}]}