{"translation":"kjv1611","book":"act","bookName":"Acts","chapter":24,"verses":[{"number":1,"text":"And after fiue dayes, Ananias the hie Priest descended with the Elders, and with a certaine Oratour named Tertullus, who enformed the gouernour against Paul."},{"number":2,"text":"And when he was called foorth, Tertullus began to accuse him, saying, Seeing that by thee we enioy great quietnesse, and that very worthy deeds are done vnto this nati&#333; by thy prouidence:"},{"number":3,"text":"Wee accept it alwayes, and in all places, most noble Felix, with all thankfulnesse."},{"number":4,"text":"Notwithstanding, that I be not farther tedious vnto thee, I pray thee, that thou wouldest heare vs of thy clemencie a few words."},{"number":5,"text":"For we haue found this man a pestilent fellow, and a moouer of sedition among all the Iewes throughout the world, and a ringleader of the sect of the Nazarenes."},{"number":6,"text":"Who also hath gone about to profane the Temple: whom we tooke, and would haue iudged according to our lawe."},{"number":7,"text":"But the chiefe captaine Lysias came vpon vs, and with great violence tooke him away out of our hands:"},{"number":8,"text":"Commanding his accusers to come vnto thee, by examining of whom thy selfe mayest take knowledge of all these things, whereof we accuse him."},{"number":9,"text":"And the Iewes also assented, saying that these things were so."},{"number":10,"text":"Then Paul, after that the gouernour had beckened vnto him to speake, answered, Forasmuch as I know that thou hast been of many yeeres a Iudge vnto this nation, I do the more cheerefully answere for my selfe:"},{"number":11,"text":"Because that thou mayest vnderstand, that there are yet but twelue dayes, since I went vp to Hierusalem for to worship."},{"number":12,"text":"And they neither found me in the Temple disputing with any man, neither raising vp the people, neither in the Synagogues, nor in the citie:"},{"number":13,"text":"Neither can they proue the things whereof they now accuse me."},{"number":14,"text":"But this I confesse vnto thee, that after the way which they call heresie, so worship I the God of my fathers, beleeuing all things which are written in the Law and the Prophets,"},{"number":15,"text":"And haue hope towards God, which they themselues also allow, that there shall be a resurrection of the dead, both of the iust and vniust."},{"number":16,"text":"And herein doe I exercise my selfe to haue alwayes a conscience void of offence toward God, and toward men."},{"number":17,"text":"Now after many yeeres, I came to bring almes to my nation, & offrings:"},{"number":18,"text":"Wherupon certaine Iewes from Asia found me purified in the Temple, neither with multitude, nor with tumult:"},{"number":19,"text":"Who ought to haue beene here before thee, and obiect, if they had ought against me."},{"number":20,"text":"Or else let these same here say, if they haue found any euill doing in mee, while I stood before the Councill,"},{"number":21,"text":"Except it be for this one voice, that I cried standing among them, Touching the resurrection of the dead I am called in question by you this day."},{"number":22,"text":"And when Felix heard these things, hauing more perfect knowledge of that way, he deferred them and said, When Lysias the chiefe captaine shall come downe, I will know the vttermost of your matter."},{"number":23,"text":"And he commanded a Centurion to keepe Paul, and to let him haue libertie, and that he should forbid none of his acquaintance to minister, or come vnto him."},{"number":24,"text":"And after certaine dayes, when Felix came with his wife Orusilla, which was a Iew, he sent for Paul, and heard him c&#333;cerning the faith in Christ."},{"number":25,"text":"And as he reasoned of righteousnesse, temperance, and iudgement to come, Felix trembled and answered, Go thy way for this time, when I haue a conuenient season, I will call for thee."},{"number":26,"text":"He hoped also that money should haue bene giuen him of Paul, that hee might loose him: wherefore hee sent for him the oftner, and c&#333;muned with him."},{"number":27,"text":"But after two yeeres, Portius Festus came into Felix roome: and Felix willing to shew the Iewes a pleasure, left Paul bound."}]}