{"translation":"oeb-us","book":"2th","bookName":"2 Thessalonians","chapter":1,"verses":[{"number":1,"text":"To the Thessalonian church in union with God our Father and the Lord Jesus Christ, From Paul, Silas, and Timothy."},{"number":2,"text":"May God, the Father, and the Lord Jesus Christ bless you and give you peace."},{"number":3,"text":"Friends, it is our duty always to thank God about you, as is but right, considering the wonderful growth of your faith, and because, without exception, your love for one another is continually increasing."},{"number":4,"text":"So much is this the case that we ourselves speak with pride, before the churches of God, of the patience and faith which you have shown, in spite of all the persecutions and troubles that you are enduring."},{"number":5,"text":"These persecutions will vindicate the justice of God’s judgment, and will result in your being reckoned worthy of God’s kingdom, for the sake of which you are now suffering;"},{"number":6,"text":"since God deems it just to inflict suffering on those who are now inflicting suffering on you,"},{"number":7,"text":"and to give relief to you who are suffering, as well as to us, at the appearing of the Lord Jesus from heaven with his mighty angels, in flaming fire."},{"number":8,"text":"Then he will inflict punishment on those who refuse to know God, and on those who turn a deaf ear to the good news of Jesus, our Lord."},{"number":9,"text":"They will pay the penalty of unutterable ruin – banished from the presence of the Lord and from the glorious manifestation of his might,"},{"number":10,"text":"when he comes to be honored in his people, and to be revered in all who have learned to believe in him (for you also believed our testimony) – as he will be on that day."},{"number":11,"text":"With this in view, our constant prayer for you is that our God may count you worthy of the call that you have received, and by his power make perfect your delight in all goodness and the efforts that have resulted from your faith."},{"number":12,"text":"Then, in the loving kindness of our God and the Lord Jesus Christ, will the name of Jesus, our Lord, be honored in you, and you in him."}]}