{"translation":"oeb-us","book":"2th","bookName":"2 Thessalonians","chapter":2,"verses":[{"number":1,"text":"As to the coming of our Lord Jesus Christ, and our being gathered to meet him, we beg you, friends,"},{"number":2,"text":"not lightly to let your minds become unsettled or disturbed by any revelation, or by any message or letter purporting to come from us, to the effect that the day of the Lord is come."},{"number":3,"text":"Don’t let anyone deceive you in any way. For it will not come before the final rebellion against God, when lawlessness is revealed in human form, headed for destruction."},{"number":4,"text":"He is the adversary of everything that is spoken of as a god or as an object of worship, enthroning himself in God’s Temple claiming to be God!"},{"number":5,"text":"Don’t you remember how, when I was with you, I used to speak to you of all this?"},{"number":6,"text":"And you know now what the restraining influence is which prevents his appearing before his appointed time."},{"number":7,"text":"Wickedness, indeed, is already at work in secret, but only until he who at present restrains it is removed out of the way."},{"number":8,"text":"Then the lawless person will be revealed, but the Lord Jesus will destroy him with the breath of his mouth, annihilate him by the splendor of his coming."},{"number":9,"text":"When the lawless person comes, there will be great activity on the part of Satan, in the form of all kinds of deceptive miracles, signs, and marvels, as well as of wicked attempts to delude –"},{"number":10,"text":"to the ruin of those who are on the path to destruction, because they have never received and loved the truth to their own salvation."},{"number":11,"text":"That is why God places them under the influence of a delusion, to cause them to believe a lie;"},{"number":12,"text":"so that sentence may be passed on all those who refuse to believe the truth, but delight in wickedness."},{"number":13,"text":"But, friends, whom the Lord loves, it is our duty always to thank God about you, for, from the first, God chose you for salvation through the purifying influence of the Spirit, and your belief in the truth."},{"number":14,"text":"To this you were called by the good news which we brought you, to attain to the glory of our Lord Jesus Christ."},{"number":15,"text":"Stand firm then, friends, and hold fast to the truths that we taught you, whether by word or by letter."},{"number":16,"text":"And may our Lord Jesus Christ himself, and God our Father, who loved us and, in his loving kindness, gave us unfailing consolation and good ground for hope,"},{"number":17,"text":"console your hearts, and strengthen you to do and to say all that is right."}]}