{"translation":"oeb-us","book":"2th","bookName":"2 Thessalonians","chapter":3,"verses":[{"number":1,"text":"In conclusion, friends, pray for us – pray that the Lord’s message may spread rapidly, and be received everywhere with honor, as it was among you;"},{"number":2,"text":"and that we may be preserved from wrong-headed and wicked people – for it is not everyone who believes in Christ."},{"number":3,"text":"But the Lord will not fail you. He will give you strength, and guard you from evil."},{"number":4,"text":"Yes, and the confidence that our union with the Lord enables us to place in you leads us to believe that you are doing, and will do, what we direct you."},{"number":5,"text":"May the Lord bring you to the love of God, and to the patience of the Christ."},{"number":6,"text":"We beg you, friends, in the name of the Lord Jesus Christ, to avoid any follower who is living an ill-ordered life, which is not in agreement with the teaching that you received from us."},{"number":7,"text":"For you know well that you ought to follow our example. When we were with you, our life was not ill-ordered,"},{"number":8,"text":"nor did we eat anyone’s bread without paying for it. Night and day, laboring and toiling, we used to work at our trades, so as not to be a burden on any of you."},{"number":9,"text":"This was not because we had not a right to receive support, but our object was to give you a pattern for you to copy."},{"number":10,"text":"Indeed, when we were with you, the rule we laid down was – ‘Whoever does not choose to work will not get to eat.’"},{"number":11,"text":"We hear that there are among you people who are living ill-ordered lives, and who, instead of attending to their own business, are mere busybodies."},{"number":12,"text":"All such people we beg, and implore, in the name of the Lord Jesus Christ, to attend quietly to their business, and earn their own living."},{"number":13,"text":"You, friends, must not grow weary of doing what is right."},{"number":14,"text":"If anyone disregards what we have said in this letter, take note of them and avoid their company, so that they may feel ashamed."},{"number":15,"text":"Yet do not think of them as an enemy, but caution them as you would a brother or sister."},{"number":16,"text":"May the Lord, from whom all peace comes, himself give you his peace at all times and in all ways. May he be with you all."},{"number":17,"text":"I, Paul, add this greeting in my own handwriting. It is my signature to every letter. This is how I write."},{"number":18,"text":"May the blessing of our Lord Jesus Christ be with you all."}]}