{"translation":"dra","book":"jhn","bookName":"John","chapter":10,"verses":[{"number":1,"text":"Amen, amen, I say to you: He that entereth not by the door into the sheepfold but climbeth up another way, the same is a thief and a robber."},{"number":2,"text":"But he that entereth in by the door is the shepherd of the sheep."},{"number":3,"text":"To him the porter openeth: and the sheep hear his voice. And he calleth his own sheep by name and leadeth them out."},{"number":4,"text":"And when he hath let out his own sheep, he goeth before them: and the sheep follow him, because they know his voice."},{"number":5,"text":"But a stranger they follow not, but fly from him, because they know not the voice of strangers."},{"number":6,"text":"This proverb Jesus spoke to them. But they understood not what he spoke."},{"number":7,"text":"Jesus therefore said to them again: Amen, amen, I say to you, I am the door of the sheep."},{"number":8,"text":"All others, as many as have come, are thieves and robbers: and the sheep heard them not."},{"number":9,"text":"I am the door. By me, if any man enter in, he shall be saved: and he shall go in and go out, and shall find pastures."},{"number":10,"text":"The thief cometh not, but for to steal and to kill and to destroy. I am come that they may have life and may have it more abundantly."},{"number":11,"text":"I am the good shepherd. The good shepherd giveth his life for his sheep."},{"number":12,"text":"But the hireling and he that is not the shepherd, whose own the sheep are not, seeth the wolf coming and leaveth the sheep and flieth: and the wolf casteth and scattereth the sheep,"},{"number":13,"text":"And the hireling flieth, because he is a hireling: and he hath no care for the sheep."},{"number":14,"text":"I am the good shepherd: and I know mine, and mine know me."},{"number":15,"text":"As the Father knoweth me, and I know the Father: and I lay down my life for my sheep."},{"number":16,"text":"And other sheep I have that are not of this fold: them also I must bring. And they shall hear my voice: And there shall be one fold and one shepherd."},{"number":17,"text":"Therefore doth the Father love me: because I lay down my life, that I may take it again."},{"number":18,"text":"No man taketh it away from me: but I lay it down of myself. And I have power to lay it down: and I have power to take it up again. This commandment have I received of my Father."},{"number":19,"text":"A dissension rose again among the Jews for these words."},{"number":20,"text":"And many of them said: He hath a devil and is mad. Why hear you him?"},{"number":21,"text":"Others said: These are not the words of one that hath a devil. Can a devil open the eyes of the blind?"},{"number":22,"text":"And it was the feast of the dedication at Jerusalem: and it was winter."},{"number":23,"text":"And Jesus walked in the temple, in Solomon's porch."},{"number":24,"text":"The Jews therefore came round about him and said to him: How long dost thou hold our souls in suspense? If thou be the Christ, tell us plainly."},{"number":25,"text":"Jesus answered them: I speak to you, and you believe not: the works that I do in the name of my Father, they give testimony of me."},{"number":26,"text":"But you do not believe, because you are not of my sheep."},{"number":27,"text":"My sheep hear my voice. And I know them: and they follow me."},{"number":28,"text":"And I give them life everlasting: and they shall not perish for ever. And no man shall pluck them out of my hand."},{"number":29,"text":"That which my Father hath given me is greater than all: and no one can snatch them out of the hand of my Father."},{"number":30,"text":"I and the Father are one."},{"number":31,"text":"The Jews then took up stones to stone him."},{"number":32,"text":"Jesus answered them: Many good works I have shewed you from my Father. For which of those works do you stone me?"},{"number":33,"text":"The Jews answered him: For a good work we stone thee not, but for blasphemy: and because that thou. being a, man, makest thyself God."},{"number":34,"text":"Jesus answered them: Is it not written in your law: I said, you are gods?"},{"number":35,"text":"If he called them gods to whom the word of God was spoken; and the scripture cannot be broken:"},{"number":36,"text":"Do you say of him whom the Father hath sanctified and sent into the world: Thou blasphemest; because I said: I am the Son of God?"},{"number":37,"text":"If I do not the works of my Father, believe me not."},{"number":38,"text":"But if I do, though you will not believe me, believe the works: that you may know and believe that the Father is in me and I in the Father."},{"number":39,"text":"They sought therefore to take him: and he escaped out of their hands."},{"number":40,"text":"And he went again beyond the Jordan, into that place where John was baptizing first. And there he abode."},{"number":41,"text":"And many resorted to him: and they said: John indeed did no sign."},{"number":42,"text":"But all things whatsoever John said of this man were true. And many believed n him. "}]}