{"translation":"dra","book":"jhn","bookName":"John","chapter":4,"verses":[{"number":1,"text":"When Jesus therefore understood the Pharisees had heard that Jesus maketh more disciples and baptizeth more than John"},{"number":2,"text":"(Though Jesus himself did not baptize, but his disciples),"},{"number":3,"text":"He left Judea and went again into Galilee."},{"number":4,"text":"And he was of necessity to pass through Samaria."},{"number":5,"text":"He cometh therefore to a city of Samaria, which is called Sichar, near the land which Jacob gave to his son Joseph."},{"number":6,"text":"Now Jacob's well was there. Jesus therefore, being wearied with his journey, sat thus on the well. It was about the sixth hour."},{"number":7,"text":"There cometh a woman of Samaria, to draw water. Jesus saith to her: Give me to drink."},{"number":8,"text":"For his disciples were gone into the city to buy meats."},{"number":9,"text":"Then that Samaritan woman saith to him: How dost thou, being a Jew; ask of me to drink, who am a Samaritan woman? For the Jews do not communicate with the Samaritans."},{"number":10,"text":"Jesus answered and said to her: If thou didst know the gift of God and who he is that saith to thee: Give me to drink; thou perhaps wouldst have asked of him, and he would have given thee living water."},{"number":11,"text":"The woman saith to him: Sir, thou hast nothing wherein to draw, and the well is deep. From whence then hast thou living water?"},{"number":12,"text":"Art thou greater than our father Jacob, who gave us the well and drank thereof, himself and his children and his cattle?"},{"number":13,"text":"Jesus answered and said to her: Whosoever drinketh of this water shall thirst again: but he that shall drink of the water that I will give him shall not thirst for ever."},{"number":14,"text":"But the water that I will give him shall become in him a fountain of water, springing up into life everlasting."},{"number":15,"text":"The woman said to him: Sir, give me this water, that I may not thirst, nor come hither to draw."},{"number":16,"text":"Jesus saith to her: Go, call thy husband, and come hither."},{"number":17,"text":"The woman answered and said: I have no husband. Jesus said to her: Thou hast said well: I have no husband."},{"number":18,"text":"For thou hast had five husbands: and he whom thou now hast is not thy husband. This, thou hast said truly."},{"number":19,"text":"The woman saith to him: Sir, I perceive that thou art a prophet."},{"number":20,"text":"Our fathers adored on this mountain: and you say that at Jerusalem is the place where men must adore."},{"number":21,"text":"Jesus saith to her: Woman, believe me that the hour cometh, when you shall neither on this mountain, nor in Jerusalem, adore the Father."},{"number":22,"text":"You adore that which you know not: we adore that which we know. For salvation is of the Jews."},{"number":23,"text":"But the hour cometh and now is, when the true adorers shall adore the Father in spirit and in truth. For the Father also seeketh such to adore him."},{"number":24,"text":"God is a spirit: and they that adore him must adore him in spirit and in truth."},{"number":25,"text":"The woman saith to him: I know that the Messias cometh (who is called Christ): therefore, when he is come, he will tell us all things."},{"number":26,"text":"Jesus saith to her: I am he, who am speaking with thee."},{"number":27,"text":"And immediately his disciples came. And they wondered that he talked with the woman. Yet no man said: What seekest thou? Or: Why talkest thou with her?"},{"number":28,"text":"The woman therefore left her waterpot and went her way into the city and saith to the men there:"},{"number":29,"text":"Come, and see a man who has told me all things whatsoever I have done. Is not he the Christ?"},{"number":30,"text":"They went therefore out of the city and came unto him."},{"number":31,"text":"In the mean time, the disciples prayed him, saying: Rabbi, eat."},{"number":32,"text":"But he said to them: I have meat to eat which you know not."},{"number":33,"text":"The disciples therefore said one to another: Hath any man brought him to eat?"},{"number":34,"text":"Jesus saith to them: My meat is to do the will of him that sent me, that I may perfect his work."},{"number":35,"text":"Do not you say: There are yet four months, and then the harvest cometh? Behold, I say to you, lift up your eyes, and see the countries. For they are white already to harvest."},{"number":36,"text":"And he that reapeth receiveth wages and gathereth fruit unto life everlasting: that both he that soweth and he that reapeth may rejoice together."},{"number":37,"text":"For in this is the saying true: That it is one man that soweth, and it is another that reapeth."},{"number":38,"text":"I have sent you to reap that in which you did not labour. Others have laboured: and you have entered into their labours."},{"number":39,"text":"Now of that city many of the Samaritans believed in him, for the word of the woman giving testimony: He told me all things whatsoever I have done."},{"number":40,"text":"So when the Samaritans were come to him, they desired that he would tarry there. And he abode there two days."},{"number":41,"text":"And many more believed in him, because of his own word."},{"number":42,"text":"And they said to the woman: We now believe, not for thy saying: for we ourselves have heard him and know that this is indeed the Saviour of the world."},{"number":43,"text":"Now after two days, he departed thence and went into Galilee."},{"number":44,"text":"For Jesus himself gave testimony that a prophet hath no honour in his own country."},{"number":45,"text":"And when he was come into Galilee, the Galileans received him, having seen all the things he had done at Jerusalem on the festival day: for they also went to the festival day."},{"number":46,"text":"He came again therefore into Cana of Galilee, where he made the water wine. And there was a certain ruler, whose son was sick at Capharnaum."},{"number":47,"text":"He having heard that Jesus was come from Judea into Galilee, sent to him and prayed him to come down and heal his son: for he was at the point of death."},{"number":48,"text":"Jesus therefore said to him: Unless you see signs and wonders, you believe not."},{"number":49,"text":"The ruler saith to him: Lord, come down before that my son die."},{"number":50,"text":"Jesus saith to him: Go thy way. Thy son liveth. The man believed the word which Jesus said to him and went his way."},{"number":51,"text":"And as he was going down, his servants met him: and they brought word, saying, that his son lived."},{"number":52,"text":"He asked therefore of them the hour wherein he grew better. And they said to him: Yesterday at the seventh hour, the fever left him."},{"number":53,"text":"The father therefore knew that it was at the same hour that Jesus said to him: Thy son liveth. And himself believed, and his whole house."},{"number":54,"text":"This is again the second miracle that Jesus did, when he was come out of Judea. into Galilee. "}]}