{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":10,"verses":[{"number":1,"text":"Why do you stand, Lord, so far away, hiding yourself in times of trouble?"},{"number":2,"text":"The wicked, in their pride, are pursuing the helpless: let them be caught in the schemes they have plotted."},{"number":3,"text":"For the wicked boasts of their wanton greed; the robber despises the Lord, and curses him,"},{"number":4,"text":"in wicked pride, thinks: God doesn’t care, God doesn’t call to account."},{"number":5,"text":"Never a season that they do not prosper; your judgments are far above out of their sight: they scoff at their foes."},{"number":6,"text":"Each says in their heart, “I will never be shaken; I will live for all time untouched by misfortune.”"},{"number":7,"text":"Their mouths are full of deceit and oppression: under their tongues lurks mischief and wrong."},{"number":8,"text":"Lying in secret in some village ambush, and stealthily watching, they murder the innocent."},{"number":9,"text":"Like a lion that lurks in a secret lair they lurk intending to catch the defenceless; to seize them, to drag them away in their net."},{"number":10,"text":"Their victims are crushed, sink down to the ground. Under their claws the hapless fall."},{"number":11,"text":"The wicked say in their hearts that God has forgotten, has hidden his face, will see nothing."},{"number":12,"text":"Arise, Lord, lift up your hand, do not forget the cry of the wretched."},{"number":13,"text":"Why do the wicked treat God with contempt, and say in their hearts, “God doesn’t care”?"},{"number":14,"text":"You have seen the trouble and sorrow; you mark it all, and will take it in hand. The hapless can count on you, helper of orphans."},{"number":15,"text":"Break the arm of the wicked and evil: search out their sin, till no more be found."},{"number":16,"text":"The Lord is king forever and ever: the nations will vanish from his land."},{"number":17,"text":"Lord, you have heard the desire of the humble, inclining your ear, strengthening their hearts,"},{"number":18,"text":"rights you have won for the crushed and the orphan, so no one on earth may strike terror again."}]}