{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":103,"verses":[{"number":1,"text":"O my soul, bless the Lord; and all that is in me, his holy name."},{"number":2,"text":"O my soul, bless the Lord; and forget not one of his benefits."},{"number":3,"text":"He pardons all your sins, he heals all your diseases."},{"number":4,"text":"He ransoms your life from the pit, he crowns you with kindness and pity."},{"number":5,"text":"He gives you your heart’s desire, renewing your youth like the eagle’s."},{"number":6,"text":"The Lord executes justice – and right for all who are wronged."},{"number":7,"text":"He revealed his ways to Moses, his acts to the children of Israel."},{"number":8,"text":"Full of pity and grace is the Lord, patient, and rich in kindness:"},{"number":9,"text":"he will not always chide, nor cherish his anger forever."},{"number":10,"text":"Not after our sins has he dealt with us, nor requited us after our wickedness."},{"number":11,"text":"For high as the heavens o’er the earth is his love over those who revere him."},{"number":12,"text":"Far as is east from the west has he put our transgressions from us."},{"number":13,"text":"As a father pities his children, so the Lord pities those who revere him;"},{"number":14,"text":"for well he knows our frame, he remembers that we are dust."},{"number":15,"text":"A person’s days are as grass; blossoms like a flower of the meadow."},{"number":16,"text":"At the breath of the wind it is gone, and the place thereof knows it no more."},{"number":17,"text":"But the love of the Lord is eternal, and his kindness to children’s children,"},{"number":18,"text":"to those who keep his covenant and mindfully do his behests."},{"number":19,"text":"The Lord has set his throne in the heavens; the whole world is under his sway."},{"number":20,"text":"Bless the Lord, you angels of his, mighty heroes performing his word."},{"number":21,"text":"Bless the Lord, all you his hosts, you servants who do his will."},{"number":22,"text":"Bless the Lord, all you his works, far as his sway extends. O my soul, bless the Lord."}]}