{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":105,"verses":[{"number":1,"text":"Give thanks to the Lord, call on his name: make known his deeds among the nations."},{"number":2,"text":"Sing to him, make music to him, tell of all his wondrous works."},{"number":3,"text":"Make your boast in his holy name, be glad at heart, you who seek the Lord."},{"number":4,"text":"Seek after the Lord and his strength, seek his face evermore."},{"number":5,"text":"Remember the wonders he did, his portents, the judgments he uttered,"},{"number":6,"text":"you who are offspring of Abraham, his servant, the children of Jacob, his chosen ones."},{"number":7,"text":"He is the Lord our God: in all the earth are his judgments."},{"number":8,"text":"He remembers forever his covenant, his promise for a thousand generations"},{"number":9,"text":"The covenant he made with Abraham, the oath he swore to Isaac,"},{"number":10,"text":"and confirmed as a statute to Jacob, a pact everlasting to Israel"},{"number":11,"text":"to give them the land of Canaan as the lot which they should inherit."},{"number":12,"text":"And when they were very few, few and but pilgrims therein,"},{"number":13,"text":"wandering from nation to nation, journeying from people to people,"},{"number":14,"text":"he allowed no one to oppress them, even punishing kings for their sakes."},{"number":15,"text":"He forbade them to touch his anointed, or do any hurt to his prophets."},{"number":16,"text":"When he called down famine on the land, and cut off the bread which sustained them,"},{"number":17,"text":"he sent before them a man, Joseph, who was sold as a slave."},{"number":18,"text":"His feet were galled with fetters, he was laid in chains of iron,"},{"number":19,"text":"till the time that his word came to pass, the word of the Lord that had tried him."},{"number":20,"text":"The king sent and freed him, the ruler of nations released him."},{"number":21,"text":"He made him lord of his household, and ruler of all his possessions,"},{"number":22,"text":"to admonish his princes at will and instruct his elders in wisdom."},{"number":23,"text":"Thus Israel came into Egypt, Jacob sojourned in the land of Ham."},{"number":24,"text":"His people he made very fruitful, and mightier than their foes."},{"number":25,"text":"He inspired them to hate his people, and to deal with his servants craftily."},{"number":26,"text":"He sent his servant Moses, and Aaron whom he had chosen,"},{"number":27,"text":"portents he wrought in Egypt, and signs in the land of Ham."},{"number":28,"text":"Darkness he sent, and it fell: yet they gave no heed to his word."},{"number":29,"text":"He turned their waters into blood, thus causing their fish to die."},{"number":30,"text":"Their land was alive with frogs, swarming even in the royal chambers."},{"number":31,"text":"At his command came flies, and lice in all their borders."},{"number":32,"text":"He gave them hail for rain and fire that flashed through the land,"},{"number":33,"text":"smiting their vines and figs, breaking the trees of their border."},{"number":34,"text":"At his command came locusts, young locusts beyond all counting,"},{"number":35,"text":"which ate every herb in the land, ate up, too, the fruit of their ground."},{"number":36,"text":"He struck down in their land all the firstborn, the firstlings of all their strength"},{"number":37,"text":"Then forth he led Israel with silver and gold, and among his tribes no one was weary."},{"number":38,"text":"Egypt was glad when they left, for terror had fallen upon them."},{"number":39,"text":"He spread out a cloud to screen them, and fire to give light in the night."},{"number":40,"text":"He sent quails at their entreaty, and heavenly bread in abundance."},{"number":41,"text":"He opened the rock; waters gushed: in the desert they ran like a river."},{"number":42,"text":"For he remembered his holy promise to Abraham his servant."},{"number":43,"text":"So he led out his people with joy, his elect with a ringing cry."},{"number":44,"text":"And he gave them the lands of the nations, the fruit of their toil for possession,"},{"number":45,"text":"that so they might keep his statutes, and be of his laws observant. Hallelujah."}]}