{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":118,"verses":[{"number":1,"text":"Give thanks to the Lord for his goodness, his kindness endures forever."},{"number":2,"text":"Let the house of Israel now say: his kindness endures forever."},{"number":3,"text":"Let the house of Aaron now say: his kindness endures forever."},{"number":4,"text":"Let those who revere the Lord now say: his kindness endures forever."},{"number":5,"text":"Out of straits I called on the Lord, the Lord answered and gave me room."},{"number":6,"text":"The Lord is mine; I am fearless. What can mere people do to me?"},{"number":7,"text":"The Lord is mine, as my help: I shall feast my eyes on my foes."},{"number":8,"text":"It is better to hide in the Lord than to trust in mortals."},{"number":9,"text":"It is better to hide in the Lord than to put any trust in princes."},{"number":10,"text":"Everywhere heathen swarmed round me; in the name of the Lord I cut them down."},{"number":11,"text":"They swarmed, swarmed around me; in the name of the Lord I cut them down,"},{"number":12,"text":"they swarmed around me like bees, they blazed like a fire of thorns: in the name of the Lord I cut them down."},{"number":13,"text":"Sore they pushed me, to make me fall; but the Lord gave me his help."},{"number":14,"text":"The Lord is my strength and my song, and he is become my salvation."},{"number":15,"text":"Hark! In the tents of the righteous glad cries of victory are ringing. The hand of the Lord has wrought bravely,"},{"number":16,"text":"the hand of the Lord is exalted, the hand of the Lord has wrought bravely."},{"number":17,"text":"I shall not die: nay, I shall live, to declare the works of the Lord."},{"number":18,"text":"Though the Lord has chastened me sore, he has not given me over to death. (The Procession arrives at the Temple)"},{"number":19,"text":"“Open to me the gates of victory. I would enter therein and give thanks to the Lord.” (The Welcome)"},{"number":20,"text":"“This is the gate of the Lord: the righteous may enter therein;”"},{"number":21,"text":"I thank you because you have heard me, and are become my salvation."},{"number":22,"text":"The stone which the builders despised is become the head-stone of the corner."},{"number":23,"text":"This has been wrought by the Lord; it is marvelous in our eyes."},{"number":24,"text":"This day is the Lord’s own creation: in it let us joy and be glad."},{"number":25,"text":"O Lord, save us, we pray, O Lord, prosper, we pray."},{"number":26,"text":"Blessed the one who enters in the name of the Lord. From the house of the Lord we bless you."},{"number":27,"text":"The Lord is God, he has given us light. Wreathe the dance with boughs, till they touch the horns of the altar."},{"number":28,"text":"You are my God, I will thank you; O my God, I will exalt you."},{"number":29,"text":"Give thanks to the Lord for his goodness: his kindness endures forever."}]}