{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":119,"verses":[{"number":1,"text":"Happy they whose life is blameless, who walk by the law of the Lord."},{"number":2,"text":"Happy they who keep his charges, and seek him with all their hearts;"},{"number":3,"text":"who have done no wrong, but walk in his ways."},{"number":4,"text":"You yourself have appointed your precepts to be kept with diligence."},{"number":5,"text":"O to be steadily guided in the keeping of your statutes!"},{"number":6,"text":"Then unashamed shall I be, when I look towards all your commandments."},{"number":7,"text":"I will thank you with heart unfeigned, when I learn your righteous judgments."},{"number":8,"text":"I will observe your statutes: O forsake me not utterly."},{"number":9,"text":"How can a young person keep their life pure? By giving heed to your word."},{"number":10,"text":"With all my heart have I sought you, let me not stray from your commandments."},{"number":11,"text":"In my heart have I treasured your word, to keep from sinning against you."},{"number":12,"text":"Blessed are you, O Lord; teach me your statutes."},{"number":13,"text":"With my lips have I rehearsed all the judgments of your mouth."},{"number":14,"text":"I delight in the way of your charges, more than in riches of all sorts."},{"number":15,"text":"I will muse upon your precepts, and look to your paths."},{"number":16,"text":"In your statutes I delight, I will not forget your word."},{"number":17,"text":"Grant that your servant may live, and I will observe your word."},{"number":18,"text":"Open my eyes, that I see wondrous things out of your law."},{"number":19,"text":"But a guest am I on the earth: hide not your commandments from me."},{"number":20,"text":"My heart is crushed with longing for your ordinances, at all times."},{"number":21,"text":"You rebuke the proud, the accursed, who wander from your commandments."},{"number":22,"text":"Roll away from me scorn and contempt, for I have observed your charges."},{"number":23,"text":"Though princes sit plotting against me, your servant will muse on your statutes."},{"number":24,"text":"Your charges are my delight, they are my counsellors."},{"number":25,"text":"I lie grovelling in the dust; revive me, as you have promised."},{"number":26,"text":"I told of my ways, you made answer; teach me your statutes."},{"number":27,"text":"Grant me insight into your precepts, and I will muse on your wonders."},{"number":28,"text":"I am overcome with sorrow; raise me up, as you have promised."},{"number":29,"text":"Put the way of falsehood from me, and graciously grant me your law."},{"number":30,"text":"I have chosen the way of fidelity, your ordinances I long for."},{"number":31,"text":"I hold fast to your charges: O put me not, Lord, to shame."},{"number":32,"text":"I will run in the way of your commandments, for you give me room of heart."},{"number":33,"text":"Teach me, O Lord, the way of your statutes, and I will keep it to the end,"},{"number":34,"text":"instruct me to keep your law, and I will observe it with all my heart."},{"number":35,"text":"Guide me in the path of your commandments, for therein do I delight."},{"number":36,"text":"Incline my heart to your charges, and not to greed of gain."},{"number":37,"text":"Turn away my eyes from vain sights, revive me by your word."},{"number":38,"text":"Confirm to your servant the promise which is given to those who revere you."},{"number":39,"text":"Remove the reproach which I dread, because your judgments are good."},{"number":40,"text":"Behold, I long for your precepts. Quicken me in your righteousness."},{"number":41,"text":"Visit me, Lord, with your love and salvation, as you have promised."},{"number":42,"text":"So shall I answer my slanderers, for my trust is in your word."},{"number":43,"text":"Snatch not from my mouth the word of truth, for in your judgments I hope."},{"number":44,"text":"I will keep your law continually, for ever and evermore."},{"number":45,"text":"So shall I walk in wide spaces, for I give my mind to your precepts."},{"number":46,"text":"I will speak of your charge before kings, and will not be ashamed thereof."},{"number":47,"text":"Your commandments are my delight, I love them exceedingly."},{"number":48,"text":"I will lift up my hands to your commandments, and muse upon your statutes."},{"number":49,"text":"Remember your word to your servant, on which you have made me to hope."},{"number":50,"text":"This is my comfort in trouble, that your word gives life to me."},{"number":51,"text":"The arrogant utterly scorn me, but I have not declined from your law."},{"number":52,"text":"When I think of your judgments of old, O Lord, I find comfort."},{"number":53,"text":"I am seized with glowing anger at the wicked who forsake your law."},{"number":54,"text":"Your statutes have been to me songs in the house of my pilgrimage."},{"number":55,"text":"I remember your name in the night, O Lord and observe your law."},{"number":56,"text":"My lot has been this, that I have kept your precepts."},{"number":57,"text":"My portion are you, O Lord: I have promised to keep your words."},{"number":58,"text":"I entreat you with all my heart; grant me your promised favor."},{"number":59,"text":"I have thought upon my ways, and turned my feet to your charges."},{"number":60,"text":"I hasted and tarried not to give heed to your commandments."},{"number":61,"text":"Though the godless have wound their cords round me, I have not forgotten your law."},{"number":62,"text":"At midnight I rise to praise you because of your righteous judgments."},{"number":63,"text":"With all those who revere you I company, aid with those who observe your precepts."},{"number":64,"text":"The earth, Lord, is full of your kindness; teach me your Statutes."},{"number":65,"text":"Well have you dealt with your servant, as you have promised, O Lord."},{"number":66,"text":"Teach me discretion and knowledge, for I have believed your commandments."},{"number":67,"text":"Till trouble came I was a wanderer, but now I observe your word."},{"number":68,"text":"You are good and do good; teach me your statutes."},{"number":69,"text":"The proud have forged lies against me, but I keep your precepts with all my heart."},{"number":70,"text":"Their heart is gross like fat, but I delight in your law."},{"number":71,"text":"It was good for me to be humbled, that I should learn your statutes."},{"number":72,"text":"The law of your mouth is better to me than thousands of pieces of silver and gold."},{"number":73,"text":"Your hands have made me and fashioned me; make me wise to learn your commandments."},{"number":74,"text":"Those who revere you shall see me with joy, for in your word have I hoped."},{"number":75,"text":"I know, O Lord, that your judgments are right, and in faithfulness you have afflicted me."},{"number":76,"text":"Let your love be a comfort to me, for so have you promised your servant."},{"number":77,"text":"Visit me with your quickening pity, for your law is my delight."},{"number":78,"text":"Put the proud to shame, who have wronged me falsely: I will muse on your precepts."},{"number":79,"text":"Let those turn to me who revere you, that they may learn your charges."},{"number":80,"text":"Let my heart be sound in your statutes, that I may not be put to shame."},{"number":81,"text":"I long for you to rescue me, I put my hope in your word."},{"number":82,"text":"My eyes pine away for your promise: saying, “When will you comfort me?”"},{"number":83,"text":"Though shrivelled like wine-skin in smoke, your statutes I have not forgotten."},{"number":84,"text":"How few are the days of your servant! When will you judge those who harass me?"},{"number":85,"text":"Proud people have dug for me pits people who do not conform to your law."},{"number":86,"text":"All your commandments are trusty. With falsehood they harass me: help me."},{"number":87,"text":"They had nearly made an end of me, yet I did not forget your precepts."},{"number":88,"text":"Spare me in your kindness, and I will observe the charge of your mouth."},{"number":89,"text":"Forever, O Lord, is your word fixed firmly in the heavens."},{"number":90,"text":"Your truth endures age after age; it is established on earth, and it stands."},{"number":91,"text":"By your appointment they stand this day, for all are your servants."},{"number":92,"text":"Had not your law been my joy, in my misery then had I perished."},{"number":93,"text":"I will never forget your precepts, for through them you have put life in me."},{"number":94,"text":"I am yours, O save me, for I give my mind to your precepts."},{"number":95,"text":"The wicked lay wait to destroy me, but I give heed to your charge."},{"number":96,"text":"I have seen a limit to all things: but your commandment is spacious exceedingly."},{"number":97,"text":"O how I love your law! All the day long I muse on it."},{"number":98,"text":"Your commandment makes me wiser than my enemies: for it is mine forever."},{"number":99,"text":"I am prudent above all my teachers, for your charges are my meditation."},{"number":100,"text":"I have insight more than the aged, because I observe your precepts."},{"number":101,"text":"I refrain my foot from all wicked ways, that I may keep your word."},{"number":102,"text":"I turn not aside from your judgments, for you yourself are my teacher."},{"number":103,"text":"How sweet are your words to my taste, sweeter than honey to my mouth!"},{"number":104,"text":"Insight I win through your precepts, therefore every false way I hate."},{"number":105,"text":"Your word is a lamp to my feet, and a light to my path."},{"number":106,"text":"I have sworn an oath, and will keep it, to observe your righteous judgments."},{"number":107,"text":"I am afflicted sorely: revive me, O Lord, as you said."},{"number":108,"text":"Accept, Lord, my willing praise, and teach me your judgments."},{"number":109,"text":"My life is in ceaseless peril; but I do not forget your law."},{"number":110,"text":"The wicked set traps for me, yet I do not stray from your precepts."},{"number":111,"text":"In your charges are my everlasting inheritance, they are the joy of my heart."},{"number":112,"text":"I am resolved to perform your statutes forever, to the utmost."},{"number":113,"text":"I hate people of divided heart, but your law do I love."},{"number":114,"text":"You are my shelter and shield: in your word do I hope."},{"number":115,"text":"Begone, you wicked people, I will keep the commands of my God."},{"number":116,"text":"Uphold me and spare me, as you have promised: O disappoint me not."},{"number":117,"text":"Hold me up, and I shall be saved: and your statutes shall be my unceasing delight."},{"number":118,"text":"All who swerve from your statutes you spurn: their cunning is in vain."},{"number":119,"text":"All the wicked of earth you count as dross, therefore I love your charges."},{"number":120,"text":"In awe of you, my body trembles, I fear your judgments."},{"number":121,"text":"Justice and right have I practised, do not leave me to my oppressors."},{"number":122,"text":"Be your servant’s surety for good, let not the proud oppress me."},{"number":123,"text":"My eyes pine for your salvation, and for your righteous promise."},{"number":124,"text":"Deal in your love with your servant, and teach me your statutes."},{"number":125,"text":"Your servant am I; instruct me, that I may know your charges."},{"number":126,"text":"It is time for the Lord to act: they have violated your law."},{"number":127,"text":"Therefore I love your commandments above gold, above fine gold."},{"number":128,"text":"So I guide my life by your precepts, and every false way I hate."},{"number":129,"text":"Your decrees are wonderful, gladly I keep them."},{"number":130,"text":"When your word is unfolded, light breaks; imparting wisdom to the simple."},{"number":131,"text":"With open mouth I pant with longing for your commandments."},{"number":132,"text":"Turn to me with your favor, as is just to those who love you."},{"number":133,"text":"Steady my steps by your word, so that sin have no power over me."},{"number":134,"text":"Set me free from those who oppress me, and I shall observe your precepts."},{"number":135,"text":"Shine with your face on your servant, and teach me your statutes."},{"number":136,"text":"My eyes run down with rills of water, because your law is not kept."},{"number":137,"text":"Righteous are you, O Lord, and right are your ordinances."},{"number":138,"text":"The laws you has ordered are just, and trusty exceedingly."},{"number":139,"text":"My jealousy has undone me, that my foes have forgotten your words."},{"number":140,"text":"Your word has been tested well; and your servant loves it."},{"number":141,"text":"I am little and held in contempt, but your precepts I have not forgotten."},{"number":142,"text":"Just is your justice forever, and trusty is your law."},{"number":143,"text":"Stress and strain are upon me, but your commandments are my delight."},{"number":144,"text":"Right are your charges forever, instruct me that I may live."},{"number":145,"text":"With my whole heart I cry; O answer me. I would keep your statutes, O Lord."},{"number":146,"text":"I cry to you: O save me, and I will observe your charges."},{"number":147,"text":"Before dawn I cry for your help: in your word do I hope."},{"number":148,"text":"Awake I meet the night-watches, to muse upon your sayings."},{"number":149,"text":"Hear my voice in your kindness: O Lord, by your judgments revive me."},{"number":150,"text":"Near me are wicked tormentors, who are far from thoughts of your law;"},{"number":151,"text":"but near, too, are you, O Lord, and all your commandments are trusty."},{"number":152,"text":"Long have I known from your charges that you have founded them for all time."},{"number":153,"text":"Look on my misery, and rescue me; for I do not forget your law."},{"number":154,"text":"Defend my cause and redeem me: revive me, as you have promised."},{"number":155,"text":"Salvation is far from the wicked, for their mind is not in your statutes."},{"number":156,"text":"Great is your pity, O Lord: Revive me, as you have ordained."},{"number":157,"text":"My foes and tormentors are many, but I have not declined from your charges."},{"number":158,"text":"I behold the traitors with loathing, for they do not observe your word."},{"number":159,"text":"Behold how I love your precepts: revive me, O Lord!, in your kindness."},{"number":160,"text":"The sum of your word is truth, all your laws are just and eternal."},{"number":161,"text":"Princes have harassed me wantonly: but my heart stands in awe of your word."},{"number":162,"text":"Over your word I rejoice as one who finds great spoil."},{"number":163,"text":"Falsehood I hate and abhor, but your law do I love."},{"number":164,"text":"Seven times a day do I praise you because of your righteous judgments."},{"number":165,"text":"Right well do they fare who love your law: they go on their way without stumbling."},{"number":166,"text":"I hope for your salvation; O Lord I do your commandments."},{"number":167,"text":"I observe your charges: I love them greatly."},{"number":168,"text":"I observe your precepts and charges: all my ways are before you."},{"number":169,"text":"Let my cry come before you, O Lord: give me insight, as you have promised."},{"number":170,"text":"Let my prayer enter into your presence: deliver me, as you have said."},{"number":171,"text":"My lips shall be fountains of praise, that you teach me your statutes."},{"number":172,"text":"My tongue shall sing of your word, for all your commandments are right."},{"number":173,"text":"Let your hand be ready to help me, for your precepts have been my choice."},{"number":174,"text":"I long, Lord, for your salvation, and your law is my delight."},{"number":175,"text":"Revive me that I may praise you, and let your precepts help me."},{"number":176,"text":"I have strayed like a wandering sheep seek your servant, because I do not forget your commandments."}]}