{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":135,"verses":[{"number":1,"text":"Hallelujah. Praise the name of the Lord. Praise the Lord, you his servants,"},{"number":2,"text":"who stand in the house of the Lord, in the courts of the house of our God."},{"number":3,"text":"Praise the Lord, for the Lord is good: Sing praise to his name it is pleasant."},{"number":4,"text":"The Lord for himself chose Jacob, Israel as his own special treasure."},{"number":5,"text":"For I know that the Lord is great, that our Lord is above all gods."},{"number":6,"text":"All that he wills he does in the heavens and on the earth, in the seas and in all the abysses."},{"number":7,"text":"Clouds he brings up from the ends of the earth, lightnings he makes for the rain, wind he brings out of his storehouses."},{"number":8,"text":"The firstborn of Egypt he struck, both humans and animals."},{"number":9,"text":"Signs and wonders he sent into your midst, O Egypt, upon Pharaoh and all his servants."},{"number":10,"text":"Many nations he struck, mighty kings he slew"},{"number":11,"text":"Sihon, king of the Amorites, Og, king of Bashan, and all the kingdoms of Canaan."},{"number":12,"text":"He gave their land for possession, possession to Israel his people."},{"number":13,"text":"Your name, O Lord, is forever; your memorial world without end."},{"number":14,"text":"For the Lord secures right for his people, and takes pity upon his servants."},{"number":15,"text":"The idols of heathen are silver made by human hands."},{"number":16,"text":"They have mouths, but cannot speak: they have eyes, but cannot see."},{"number":17,"text":"They have ears, but cannot hear: there is no breath in their mouths."},{"number":18,"text":"Their makers become like them, so do all who trust in them."},{"number":19,"text":"House of Israel, praise the Lord: house of Aaron, praise the Lord."},{"number":20,"text":"House of Levi, praise the Lord: you who revere the Lord, praise the Lord."},{"number":21,"text":"Blest be the Lord out of Zion, who lives in Jerusalem. Hallelujah."}]}