{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":33,"verses":[{"number":1,"text":"Shout for joy in the Lord, you righteous: praise for the upright is seemly."},{"number":2,"text":"Give thanks to the Lord on the lyre, play to him on a ten-stringed harp."},{"number":3,"text":"Sing to him a new song, play skilfully and shout merrily."},{"number":4,"text":"For the Lord is straight in his promise; and all that he does is in faithfulness."},{"number":5,"text":"Justice and right he loves; the earth is full of his kindness."},{"number":6,"text":"By his word the heavens were made, all their host by the breath of his mouth."},{"number":7,"text":"He gathers the sea in a bottle, the ocean he puts into store-houses."},{"number":8,"text":"Let the whole world honor the Lord, let all who live on earth be in awe."},{"number":9,"text":"For at his word it came into being, at his command it stood forth."},{"number":10,"text":"The Lord frustrates the designs of the nations, what the peoples have purposed, he brings to nought,"},{"number":11,"text":"but the Lord’s own design will stand forever, and what his heart has purposed, through all generations."},{"number":12,"text":"Happy the nation whose God is the Lord, the people he chose for himself as his own."},{"number":13,"text":"The Lord looks down from heaven, he sees all of humanity;"},{"number":14,"text":"from where he rules he gazes on all who inhabit the earth."},{"number":15,"text":"He fashions the hearts of them all, and gives heed to all that they do."},{"number":16,"text":"It is not by great armies that kings are victorious, it is not by great strength that a warrior saves himself;"},{"number":17,"text":"false hope is the war-horse to usher in victory, for all its great might it can provide no escape."},{"number":18,"text":"See! The eye of the Lord is on those who revere him, on those who hope in his kindness;"},{"number":19,"text":"to deliver their life from death, and to keep them alive in famine."},{"number":20,"text":"We wait for the Lord: he is our help and our shield."},{"number":21,"text":"For in him our heart is glad, we trust in his holy name."},{"number":22,"text":"Let your kindness, O Lord, be upon us, as is our hope in you."}]}