{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":34,"verses":[{"number":1,"text":"I will bless the Lord at all times, in my mouth will his praise be forever."},{"number":2,"text":"In the Lord will my heart make her boast, the humble will hear and be glad."},{"number":3,"text":"O magnify the Lord with me and let us extol his name together."},{"number":4,"text":"I sought the Lord, and, in answer, he saved me from all my terrors."},{"number":5,"text":"Look to him and you will be radiant, with faces unashamed."},{"number":6,"text":"Here is one who was crushed, but cried and was heard by the Lord, and brought safe out of every trouble."},{"number":7,"text":"The Lord’s angel encamps about those who revere him, and rescues them."},{"number":8,"text":"O taste and see that the Lord is good, happy those who take refuge in him."},{"number":9,"text":"Honor the Lord, all his people, for they who revere him lack nothing."},{"number":10,"text":"Even young lions may be poor and hungry, but those who seek the Lord will not lack any good thing."},{"number":11,"text":"Come, children, listen to me. I will teach you to honor the Lord."},{"number":12,"text":"Which of you is desirous of life, loves many and happy days?"},{"number":13,"text":"Then guard your tongue from evil, and your lips from speaking deceit."},{"number":14,"text":"Depart from evil, and do good; seek peace, and pursue it."},{"number":15,"text":"The eyes of the Lord are towards the righteous, his ears are towards their cry for help."},{"number":16,"text":"The Lord sets his face against those who do evil, to root their memory out of the earth."},{"number":17,"text":"When righteous cry, they are heard by the Lord, and he saves them from all their distresses."},{"number":18,"text":"The Lord is near to the broken-hearted, he helps those whose spirit is crushed."},{"number":19,"text":"Many misfortunes befall the righteous, but the Lord delivers them out of them all."},{"number":20,"text":"He guards all their bones, none are broken."},{"number":21,"text":"Misfortune will slay the ungodly; those who hate the righteous are doomed."},{"number":22,"text":"The Lord ransoms the life of his servants, and none will be doomed who takes refuge in him."}]}