{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":35,"verses":[{"number":1,"text":"Contend, Lord, with those who contend with me, do battle with those who do battle with me."},{"number":2,"text":"Grasp shield and buckler, and rise up as my help."},{"number":3,"text":"Draw spear and battle-axe, confront those who pursue me. Assure me that you will help me."},{"number":4,"text":"Dishonor and shame be on those who are seeking my life! Defeat and confusion on those who are planning my hurt!"},{"number":5,"text":"As chaff before wind may they be, with the Lord’s angel pursuing them."},{"number":6,"text":"Slippery and dark be their way, with his angel thrusting them on."},{"number":7,"text":"For they wantonly hid their net for me, and dug a pit to destroy me."},{"number":8,"text":"Upon them may ruin come unawares; may the net which they hid catch themselves, and into the pit may they fall."},{"number":9,"text":"Then I will exult in the Lord, and be joyful because of his help;"},{"number":10,"text":"and all my being will say, “Who, O Lord, is like you, who save the helpless from those too strong for them, the poor and the helpless from those who despoil them?”"},{"number":11,"text":"Violent witnesses rise, and ask of me things that I know not."},{"number":12,"text":"Evil for good they requite me, leaving me inwardly comfortless."},{"number":13,"text":"But when they were sick, I put on sackcloth, and chastened myself with fasting. I prayed with head bowed low,"},{"number":14,"text":"as if for my friend or my brother. I went about bowed and in mourning, as one who laments his mother."},{"number":15,"text":"When I stumbled, they gleefully gathered, strangers gathered around me, and tore at me without ceasing,"},{"number":16,"text":"impiously mocking and mocking, bearing their teeth at me."},{"number":17,"text":"How long, Lord, will you look on? Rescue me from their roaring, my precious life from the lions."},{"number":18,"text":"I will then give you thanks in the great congregation, and praise you before many people."},{"number":19,"text":"Suffer not those to rejoice over me who are falsely my foes, suffer not those who without cause abhor me to wink with the eye."},{"number":20,"text":"For it is not peace that they speak of those who are quiet in the land; but treacherous charges they plot."},{"number":21,"text":"With wide open mouths they shout, “Hurrah! Hurrah! With our own eyes we saw it.”"},{"number":22,"text":"But you have seen, too, O Lord, keep not silence, O Lord, be not far from me."},{"number":23,"text":"Bestir you, awake, for my right my God, my Lord, for my cause."},{"number":24,"text":"You are just, Lord: win for me justice, let them not rejoice over me,"},{"number":25,"text":"inwardly saying, “Hurrah! The desire of our hearts at last! Now we have swallowed him up.”"},{"number":26,"text":"Shame and confusion together on those who rejoice at my hurt! Clothed with shame and dishonor be those who are haughty to me!"},{"number":27,"text":"Let such as delight in my cause ring out their gladness, and say evermore, “Great is the Lord whose delight is the well-being of his servant.”"},{"number":28,"text":"Then my tongue will tell of your justice, and all the day long of your praise."}]}