{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":38,"verses":[{"number":1,"text":"Reprove me not, Lord, in your anger, and chasten me not in your wrath;"},{"number":2,"text":"for your arrows have sunk into me, and your hand lies heavy upon me."},{"number":3,"text":"In my flesh is no soundness because of your anger, no health in my bones, because of my sin."},{"number":4,"text":"For that my guilt is gone over my head: it weighs like a burden too heavy for me."},{"number":5,"text":"My wounds stink and fester, for my foolishness I am tormented."},{"number":6,"text":"Bent and bowed am I utterly, all the day going in mourning."},{"number":7,"text":"My loins are filled with burning, and in my flesh is no soundness."},{"number":8,"text":"I am utterly crushed and numb; I cry louder than lion roars."},{"number":9,"text":"Lord, you know all that I long for, my groans are not hidden from you."},{"number":10,"text":"My heart is throbbing, my strength has failed me. The light of my eyes – even it is gone from me."},{"number":11,"text":"My dear ones and friends keep aloof, and my neighbors stand afar off."},{"number":12,"text":"They who aim at my life lay their snares, they who seek my hurt speak of ruin, nursing treachery all the day long."},{"number":13,"text":"But I turn a deaf ear and hear not; like the dumb I open not my mouth."},{"number":14,"text":"I am like one without hearing, with no arguments in my mouth."},{"number":15,"text":"For my hope, O Lord, is in you. You will answer, O Lord my God,"},{"number":16,"text":"when I utter the hope that those who made scorn of my tottering feet may not rejoice over me."},{"number":17,"text":"For I am ready to fall, my pain forsakes me never."},{"number":18,"text":"I acknowledge my guilt, I am anxious because of my sin:"},{"number":19,"text":"My wanton assailants are strong, those who wrongfully hate me are many,"},{"number":20,"text":"who render me evil for good, and oppose me, because I make good my goal."},{"number":21,"text":"Do not forsake me, O Lord; my God, be not far from me."},{"number":22,"text":"Hasten to help me, O Lord my savior."}]}