{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":40,"verses":[{"number":1,"text":"For the Lord I waited and waited, till, inclining to me, he heard my cry."},{"number":2,"text":"From the horrible pit he drew me, up out of the miry clay; he set my feet on a rock, and my steps he made firm."},{"number":3,"text":"He put a new song in my mouth, of praise to our God. Many see it, and, filled with awe, put their trust in the Lord."},{"number":4,"text":"Happy the person who has put in the Lord their trust, not looking to false gods or turning to idols."},{"number":5,"text":"With us you have wrought in rich measure, O Lord our God, your marvels and purposes for us – none may compare with you – were I to declare or to tell them, past counting are they."},{"number":6,"text":"In offerings bloody or bloodless you have no delight, but with open ears you have made me. Burnt-offering and offering for sin are not what you ask."},{"number":7,"text":"Then said I, “Here I am, as the roll of the book has enjoined."},{"number":8,"text":"My delight, O God, is to do your will, and your law is within my heart.”"},{"number":9,"text":"Well, O Lord, you know that, with lips unrestrained, your righteousness I told in the great congregation,"},{"number":10,"text":"not hiding it in my heart. I have told of your steadfast help, from the great congregation I hid not your love and your faithfulness."},{"number":11,"text":"So do not restrain, Lord, your pity from us. Your love and your faithfulness – ever may they be our shield."},{"number":12,"text":"For evils that cannot be numbered have compassed me round. My transgressions have followed me up – I can bear it no more. They are more than the hairs of my head, and my heart has forsaken me."},{"number":13,"text":"O Lord, be pleased to deliver me, haste to my help, O Lord."},{"number":14,"text":"May those who are seeking my life be ashamed and confounded together; may those who delight in my hurt be defeated and brought to dishonor."},{"number":15,"text":"May those who hurrah over me be dumbfounded because of their shame."},{"number":16,"text":"But may all who seek after you rejoice and be glad in you. May all those eager for your aid, say, “Great is the Lord” evermore."},{"number":17,"text":"I am weak and needy, yet the Lord cares for me. You are my help and deliverer; don’t delay, my God."}]}