{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":44,"verses":[{"number":1,"text":"O God, we have heard with our ears, all our ancestors have told us of the work that you wrought in their day, your wonders in days of old,"},{"number":2,"text":"uprooting and crushing the nations, then planting and settling them. For it wasn’t their own sword that won them the land,"},{"number":3,"text":"it was not their own arm that brought them the victory. Yours was the hand and the arm, yours was the face that shone on them with favor."},{"number":4,"text":"It was you, my king and my God, that ordained the victories of Jacob."},{"number":5,"text":"Through you we can thrust back our foes, and by your name tread down our assailants:"},{"number":6,"text":"for not in my bow do I trust, nor can my sword win me the victory."},{"number":7,"text":"Our victory comes from you, and confusion to those who hate us."},{"number":8,"text":"In God we boast all the day long, and your name will we praise forever. Selah"},{"number":9,"text":"Yet you have spurned and disgraced us, in not going forth with our armies,"},{"number":10,"text":"and in making us flee from the foe, so that those who hated us plundered us."},{"number":11,"text":"You have let us be eaten like sheep, you have scattered us over the world,"},{"number":12,"text":"sold your people for a pittance, and getting no gain from their price."},{"number":13,"text":"You have made us the butt of our neighbors, the derision and scorn of all round us."},{"number":14,"text":"O’er the world you have made us a byword, the nations at us shake their heads."},{"number":15,"text":"My disgrace is forever before me, my face is covered with shame,"},{"number":16,"text":"at the words of blasphemer and scoffer, at the sight of the foe and the vengeful."},{"number":17,"text":"All this has come upon us, yet we have not forgotten you nor falsely dealt with your covenant."},{"number":18,"text":"Our heart has not turned back, nor our steps declined from your way,"},{"number":19,"text":"that you thus should have crushed us down, and covered us over with gloom, in the place where the jackals roam."},{"number":20,"text":"Had we forgotten the name of our God, or stretched out our hands to a god that was strange,"},{"number":21,"text":"would God not have searched this out? For he knows the heart and its secrets."},{"number":22,"text":"But in your cause it is we are killed all the day, and counted as sheep for the slaughter."},{"number":23,"text":"Rouse yourself, why do you sleep Lord? Awake, cast us not off forever."},{"number":24,"text":"Why do you hide your face, forgetting our stress and our misery?"},{"number":25,"text":"For we have sunk down to the dust, our bodies cling to the ground."},{"number":26,"text":"Arise, come to our help: for your love’s sake, ransom us."}]}