{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":49,"verses":[{"number":1,"text":"Hear this, you peoples all; attend, all you who live in the world"},{"number":2,"text":"people of low degree and high, the rich and the poor together."},{"number":3,"text":"My mouth shall utter wisdom, the thoughts of a seeing heart."},{"number":4,"text":"I incline my ear to a proverb, on the lyre I will open my riddle."},{"number":5,"text":"Why should I be afraid in the days of misfortune, when circled by wicked and cunning foes,"},{"number":6,"text":"who put their trust in their wealth, and boast of their boundless riches?"},{"number":7,"text":"For assuredly no one can ransom themselves, or give to God the price of their life,"},{"number":8,"text":"for the ransom of a life is costly, no payment is ever enough,"},{"number":9,"text":"to keep them alive for ever and ever, so as never to see the pit at all."},{"number":10,"text":"But see it they will. Even wise people die, the fool and the brutish perish alike, and abandon their wealth to others."},{"number":11,"text":"The grave is their everlasting home, the place they shall live in for ever and ever, though after their own names they called whole lands."},{"number":12,"text":"Despite their wealth, they perish like dumb animals."},{"number":13,"text":"This is the fate of the confident fool, and the end of those who are pleased with their portion. Selah"},{"number":14,"text":"Like sheep they descend to Sheol with Death for their shepherd; down they go straight to the grave, and their form wastes away in their home below."},{"number":15,"text":"But God will assuredly ransom my life from the hand of Sheol; for he will receive me. Selah"},{"number":16,"text":"So be not afraid when someone grows rich, when the wealth of their house increases."},{"number":17,"text":"Not a shred of it all can they take when they die, wealth cannot follow them down."},{"number":18,"text":"Though they count themselves happy, when they are alive, and win praise from many for faring so well,"},{"number":19,"text":"they must join their ancestors, who see the light nevermore."},{"number":20,"text":"The wealthy are without understanding, they perish like dumb animals."}]}