{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":55,"verses":[{"number":1,"text":"Listen, God, to my prayer. Don’t hide yourself from my pleading."},{"number":2,"text":"Hear me, and answer; for bitter is my lament."},{"number":3,"text":"I am wild with the noise of the foe, with the clamor of the ungodly; for they hurl disaster upon me, and attack me with fury."},{"number":4,"text":"My heart shudders within me, terrors of deaths press on me,"},{"number":5,"text":"fear and trembling attack me, and horror wraps me round."},{"number":6,"text":"O for the wings of a dove: I would fly away and rest."},{"number":7,"text":"I would wander far away, find refuge in the wilderness. Selah"},{"number":8,"text":"I would find myself a shelter from raging wind and tempest."},{"number":9,"text":"Confuse them, Lord, upset their plans; for I see violence and strife in the city."},{"number":10,"text":"By day and by night they make their rounds on the city walls, while within is crime and trouble,"},{"number":11,"text":"within is ruin. Her market-place is never free of deceit and tyranny."},{"number":12,"text":"The taunts were not those of a foe that I could have borne; the disdain was not that of an enemy I could have shunned them:"},{"number":13,"text":"but it was you, my equal, my dear and familiar friend."},{"number":14,"text":"We used to be so close, together we walked in God’s house with the crowd."},{"number":15,"text":"May death suddenly take them, may they go down to Sheol alive, for evil lives in their homes and their hearts."},{"number":16,"text":"But I will call on God, the Lord will save me."},{"number":17,"text":"Evening and morning and noon I lament and moan. He will hear my voice;"},{"number":18,"text":"though I am attacked by many he will rescue me, unharmed from the war."},{"number":19,"text":"God, who sits on his ancient throne will hear and will humble them, for they never change, they never reverence God. Selah"},{"number":20,"text":"My friend turned against me, betrayed his word."},{"number":21,"text":"His mouth was smoother than butter, but war filled his heart. His words were softer than oil, but sharper than swords."},{"number":22,"text":"Cast your burden on the Lord, and he will sustain you. He will never let the righteous be shaken."},{"number":23,"text":"But you, God, will hurl them down to the deepest pit. Bloody and treacherous people will not live out half their days; but I will trust you."}]}