{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":69,"verses":[{"number":1,"text":"Save me, O God; for the waters are threatening my life."},{"number":2,"text":"I am sunk in depths of mire, where ground there is none. I am come into deep deep waters, the flood overwhelms me."},{"number":3,"text":"I am weary of crying, my throat is parched, my eyes are wasted with waiting for God."},{"number":4,"text":"More than the hairs of my head are those who wantonly hate me. More than my bones in number are those who are falsely my foes. That which I never robbed, how am I then to restore?"},{"number":5,"text":"O God, you know my folly, my guilt is not hidden from you."},{"number":6,"text":"Through me let not any be shamed, who wait for you, Lord God of hosts. Through me let not those be confounded who seek you, O God of Israel."},{"number":7,"text":"It’s in your cause that I have borne taunts, and my face has been covered with shame;"},{"number":8,"text":"I became to my kindred a foreigner, to my mother’s sons a stranger."},{"number":9,"text":"It was zeal for your house that consumed me, and the insults they hurled at you fell upon me."},{"number":10,"text":"When I chastened myself with fasting, they took occasion to taunt me."},{"number":11,"text":"When I put on a garment of sackcloth, they made me the theme of a taunt-song."},{"number":12,"text":"Those who sit in the gate make sport of me in the music of drunken songs."},{"number":13,"text":"But I pray to you, Lord, for a time of favor. In your great love answer me; with your loyal help, save me"},{"number":14,"text":"from sinking down in the mire. Lift me out of the deep deep waters,"},{"number":15,"text":"that the rushing flood may not drown me, that the deep may not swallow me up, nor the pit close her mouth upon me."},{"number":16,"text":"Answer me, Lord, in your gracious kindness, turn to me in your great compassion."},{"number":17,"text":"Hide not your face from your servant, for I am in trouble; O answer me speedily."},{"number":18,"text":"Draw near to me, redeem me; because of my enemies, ransom me."},{"number":19,"text":"You know how I am insulted; in your sight are all my foes."},{"number":20,"text":"Insult has broken my heart, past cure are my shame and confusion. For pity I looked – there was none! And for comforters, but I found none."},{"number":21,"text":"Poison they gave me for food, and to slake my thirst they gave vinegar."},{"number":22,"text":"May their table, outspread, be a trap to them, and their peace-offerings be a snare."},{"number":23,"text":"May their eyes be darkened and blind, make them shake without ceasing."},{"number":24,"text":"Pour your indignation upon them, let your burning wrath overtake them."},{"number":25,"text":"May their camp be a desolation, in their tents be there none to live."},{"number":26,"text":"For those whom you struck, they persecute, and those whom you wounded, they pain yet more."},{"number":27,"text":"Charge them with sin upon sin, may they not be acquitted by you."},{"number":28,"text":"From the book of life be they blotted, may their names not be written with the righteous."},{"number":29,"text":"Lift me, O God, by your help above my pain and misery."},{"number":30,"text":"Then will I praise God in song and magnify him with thanksgiving,"},{"number":31,"text":"which shall please the Lord better than ox, or than bullock with horns and hoofs."},{"number":32,"text":"The oppressed shall rejoice at the sight. You who seek after God, let your heart revive."},{"number":33,"text":"For the Lord listens to the poor, he does not despise his prisoners."},{"number":34,"text":"Let the heavens and the earth sing his praises, the seas, and all creatures that move in them."},{"number":35,"text":"For God will bring help to Zion, and build up the cities of Judah, his people shall live there in possession."},{"number":36,"text":"His servants’ children shall have it for heritage, and those who love him shall live therein."}]}