{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":71,"verses":[{"number":1,"text":"In you, O Lord, I take refuge, let me never be put to shame."},{"number":2,"text":"In your faithfulness save me and rescue me, bend your ear to me and save me."},{"number":3,"text":"Be to me a rock of defence, a fortified house, to save me; for my rock and my fortress are you."},{"number":4,"text":"Save me, my God, from the hand of the wicked, from the grasp of the unjust and cruel."},{"number":5,"text":"For you, Lord, are my hope, in whom from my youth I have trusted."},{"number":6,"text":"On you have I leaned from my birth; from my mother’s womb it was you who did draw me. In you is my hope evermore."},{"number":7,"text":"I have been as a wonder to many, for you are my refuge and strength."},{"number":8,"text":"All the day long my mouth is filled with your praise and your glory."},{"number":9,"text":"Cast me not off in the time of old age; when my strength is spent, forsake me not."},{"number":10,"text":"For my foes whisper against me, they who watch me take counsel together;"},{"number":11,"text":"“God has left him,” they say: “pursue and seize him, for he is helpless.”"},{"number":12,"text":"O God, be not far from me, haste, O my God, to my help."},{"number":13,"text":"Put my foes to shame and dishonor, with insult and shame be they covered."},{"number":14,"text":"But I will never stop hoping, and more and yet more will I praise you."},{"number":15,"text":"All the day long shall my mouth tell your faithfulness and your salvation, though I know not how they may be counted."},{"number":16,"text":"I will tell of the might of the Lord, and your faithfulness praise, you alone."},{"number":17,"text":"You have taught me, O God, from my youth, and till now have I told of your wonders."},{"number":18,"text":"Even in old age and grey hair, O God, do not forsake me. Still would I tell of your might unto all generations to come."},{"number":19,"text":"Your power and your justice, O God, extend as far as the heavens: for great are the things you have done. Who is like you, O God?"},{"number":20,"text":"You have caused us to see troubles many, but you will revive us again. From the depths of the earth you will bring me up again."},{"number":21,"text":"You will multiply my greatness, and comfort me again."},{"number":22,"text":"So with harp I will praise you, and your faithfulness, O my God; and make music to you on the lyre, O you Holy One of Israel."},{"number":23,"text":"My lips shall ring out their joy, my mouth shall sing praises to you; all of me, which you have redeemed."},{"number":24,"text":"Yes, all the day long shall my tongue utter your righteousness; for ashamed and confounded are they who were seeking my hurt."}]}