{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":72,"verses":[{"number":1,"text":"Give the king, O God, your own spirit of justice your spirit of right to the son of the king,"},{"number":2,"text":"that with right he may judge your people, and your downtrodden ones with justice."},{"number":3,"text":"May the mountains bear weal for the people, and the hills yield fruits of justice."},{"number":4,"text":"The weak may he help to their rights, may he save the sons of the needy and crush the oppressor in pieces."},{"number":5,"text":"May he live as long as the sun, while the moon shines – for ages and ages."},{"number":6,"text":"May he be like the rain on the meadow, like showers that water the earth."},{"number":7,"text":"In his days may justice flourish, and welfare abound, till the moon be no more."},{"number":8,"text":"May he reign from ocean to ocean, from the river to the ends of the earth."},{"number":9,"text":"May his foes bow down before him, his enemies lick the dust."},{"number":10,"text":"May tribute be rendered by kings of the isles and of Tarshish; may gifts be brought by the kings of Sheba and Seba."},{"number":11,"text":"May all kings fall prostrate before him, and all nations yield him their service."},{"number":12,"text":"For he saves the poor when he cries, the helpless and the downtrodden."},{"number":13,"text":"He pities the weak and the poor, he saves the lives of the poor."},{"number":14,"text":"He redeems them from wrong and from violence, for dear is their blood in his sight."},{"number":15,"text":"Long may he live; and may gold of Sheba be given him; prayer, too, be made for him ceaselessly, all the day long may men bless him."},{"number":16,"text":"May the land have abundance of corn, to the tops of the hills may it wave. May the fruit thereof flourish like Lebanon, may men spring from the city like grass of the earth."},{"number":17,"text":"May his name be blessed forever, may his fame endure as the sun. May all nations envy his blessedness, all tribes of the earth call him happy."},{"number":18,"text":"Blest be the \\+nd Lord\\+nd* God, Israel’s God, who alone does wonders;"},{"number":19,"text":"And blest be forever his glorious name. Let all the earth be filled with his glory. Amen and Amen."},{"number":20,"text":"Here end the prayers of David, son of Jesse."}]}