{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":73,"verses":[{"number":1,"text":"Yes, God is good to the upright, the Lord to the pure in heart."},{"number":2,"text":"But my feet were almost gone, my steps had nearly slipped,"},{"number":3,"text":"through envy of godless braggarts, when I saw how well they fared."},{"number":4,"text":"For never a pang have they, their body is sound and sleek."},{"number":5,"text":"They have no trouble like mortals, no share in human pain."},{"number":6,"text":"So they wear their pride like a necklace, they put on the garment of wrong,"},{"number":7,"text":"their eyes stand out with fatness, their heart swells with riotous fancies."},{"number":8,"text":"Their speech is mocking and evil, condescending and crooked their speech."},{"number":9,"text":"They have set their mouth in the heavens, while their tongue struts about on the earth."},{"number":10,"text":"Small wonder that people resort to them, and drink deep draughts of their lore."},{"number":11,"text":"“How does God know?” they say, “And has the Most High any knowledge?”"},{"number":12,"text":"See! These are the godless, with wealth and ease ever increasing."},{"number":13,"text":"Yes, in vain have I kept my heart pure, and washed my hands in innocence;"},{"number":14,"text":"for all the day long was I plagued not a morning but I was chastised."},{"number":15,"text":"But to resolve to speak like they do would be treachery to your children."},{"number":16,"text":"So I sought to understand it, but a wearisome task it seemed:"},{"number":17,"text":"till I entered the holy world of God and saw clearly their destiny."},{"number":18,"text":"Yes, you set them on slippery places; down to destruction you hurl them."},{"number":19,"text":"One moment and then what a horror of ruin! They are finished and ended in terrors."},{"number":20,"text":"Like a dream, when one wakes, shall they be, whose phantoms the waker despises."},{"number":21,"text":"So my bitterness of mind and the pain that stabbed my heart"},{"number":22,"text":"show how dull I was and stupid just like a beast before you."},{"number":23,"text":"But I am always with you, you have hold of my right hand."},{"number":24,"text":"By a plan of yours you guide me and will afterward take me to glory."},{"number":25,"text":"Whom have I in the heavens but you? And on earth there is none I desire beside you."},{"number":26,"text":"Though flesh and heart waste away, yet God is the rock of my heart, yet God is my portion forever."},{"number":27,"text":"For see! Those who are far from you must perish, you destroy all who are false to you."},{"number":28,"text":"But I am happy when close to God; the Lord my God I have made my refuge, that I may recount all the things you have done."}]}