{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":77,"verses":[{"number":1,"text":"Loudly will I lift my cry to God, loudly to God, so he hears to me."},{"number":2,"text":"In the day of my trouble I seek the Lord; in the night I lift my hands in prayer, refusing all comfort."},{"number":3,"text":"When I think of God, I moan; when I muse, my spirit is faint. Selah"},{"number":4,"text":"When you hold my eyes awake, and I am restless and speechless,"},{"number":5,"text":"I think of the days of old, call to mind distant years."},{"number":6,"text":"I commune with my heart in the night, I muse with inquiring spirit."},{"number":7,"text":"“Will the Lord cast us off forever, will he be gracious no more?"},{"number":8,"text":"Has his love vanished forever? Is his faithfulness utterly gone?"},{"number":9,"text":"Has God forgotten to be gracious, or in anger withheld his compassion?” Selah"},{"number":10,"text":"Then I said, “This it is that grieves me, that the hand of the Most High has changed.”"},{"number":11,"text":"I will think of the deeds of the Lord, and remember your wonders of old."},{"number":12,"text":"I will muse on all you have wrought, and meditate on your deeds."},{"number":13,"text":"Then your way, O God, was majestic: what God was great as our God?"},{"number":14,"text":"You were a God who did marvels, you did show your power to the world"},{"number":15,"text":"by your arm you rescued your people, the children of Jacob and Joseph. Selah"},{"number":16,"text":"The waters saw you, O God. The waters saw you and shivered; to their depths they trembled."},{"number":17,"text":"Clouds poured torrents of water, thunder rolled in the sky, your arrows sped to and fro."},{"number":18,"text":"Loud was the roll of your thunder, lightnings lit up the world. Earth quaked and trembled."},{"number":19,"text":"In your way, Lord, through the sea, in your path through the mighty waters, your footsteps were all unseen."},{"number":20,"text":"You did guide your folk like a flock by the hand of Moses and Aaron."}]}