{"translation":"oeb-us","book":"psa","bookName":"Psalms","chapter":80,"verses":[{"number":1,"text":"Listen, Shepherd of Israel, who leads Joseph like a flock of sheep; from your throne on the cherubs shine forth"},{"number":2,"text":"before Ephraim, Manasseh, and Benjamin. Stir up your mighty power, come to our help."},{"number":3,"text":"God, restore us: show us the light of your face, so we may be saved."},{"number":4,"text":"O Lord of hosts, how long is your anger to smoke, despite the prayer of your people?"},{"number":5,"text":"You have fed them with bread of tears, you have made them drink tears by the measure."},{"number":6,"text":"The scorn of our neighbors you make us, the laughing-stock of our foes."},{"number":7,"text":"God of hosts, restore us: show us the light of your face, so we may be saved."},{"number":8,"text":"A vine out of Egypt you brought; you did drive out the nations, and plant her;"},{"number":9,"text":"in the ground you did clear she struck root, and she filled all the land."},{"number":10,"text":"The shade of her covered the mountains, her branches the cedars of God."},{"number":11,"text":"She sent forth her shoots to the sea, and her branches as far as the River."},{"number":12,"text":"Why have you torn down her fences, and left her to be plucked at by all who pass by,"},{"number":13,"text":"to be gnawed by the boar from the forest, and devoured by the beasts of the field?"},{"number":14,"text":"O God of hosts, return: look down from heaven and see and visit this vine, and restore her"},{"number":15,"text":"the vine which your right hand has planted."},{"number":16,"text":"She is burned with fire and cut down before your stern face they are perishing."},{"number":17,"text":"Support the one you have chosen, the one you have raised for yourself;"},{"number":18,"text":"then from you we will never draw back. Preserve us, and we will call on your name."},{"number":19,"text":"Lord, God of hosts, restore us: Show us the light of your face, so we may be saved."}]}