{"translation":"dra","book":"sir","bookName":"Sirach","chapter":16,"verses":[{"number":1,"text":"Rejoice not in ungodly children, if they be multiplied: neither be delighted in them, if the fear of God be not with them."},{"number":2,"text":"Trust not to their life, and respect not their labours."},{"number":3,"text":"For better is one that feareth God, than a thousand ungodly children."},{"number":4,"text":"And it is better to die without children, than to leave ungodly children."},{"number":5,"text":"By one that is wise a country shall be inhabited, the tribe of the ungodly shall become desolate."},{"number":6,"text":"Many such things hath my eyes seen, and greater things than these my ear hath heard."},{"number":7,"text":"In the congregation of sinners a fire shall be kindled, and in an unbelieving nation wrath shall flame out."},{"number":8,"text":"The ancient giants did not obtain pardon for their sins, who were destroyed trusting to their own strength:"},{"number":9,"text":"And he spared not the place where Lot sojourned, but abhorred them for the pride of their word."},{"number":10,"text":"He had not pity on them, destroying the whole nation that extolled themselves in their sins."},{"number":11,"text":"So did he with the six hundred thousand footmen, who were gathered together in the hardness of their heart: and if one had been stiffnecked, it is a wonder if he had escaped unpunished:"},{"number":12,"text":"For mercy and wrath are with him. He is mighty to forgive, and to pour out indignation:"},{"number":13,"text":"According as his mercy is, so his correction judgeth a man according to his works."},{"number":14,"text":"The sinner shall not escape in his rapines, and the patience of him that sheweth mercy shall not be put off."},{"number":15,"text":"All mercy shall make a place for every man according to the merit of his works, and according to the wisdom of his sojournment."},{"number":16,"text":"Say not: I shall be hidden from God, and who shall remember me from on high?"},{"number":17,"text":"In such a multitude I shall not be known: for what is my soul in such an immense creation?"},{"number":18,"text":"Behold the heaven, and the heavens of heavens, the deep, and all the earth, and the things that are in them, shall be moved in his sight,"},{"number":19,"text":"The mountains also, and the hills, and the foundations of the earth: when God shall look upon them, they shall be shaken with trembling."},{"number":20,"text":"And in all these things the heart is senseless: and every heart is understood by him."},{"number":21,"text":"And his ways who shall understand, and the storm, which no eye of man shall see?"},{"number":22,"text":"For many of his works are hidden, but the works of his justice who shall declare? or who shall endure? for the testament is far from some, and the examination of all is in the end."},{"number":23,"text":"He that wanteth understanding thinketh vain things, and the foolish, and erring man, thinketh foolish things."},{"number":24,"text":"Hearken to me, my son, and learn the discipline of understanding, and attend to my words in thy heart."},{"number":25,"text":"And I will shew forth good doctrine in equity, and will seek to declare wisdom: and attend to my words in thy heart, whilst with equity of spirit I tell thee the virtues that God hath put upon his works from the beginning, and I shew forth in truth his knowledge."},{"number":26,"text":"The works of God are done in judgment from the beginning, and from the making of them he distinguished their parts, and their beginnings in their generations."},{"number":27,"text":"He beautified their works for ever, they have neither hungered, nor laboured, and they have not ceased from their works."},{"number":28,"text":"Nor shall any of them straiten his neighbour at any time."},{"number":29,"text":"Be not thou incredulous to his word."},{"number":30,"text":"After this God looked upon the earth, and filled it with his goods."},{"number":31,"text":"The soul of every living thing hath shewn forth before the face thereof, and into it they return again. "}]}