{"translation":"dra","book":"sir","bookName":"Sirach","chapter":17,"verses":[{"number":1,"text":"God created man of the earth, and made him after his own image."},{"number":2,"text":"And he turned him into it again, and clothed him with strength according to himself."},{"number":3,"text":"He gave him the number of his days and time, and gave him power over all things that are upon the earth."},{"number":4,"text":"He put the fear of him upon all flesh, and he had dominion over beasts and fowls."},{"number":5,"text":"He created of him a helpmate like to himself, he gave them counsel, and a tongue, and eyes, and ears, and a heart to devise: and he filled them with the knowledge of understanding."},{"number":6,"text":"He created in them the science of the spirit, he fired their heart with wisdom, and shewed them both good and evil."},{"number":7,"text":"He set his eye upon their hearts to shew them the greatness of his works:"},{"number":8,"text":"That they might praise the name which he hath sanctified: and glory in his wondrous act that they might declare the glorious things of his works."},{"number":9,"text":"Moreover he gave them instructions, and the law of life for an inheritance."},{"number":10,"text":"He made an everlasting covenant with them, and he shewed them his justice and judgments."},{"number":11,"text":"And their eye saw the majesty of his glory, and their ears heard his glorious voice, and he said to them: Beware of all iniquity."},{"number":12,"text":"And he gave to every one of them commandment concerning his neighbour."},{"number":13,"text":"Their ways are always before him, they are not hidden from his eyes."},{"number":14,"text":"Over every nation he set a ruler."},{"number":15,"text":"And Israel was made the manifest portion of God."},{"number":16,"text":"And all their works are as the sun in the sight of God: and his eyes are continually upon their ways."},{"number":17,"text":"Their covenants were not hid by their iniquity, and all their iniquities are in the sight of God."},{"number":18,"text":"The alms of a man is as a signet with him, and shall preserve the grace of a man as the apple of the eye:"},{"number":19,"text":"And afterward he shall rise up, and shall render them their reward, to every one upon their own head, and shall turn them down into the bowels of the earth."},{"number":20,"text":"But to the penitent he hath given the way of justice, and he hath strengthened them that were fainting in patience, and hath appointed to them the lot of truth."},{"number":21,"text":"Turn to the Lord, and forsake thy sins:"},{"number":22,"text":"Make thy prayer before the face of the Lord, and offend less."},{"number":23,"text":"Return to the Lord, and turn away from thy injustice, and greatly hate abomination."},{"number":24,"text":"And know the justices and judgments of God, and stand firm in the lot set before thee, and in prayer to the most high God."},{"number":25,"text":"Go to the side of the holy age, with them that live and give praise to God."},{"number":26,"text":"Tarry not in the error of the ungodly, give glory before death. Praise perisheth from the dead as nothing."},{"number":27,"text":"Give thanks whilst thou art living, whilst thou art alive and in health thou shalt give thanks, and shalt praise God, and shalt glory in his mercies."},{"number":28,"text":"How great is the mercy of the Lord, and his forgiveness to them that turn to him !"},{"number":29,"text":"For all things cannot be in men, because the son of man is not immortal, and they are delighted with the vanity of evil."},{"number":30,"text":"What is brighter than the sun; yet it shall be eclipsed. Or what is more wicked than that which flesh and blood hath invented? and this shall be reproved."},{"number":31,"text":"He beholdeth the power of the height of heaven: and all men are earth and ashes. "}]}