{"translation":"dra","book":"sir","bookName":"Sirach","chapter":2,"verses":[{"number":1,"text":"Son, when thou comest to the service of God, stand in justice and in fear, and prepare thy soul for temptation."},{"number":2,"text":"Humble thy heart, and endure: incline thy ear, and receive the words of understanding: and make not haste in the time of clouds."},{"number":3,"text":"Wait on God with patience: join thyself to God, and endure, that thy life may be increased in the latter end."},{"number":4,"text":"Take all that shall be brought upon thee: and in thy sorrow endure, and in thy humiliation keep patience."},{"number":5,"text":"For gold and silver are tried in the fire, but acceptable men in the furnace of humiliation."},{"number":6,"text":"Believe God, and he will recover thee: and direct thy way, and trust in him. Keep his fear, and grow old therein."},{"number":7,"text":"Ye that fear the Lord, wait for his mercy: and go not aside from him lest ye fall."},{"number":8,"text":"Ye that fear the Lord, believe him: and your reward shall not be made void."},{"number":9,"text":"Ye that fear the Lord hope in him, and mercy shall come to you for your delight."},{"number":10,"text":"Ye that fear the Lord, love him, and your hearts shall be enlightened."},{"number":11,"text":"My children behold the generations of men: and know ye that no one hath hoped in the Lord, and hath been confounded."},{"number":12,"text":"For who hath continued in his commandment, and hath been forsaken? or who hath called upon him, and he despised him?"},{"number":13,"text":"For God is compassionate and merciful, and will forgive sins in the day of tribulation: and he is a protector to all that seek him in truth."},{"number":14,"text":"Woe to them that are of a double heart and to wicked lips, and to the hands that do evil, and to the sinner that goeth on the earth two ways."},{"number":15,"text":"Woe to them that are fainthearted, who believe not God: and therefore they shall not be protected by him."},{"number":16,"text":"Woe to them that have lost patience, and that have forsaken the right ways, and have gone aside into crooked ways."},{"number":17,"text":"And what will they do, when the Lord shall begin to examine?"},{"number":18,"text":"They that fear the Lord, will not be incredulous to his word: and they that love him, will keep his way."},{"number":19,"text":"They that fear the Lord, will seek after the things that are well pleasing to him: and they that love him, shall be filled with his law."},{"number":20,"text":"They that fear the Lord, will prepare their hearts, and in his sight will sanctify their souls,"},{"number":21,"text":"They that fear the Lord, keep his commandments, and will have patience even until his visitation,"},{"number":22,"text":"Saying: If we do not penance, we shall fall into the hands of the Lord, and not into the hands of men."},{"number":23,"text":"For according to his greatness, so also is his mercy with him. "}]}