{"translation":"dra","book":"sir","bookName":"Sirach","chapter":22,"verses":[{"number":1,"text":"The sluggard is pelted with a dirty stone, and all men will speak of his disgrace."},{"number":2,"text":"The sluggard is pelted with the dung of oxen: and every one that toucheth him will shake his hands."},{"number":3,"text":"A son ill taught is the confusion of the father: and a foolish daughter shall be to his loss."},{"number":4,"text":"A wise daughter shall bring an inheritance to her husband: but she that confoundeth, becometh a disgrace to her father."},{"number":5,"text":"She that is bold shameth both her father and husband, and will not be inferior to the ungodly: and shall be disgraced by them both."},{"number":6,"text":"A tale out of time is like music in mourning: but the stripes and instruction of wisdom are never out of time."},{"number":7,"text":"He that teacheth a fool, is like one that glueth a potsherd together."},{"number":8,"text":"He that telleth a word to him that heareth not, is like one that waketh a man out of a deep sleep."},{"number":9,"text":"He speaketh with one that is asleep, who uttereth wisdom to a fool: and in the end of the discourse he saith: Who is this?"},{"number":10,"text":"Weep for the dead, for his light hath failed: and weep for the fool, for his understanding faileth."},{"number":11,"text":"Weep but a little for the dead, for he is at rest."},{"number":12,"text":"For the wicked life of a wicked fool is worse than death."},{"number":13,"text":"The mourning for the dead is seven days: but for a fool and an ungodly man all the days of their life."},{"number":14,"text":"Talk not much with a fool and go not with him that hath no sense."},{"number":15,"text":"Keep thyself from him, that thou mayst not have trouble, and thou shalt not be defiled with his sin."},{"number":16,"text":"Turn away from him, and thou shalt find rest, and shalt not be wearied out with his folly."},{"number":17,"text":"What is heavier than lead? and what other name hath he but fool?"},{"number":18,"text":"Sand and salt, and a mass of iron is easier to bear, than a man without sense, that is both foolish and wicked."},{"number":19,"text":"A frame of wood bound together in the foundation of a building, shall not be loosed: so neither shall the heart that is established by advised counsel."},{"number":20,"text":"The thought of him that is wise at all times, shall not be depraved by fear."},{"number":21,"text":"As pales set in high places, and plasterings made without cost, will not stand against the face of the wind:"},{"number":22,"text":"So also a fearful heart in the imagination of a fool shall not resist against the violence of fear."},{"number":23,"text":"As a fearful heart in the thought of a fool at all times will not fear, so neither shall he that continueth always in the commandments of God."},{"number":24,"text":"He that pricketh the eye, bringeth out tears: and he that pricketh the heart, bringeth forth resentment."},{"number":25,"text":"He that flingeth a stone at birds, shall drive them away: so he that upbraideth his friend, breaketh friendship."},{"number":26,"text":"Although thou hast drawn a sword at a friend, despair not: for there may be a returning. To a friend,"},{"number":27,"text":"If thou hast opened a sad mouth, fear not, for there may be a reconciliation: except upbraiding, and reproach, and pride, and disclosing of secrets, or a treacherous wound: for in all these cases a friend will flee away."},{"number":28,"text":"Keep fidelity with a friend in his poverty, that in his prosperity also thou mayst rejoice."},{"number":29,"text":"In the time of his trouble continue faithful to him, that thou mayst also be heir with him in his inheritance."},{"number":30,"text":"As the vapour of a chimney, and the smoke of the fire goeth up before the fire: so also injurious words, and reproaches, and threats, before blood."},{"number":31,"text":"I will not be ashamed to salute a friend, neither will I hide myself from his face: and if any evil happen to me by him, I will bear it."},{"number":32,"text":"But every one that shall hear it, will beware of him."},{"number":33,"text":"Who will set a guard before my mouth, and a sure seal upon my lips, that I fall not by them, and that my tongue destroy me not? "}]}