{"translation":"dra","book":"sir","bookName":"Sirach","chapter":7,"verses":[{"number":1,"text":"Do no evils, and no evils shall lay hold of thee."},{"number":2,"text":"Depart from the unjust, and evils shall depart from thee."},{"number":3,"text":"My son, sow not evils in the furrows of injustice, and thou shalt not reap them sevenfold."},{"number":4,"text":"Seek not of the Lord a preeminence, nor of the king the seat of honour."},{"number":5,"text":"Justify not thyself before God, for he knoweth the heart: and desire not to appear wise before the king."},{"number":6,"text":"Seek not to be made a judge, unless thou have strength enough to extirpate iniquities: lest thou fear the person of the powerful, and lay a stumblingblock for thy integrity."},{"number":7,"text":"Offend not against the multitude of a city, neither cast thyself in upon the people,"},{"number":8,"text":"Nor bind sin to sin: for even in one thou shalt not be unpunished."},{"number":9,"text":"Be not fainthearted in thy mind:"},{"number":10,"text":"Neglect not to pray, and to give alms."},{"number":11,"text":"Say not: God will have respect to the multitude of my gifts, and when I offer to the most high God, he will accept my offerings."},{"number":12,"text":"Laugh no man to scorn in the bitterness of his soul: for there is one that humbleth and exalteth, God who seeth all."},{"number":13,"text":"Devise not a lie against thy brother: neither do the like against thy friend."},{"number":14,"text":"Be not willing to make any manner of lie: for the custom thereof is not good."},{"number":15,"text":"Be not full of words in a multitude of ancients, and repeat not the word in thy prayer."},{"number":16,"text":"Hate not laborious works, nor husbandry ordained by the most High."},{"number":17,"text":"Number not thyself among the multitude of the disorderly."},{"number":18,"text":"Remember wrath, for it will not tarry long."},{"number":19,"text":"Humble thy spirit very much: for the vengeance on the flesh of the ungodly is fire and worms."},{"number":20,"text":"Do not transgress against thy friend deferring money, nor despise thy dear brother for the sake of gold."},{"number":21,"text":"Depart not from a wise and good wife, whom thou hast gotten in the fear of the Lord: for the grace of her modesty is above gold."},{"number":22,"text":"Hurt not the servant that worketh faithfully, nor the hired man that giveth thee his life."},{"number":23,"text":"Let a wise servant be dear to thee as thy own soul, defraud him not of liberty, nor leave him needy."},{"number":24,"text":"Hast thou cattle? have an eye to them: and if they be for thy profit, keep them with thee."},{"number":25,"text":"Hast thou children? instruct them, and bow down their neck from their childhood."},{"number":26,"text":"Hast thou daughters? have a care of their body, and shew not thy countenance gay towards them."},{"number":27,"text":"Marry thy daughter well, and thou shalt do a great work, and give her to a wise man."},{"number":28,"text":"If thou hast a wife according to thy soul, cast her not off: and to her that is hateful, trust not thyself. With thy whole heart,"},{"number":29,"text":"Honour thy father, and forget not the groanings of thy mother:"},{"number":30,"text":"Remember that thou hadst not been born but through them: and make a return to them as they have done for thee."},{"number":31,"text":"With all thy soul fear the Lord, and reverence his priests."},{"number":32,"text":"With all thy strength love him that made thee: and forsake not his ministers."},{"number":33,"text":"Honour God with all thy soul and give honour to the priests, and purify thyself with thy arms."},{"number":34,"text":"Give them their portion, as it is commanded thee, of the firstfruits and of purifications: and for thy negligences purify thyself with a few."},{"number":35,"text":"Offer to the Lord the gift of thy shoulders, and the sacrifice of sanctification, and the firstfruits of the holy things:"},{"number":36,"text":"And stretch out thy hand to the poor, that thy expiation and thy blessing may be perfected."},{"number":37,"text":"A gift hath grace in the sight of all the living, and restrain not grace from the dead."},{"number":38,"text":"Be not wanting in comforting them that weep, and walk with them that mourn."},{"number":39,"text":"Be not slow to visit the sick: for by these things thou shalt be confirmed in love."},{"number":40,"text":"In all thy works remember thy last end, and thou shalt never sin. "}]}