{"translation":"web","book":"1ma","bookName":"1 Maccabees","chapter":1,"verses":[{"number":1,"text":"After Alexander the Macedonian, the son of Philip, who came out of the land of Chittim, and struck Darius king of the Persians and Medes, it came to pass, after he had struck him, that he reigned in his place, in former time, over Greece."},{"number":2,"text":"He fought many battles, won many strongholds, killed the kings of the earth,"},{"number":3,"text":"went through to the ends of the earth, and took spoils of a multitude of nations. The earth was quiet before him. He was exalted. His heart was lifted up."},{"number":4,"text":"He gathered together an exceedingly strong army and ruled over countries, nations, and principalities, and they paid him tribute."},{"number":5,"text":"After these things he fell sick, and perceived that he was going to die."},{"number":6,"text":"He called his honorable servants, which had been brought up with him from his youth, and he divided to them his kingdom while he was still alive."},{"number":7,"text":"Alexander reigned twelve years, then he died."},{"number":8,"text":"Then his servants ruled, each one in his place."},{"number":9,"text":"They all put crowns upon themselves after he was dead, and so did their sons after them many years; and they multiplied evils in the earth."},{"number":10,"text":"There came out of them a sinful root, Antiochus Epiphanes, son of Antiochus the king, who had been a hostage at Rome, and he reigned in the one hundred thirty seventh year of the kingdom of the Greeks."},{"number":11,"text":"In those days transgressors of the law came out of Israel and persuaded many, saying, “Let’s go make a covenant with the Gentiles around us; for since we were separated from them many evils have befallen us.”"},{"number":12,"text":"That proposal was good in their eyes."},{"number":13,"text":"Some of the people eagerly went to the king, and he authorized them to observe the ordinances of the Gentiles."},{"number":14,"text":"So they built a gymnasium in Jerusalem according to the laws of the Gentiles."},{"number":15,"text":"They made themselves uncircumcised, forsook the holy covenant, joined themselves to the Gentiles, and sold themselves to do evil."},{"number":16,"text":"The kingdom was established in the sight of Antiochus, and he planned to reign over Egypt, that he might reign over both kingdoms."},{"number":17,"text":"He entered into Egypt with a great multitude, with chariots, with elephants, with cavalry, and with a great navy."},{"number":18,"text":"He made war against Ptolemy king of Egypt. Ptolemy was put to shame before him, and fled; and many fell wounded to death."},{"number":19,"text":"They took possession of the strong cities in the land of Egypt, and he took the spoils of Egypt."},{"number":20,"text":"Antiochus, after he had defeated Egypt, returned in the one hundred forty third year, and went up against Israel and Jerusalem with a great multitude,"},{"number":21,"text":"and entered presumptuously into the sanctuary, and took the golden altar, the lampstand for the light, and all its utensils."},{"number":22,"text":"He took the table of the show bread, the cups for the drink offerings, the bowls, the golden censers, the veil, the crowns, and the gold decoration on the front of the temple. He peeled it all off."},{"number":23,"text":"He took the silver, the gold, and the precious vessels. He took the hidden treasures which he found."},{"number":24,"text":"When he had taken all of these, he went away into his own land. He made a great slaughter, and spoke very arrogantly."},{"number":25,"text":"Great mourning came upon Israel, in every place where they were."},{"number":26,"text":"The rulers and elders groaned. The virgins and young men were made feeble. The beauty of the women was changed."},{"number":27,"text":"Every bridegroom took up lamentation. She who sat in the marriage chamber was mourning."},{"number":28,"text":"The land was moved for its inhabitants, and all the house of Jacob was clothed with shame."},{"number":29,"text":"After two full years, the king sent a chief collector of tribute to the cities of Judah, and he came to Jerusalem with a great multitude."},{"number":30,"text":"He spoke words of peace to them in subtlety, and they believed him. Then he fell upon the city suddenly, struck it very severely, and destroyed many people of Israel."},{"number":31,"text":"He took the spoils of the city, set it on fire, and pulled down its houses and its walls on every side."},{"number":32,"text":"They led captive the women and the children, and seized the livestock."},{"number":33,"text":"Then they fortified the city of David with a large, strong wall and with strong towers, and it became their citadel."},{"number":34,"text":"They put a sinful nation, transgressors of the law, there, and they strengthened themselves in it."},{"number":35,"text":"They stored up weapons and food, and gathering together the spoils of Jerusalem, they stored them there, and they became a great menace."},{"number":36,"text":"It became a place to lie in wait against the sanctuary, and an evil adversary to Israel continually."},{"number":37,"text":"They shed innocent blood on every side of the sanctuary, and defiled the sanctuary."},{"number":38,"text":"The inhabitants of Jerusalem fled because of them. She became a habitation of foreigners. She became foreign to those who were born in her, and her children forsook her."},{"number":39,"text":"Her sanctuary was laid waste like a wilderness, her feasts were turned into mourning, her Sabbaths into reproach, and her honor into contempt."},{"number":40,"text":"According to her glory, so was her dishonor multiplied, and her exaltation was turned into mourning."},{"number":41,"text":"King Antiochus wrote to his whole kingdom that all should be one people,"},{"number":42,"text":"and that each should forsake his own laws. All the nations agreed according to the word of the king."},{"number":43,"text":"Many of Israel consented to his worship, sacrificed to the idols, and profaned the Sabbath."},{"number":44,"text":"The king sent letters by the hand of messengers to Jerusalem and the cities of Judah, that they should follow laws strange to the land,"},{"number":45,"text":"and should forbid whole burnt offerings and sacrifice and drink offerings in the sanctuary; and should profane the Sabbaths and feasts,"},{"number":46,"text":"and pollute the sanctuary and those who were holy;"},{"number":47,"text":"that they should build altars, and temples, and shrines for idols, and should sacrifice swine’s flesh and unclean animals;"},{"number":48,"text":"and that they should leave their sons uncircumcised, that they should make their souls abominable with all manner of uncleanness and profanation;"},{"number":49,"text":"so that they might forget the law, and change all the ordinances."},{"number":50,"text":"Whoever doesn’t do according to the word of the king, he shall die."},{"number":51,"text":"He wrote according to all these words to his whole kingdom. He appointed overseers over all the people, and he commanded the cities of Judah to sacrifice, city by city."},{"number":52,"text":"From the people were gathered together to them many, everyone who had forsaken the law; and they did evil things in the land."},{"number":53,"text":"They made Israel to hide themselves in every place of refuge which they had."},{"number":54,"text":"On the fifteenth day of Chislev, in the one hundred forty fifth year, they built an abomination of desolation upon the altar, and in the cities of Judah on every side they built idol altars."},{"number":55,"text":"At the doors of the houses and in the streets they burned incense."},{"number":56,"text":"They tore the books of the law which they found in pieces and set them on fire."},{"number":57,"text":"Anyone who was found with any a book of the covenant, and if any consented to the law, the king’s sentence delivered him to death."},{"number":58,"text":"Thus did they in their might to Israel, to those who were found month by month in the cities."},{"number":59,"text":"On the twenty-fifth day of the month they sacrificed upon the idol altar that was on top of the altar of burnt offering."},{"number":60,"text":"They put to death women who had circumcised their children, according to the commandment."},{"number":61,"text":"They hung their babies around their necks, and their houses, and those who had circumcised them."},{"number":62,"text":"Many in Israel were fully resolved and confirmed in themselves not to eat unclean things."},{"number":63,"text":"They chose to die, that they might not be defiled with the food, and that they might not profane the holy covenant; and they died."},{"number":64,"text":"Exceedingly great wrath came upon Israel."}]}