{"translation":"web","book":"nah","bookName":"Nahum","chapter":1,"verses":[{"number":1,"text":"A revelation about Nineveh. The book of the vision of Nahum the Elkoshite."},{"number":2,"text":"Yahweh is a jealous God and avenges. Yahweh avenges and is full of wrath. Yahweh takes vengeance on his adversaries, and he maintains wrath against his enemies."},{"number":3,"text":"Yahweh is slow to anger, and great in power, and will by no means leave the guilty unpunished. Yahweh has his way in the whirlwind and in the storm, and the clouds are the dust of his feet."},{"number":4,"text":"He rebukes the sea and makes it dry, and dries up all the rivers. Bashan and Carmel languish. The flower of Lebanon languishes."},{"number":5,"text":"The mountains quake before him, and the hills melt away. The earth trembles at his presence, yes, the world, and all who dwell in it."},{"number":6,"text":"Who can stand before his indignation? Who can endure the fierceness of his anger? His wrath is poured out like fire, and the rocks are broken apart by him."},{"number":7,"text":"Yahweh is good, a stronghold in the day of trouble; and he knows those who take refuge in him."},{"number":8,"text":"But with an overflowing flood, he will make a full end of her place, and will pursue his enemies into darkness."},{"number":9,"text":"What do you plot against Yahweh? He will make a full end. Affliction won’t rise up the second time."},{"number":10,"text":"For entangled like thorns, and drunken as with their drink, they are consumed utterly like dry stubble."},{"number":11,"text":"One has gone out of you who devises evil against Yahweh, who counsels wickedness."},{"number":12,"text":"Yahweh says: “Though they are in full strength and likewise many, even so they will be cut down and pass away. Though I have afflicted you, I will afflict you no more."},{"number":13,"text":"Now I will break his yoke from off you, and will burst your bonds apart.”"},{"number":14,"text":"Yahweh has commanded concerning you: “No more descendants will bear your name. Out of the house of your gods, I will cut off the engraved image and the molten image. I will make your grave, for you are vile.”"},{"number":15,"text":"Behold, on the mountains the feet of him who brings good news, who publishes peace! Keep your feasts, Judah! Perform your vows, for the wicked one will no more pass through you. He is utterly cut off."}]}