{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":1,"verses":[{"number":1,"text":"In the beginning when God created the heavens and the earth,"},{"number":2,"text":"the earth was still unformed and chaotic, with darkness on the surface of the abyss, and the spirit of God hovering over the waters."},{"number":3,"text":"God said, “Let there be light,” and there was light."},{"number":4,"text":"God saw that the light was good. He separated the light from the darkness,"},{"number":5,"text":"calling the light ‘day’ and the darkness ‘night’. There was an evening and a morning, making the first day."},{"number":6,"text":"Then God said, “Let there be a dome between the waters, and let it separate the waters from the waters.”"},{"number":7,"text":"So God made the dome to separate the waters below from the waters which were above it. It was so."},{"number":8,"text":"God called the dome the ‘sky’. There was an evening and a morning, making the second day."},{"number":9,"text":"Then God said, “Let the waters under the sky be gathered together, and let the dry ground appear.” It was so."},{"number":10,"text":"God called the dry ground ‘land’ and he called the gathered waters ‘seas’. God saw that it was good."},{"number":11,"text":"God said, “Let the earth put forth vegetation: Plants on the earth which yield their own kind of seed, and trees that bear fruits in which are their own seed.” It was so."},{"number":12,"text":"The earth sprouted vegetation: seed-bearing plants, and trees with seed-bearing fruit. God saw that it was good."},{"number":13,"text":"There was an evening and a morning, making the third day."},{"number":14,"text":"Then God said, “Let there be lights in the dome of the sky to separate the night from the day. Let them be signs to mark the seasons, the days, and the years."},{"number":15,"text":"Let them be lights in the dome of the sky to light the earth.” It was so."},{"number":16,"text":"So God made the two great lights: The greater to rule the day and the lesser to rule the night. God made the stars also."},{"number":17,"text":"He placed all these lights in the dome of the sky to shed light upon the earth,"},{"number":18,"text":"to rule over the day and over the night, and to separate light from darkness. God saw that it was good."},{"number":19,"text":"There was an evening and a morning, making the fourth day."},{"number":20,"text":"Then God said, “Let the waters teem with living creatures, and let birds fly over the earth in the open dome of the sky.”"},{"number":21,"text":"God created the great sea monsters, all kinds of living, moving creatures with which the waters teem, and all kinds of winged birds. God saw that it was good."},{"number":22,"text":"He blessed them, saying, “Be fruitful, increase, fill the oceans, and let the birds increase on the land.”"},{"number":23,"text":"There was an evening and a morning, making the fifth day."},{"number":24,"text":"Then God said, “Let the earth produce all kinds of living creatures: cattle and reptiles and wild beasts.” It was so."},{"number":25,"text":"So God made all the different kinds of wild beasts, and the cattle, and everything that crawls upon the ground. God saw that it was good."},{"number":26,"text":"Then God said, “Let us make humans who are images of us, who are like us. Let them rule over the fish of the sea, the birds of the sky, the cattle, the whole earth, and all the reptiles that crawl upon the ground.”"},{"number":27,"text":"So God created humans in his image, he created them in the image of God. He created them male and female."},{"number":28,"text":"Then God blessed them, and said to them: “Be fruitful, grow in number, fill the earth and govern it; rule over the fish of the sea, the birds of the sky, and over every living thing that crawls on the ground,”"},{"number":29,"text":"God said, “I give you every seed-bearing plant throughout all the earth, and every tree that has seed-bearing fruit. They will be food for you,"},{"number":30,"text":"and to every wild beast and to every bird of the sky, and to everything that crawls on the earth – everything with the breath of life in it, I give every green plant for food.” It was so."},{"number":31,"text":"When God saw all that he had made, he perceived that it was very good. There was an evening and a morning, making the sixth day."}]}