{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":11,"verses":[{"number":1,"text":"All the inhabitants of the earth had one language and vocabulary;"},{"number":2,"text":"and as they travelled westward, they found a broad valley in the land of Shinar, and made their home there."},{"number":3,"text":"Then they said one to another, “Come, let us make bricks and thoroughly bake them.” So they had bricks for stone and asphalt for mortar."},{"number":4,"text":"They said, “Come, let us build ourselves a city, and a tower whose top will touch the heavens. We will make a landmark, so that we are not scattered over all the earth.”"},{"number":5,"text":"But when the Lord came down to see the city and tower that people had built,"},{"number":6,"text":"he said, “See, they are one people and all have one language. This is only the beginning of their activity, and now nothing that they propose to do will seem too difficult for them."},{"number":7,"text":"Come, let us go down there and confuse their language, so that they do not understand each other’s speech.”"},{"number":8,"text":"So the Lord scattered them from there over all the earth; and they ceased building the city."},{"number":9,"text":"That is why they named it Babel, for there the Lord confused the language of all the inhabitants of earth and scattered them over the whole world."},{"number":10,"text":"These are the descendants of Shem. Shem was a hundred years old, and fathered Arpachshad two years after the flood."},{"number":11,"text":"Shem lived for five hundred years after he fathered Arpachshad, and fathered sons and daughters."},{"number":12,"text":"Arpachshad lived for five and thirty years, and fathered Shelah."},{"number":13,"text":"Arpachshad lived for four hundred and three years after he fathered Shelah, and fathered sons and daughters."},{"number":14,"text":"Shelah lived for thirty years, and fathered Eber."},{"number":15,"text":"Shelah lived for four hundred and three years after he fathered Eber, and fathered sons and daughters."},{"number":16,"text":"Eber lived for four and thirty years, and fathered Peleg."},{"number":17,"text":"Eber lived for four hundred and thirty years after he fathered Peleg, and fathered sons and daughters."},{"number":18,"text":"Peleg lived for thirty years, and fathered Reu."},{"number":19,"text":"Peleg lived for two hundred and nine years after he fathered Reu, and fathered sons and daughters."},{"number":20,"text":"Reu lived for two and thirty years, and fathered Serug."},{"number":21,"text":"Reu lived for two hundred and seven years after he fathered Serug, and fathered sons and daughters."},{"number":22,"text":"Serug lived for thirty years, and fathered Nahor."},{"number":23,"text":"Serug lived for two hundred years after he fathered Nahor, and fathered sons and daughters."},{"number":24,"text":"Nahor lived for nine and twenty years, and fathered Terah."},{"number":25,"text":"Nahor lived for a hundred and nineteen years after he fathered Terah, and fathered sons and daughters."},{"number":26,"text":"Terah lived for seventy years, and fathered Abram, Nahor, and Haran."},{"number":27,"text":"Now these are the descendants of Terah. Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot."},{"number":28,"text":"Haran died in the presence of his father Terah in the land of his birth, in Ur of the Chaldees."},{"number":29,"text":"Abram and Nahor took wives: the name of Abram’s wife was Sarai; and the name of Nahor’s wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah."},{"number":30,"text":"Sarai was barren; she had no child."},{"number":31,"text":"Terah took Abram his son, and Lot the son of Haran, his son’s son, and Sarai his daughter-in-law, his son Abram’s wife; and they went from Ur of the Chaldees, to go to the land of Canaan; and they went to Haran, and dwelt there."},{"number":32,"text":"In total, Terah lived for two hundred and five years; and died in Haran."}]}