{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":12,"verses":[{"number":1,"text":"The Lord said to Abram, “Go from your country, your relatives and your father’s house to the land that I will show you."},{"number":2,"text":"I will make of you a great nation; and I will surely bless you and make your name famous, so that you will be a blessing."},{"number":3,"text":"I will bless those who bless you, and I will curse those who curse you, and all the families of the earth will ask for themselves a blessing like your own.”"},{"number":4,"text":"So Abram set out, as the Lord had commanded him; and Lot went with him. Abram was seventy-five years old when he left Haran."},{"number":5,"text":"He took Sarai his wife and Lot his brother’s son and all the slaves that they had acquired in Haran, and started for the land of Canaan."},{"number":6,"text":"Abram passed through the land to a place called Shechem, to the oak of Moreh. At that time the Canaanites lived there."},{"number":7,"text":"The Lord appeared to Abram and said, “To your descendants I will give this land.” There Abram built an altar to the Lord who had appeared to him."},{"number":8,"text":"From there he moved on to the hill at the east of Bethel and pitched his tent with Bethel on the west and Ai on the east, and there too he built an altar to the Lord and prayed to him."},{"number":9,"text":"Abram moved on, going from place to place toward the Nagreb."},{"number":10,"text":"There was a famine in the land, so Abram went down to Egypt to live there; because the famine was severe in the land."},{"number":11,"text":"As he was about to enter Egypt, he said to Sarai his wife, “You are a beautiful woman;"},{"number":12,"text":"so that when the Egyptians see you, they will say, ‘She is his wife’; and they will kill me, but let you live."},{"number":13,"text":"Say you are my sister, so that everything may go well for me because of you and my life will be spared.”"},{"number":14,"text":"When Abram arrived in Egypt, the Egyptians saw that Serai was very beautiful."},{"number":15,"text":"The officials of Pharaoh, when they saw her, praised her to Pharaoh, and she was taken into Pharaoh’s household."},{"number":16,"text":"He treated Abram well for her sake. He had sheep, and oxen and donkeys, and male and female slaves, and female donkeys, and camels."},{"number":17,"text":"But the Lord sent great plagues to Pharaoh and his household because of Sarai, Abram’s wife."},{"number":18,"text":"Pharaoh called Abram and said, “What is this that you have done to me? Why did you not tell me that she was your wife?"},{"number":19,"text":"Why did you say, ‘She is my sister,’ so that I took her to be my wife? Here she is, take her and go.”"},{"number":20,"text":"Pharaoh gave his men orders to send him on his way with his wife and all his possessions."}]}