{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":13,"verses":[{"number":1,"text":"So Abram and his wife and all his possessions left Egypt and went to the Negreb and Lot went with him."},{"number":2,"text":"Abram was now very rich in cattle, in silver, and in gold."},{"number":3,"text":"He journeyed on from the Negreb in stages towards Bethel, to the place where he had earlier pitched his tent between Bethel and Ai"},{"number":4,"text":"and had set up the alter to worship the Lord."},{"number":5,"text":"Lot, who went with Abram, also had so many flocks and herds and tents"},{"number":6,"text":"that the land was not fertile enough to support them both. They had too many animals to live in the same place."},{"number":7,"text":"At that time, the Canaanites and Perizzites were living in the land. So when there was a quarrel between Lot’s herdsmen and Abram’s herdsmen,"},{"number":8,"text":"Abram said to Lot, “There should be no quarrels between me and you, or between my herdsmen and yours, because we are relatives."},{"number":9,"text":"Is not the whole land before you? Let’s separate. If you go to the left, then I will go to the right; or if you go to the right, then I will go to the left.”"},{"number":10,"text":"Then Lot looked about and saw that all the plain of the Jordan, as far as Zoar, was well watered everywhere, like a garden of the Lord. (This was before the Lord destroyed Sodom and Gomorrah.)"},{"number":11,"text":"So Lot chose for himself all the valley of the Jordan and went on to the east; and they separated from one another."},{"number":12,"text":"Abram lived in the land of Canaan and Lot lived in the cities of the plain and moved his tent as far as Sodom."},{"number":13,"text":"(But the men of Sodom were very wicked and sinned against the Lord.)"},{"number":14,"text":"The Lord said to Abram, after Lot had gone away from him, “Lift up your eyes and look from the place where you are northward, southward, eastward and westward,"},{"number":15,"text":"for all the land that you see I will give to you and to your descendants forever."},{"number":16,"text":"I will make your descendants as many as the dust of the earth, so that if someone could count the dust of the earth, then your descendants could also be counted."},{"number":17,"text":"Rise, walk through the length and breadth of the land, for I will give it to you.”"},{"number":18,"text":"Then Abram moved his tent and lived in the oak grove of Mamre, which is in Hebron, and built there an altar to the Lord."}]}