{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":14,"verses":[{"number":1,"text":"I n the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim,"},{"number":2,"text":"they went to war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela (that is, Zoar)."},{"number":3,"text":"All these joined forces together in the valley of Siddim (that is, the Dead Sea)."},{"number":4,"text":"For twelve years they had been subject to Chedorlaonier, but in the thirteenth year they had rebelled."},{"number":5,"text":"So in the fourteenth year Chedorlaonier, and the kings that were with him, came and defeated the Rephaim in Ashteroth-Karnaim, the Zuzim in Ham, the Emim in Shaveh-Kiriathaim,"},{"number":6,"text":"and the Horites in their hill country of Seir, to El-Paran, which is on the edge of the wilderness."},{"number":7,"text":"Then they returned and came to En-Mishpat (that is, Kadesh), and laid waste all the country of the Amalekites, and also the Amorites, who lived in Hazazon-Tamar."},{"number":8,"text":"So the king of Sodom went out together with the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar); and they set themselves in battle array against them in the valley of Siddim;"},{"number":9,"text":"against Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar; four kings against the five."},{"number":10,"text":"Now the valley of Siddim is full of bitumen pits; so when the kings of Sodom and Gomorrah fled, they fell into them, but those who remained fled to the mountain."},{"number":11,"text":"Then they took all the goods of Sodom and Gomorrah, and all their provisions and went their way."},{"number":12,"text":"They also took Lot, Abram’s brother’s son, who was living in Sodom, and his goods and departed."},{"number":13,"text":"But one who had escaped came and told Abram the Hebrew. Now he was living by the oaks of Mamre the Amorite, brother of Eshcol, and brother of Aner, and these were supporters of Abram."},{"number":14,"text":"When Abram heard that his kinsman had been taken captive, he led forth his trained men, born in his house, three hundred and eighteen, and pursued as far as Dan."},{"number":15,"text":"Then, dividing his band in order to attack the kings by night, he with his servants attacked them, and pursued them to Hobah, which is north of Damascus."},{"number":16,"text":"So he brought back all the goods, and also his kinsman Lot, with his goods, as well as the women and the people."},{"number":17,"text":"Then the king of Sodom went out to meet him, after his return from the defeat of Chedorlaomer and the kings who were with him, at the valley of Shaveh (that is, the King’s Vale)."},{"number":18,"text":"Melchizedek king of Salem also brought out bread and wine; and he was priest of God Most High."},{"number":19,"text":"He blessed him saying: Blessed be Abram before God Most High, possessor of heaven and earth."},{"number":20,"text":"Blessed be God Most High, who has delivered your foes into your power. Then Abram gave him a tenth of everything."},{"number":21,"text":"The king of Sodom said to Abram, “Give me my people, and take the goods for yourself.”"},{"number":22,"text":"But Abram said to the king of Sodom, “I have lifted up my hand to the Lord, God Most High, Possessor of heaven and earth,"},{"number":23,"text":"that I would not take a thread nor a sandal-thong nor anything that is yours, so that you could not say, ‘I have made Abram rich.’"},{"number":24,"text":"By no means! Only that which the servants have eaten, and the portion of the men who went with me, Aner, Eshcol, and Mamre – let them take their portion.”"}]}