{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":15,"verses":[{"number":1,"text":"After these things God spoke to Abram in a vision saying, “Do not be afraid, Abram, I am your shield. Your reward will be exceedingly great.”"},{"number":2,"text":"But Abram said, “Lord God, what can you give me? I am childless, and the person who will be possessor of my house is Eliezer of Damascus,"},{"number":3,"text":"to me you have given no offspring, and, so a slave born in my house is my heir.”"},{"number":4,"text":"The word of the Lord came to him, “This man will not be your heir, but a child of your own will be your heir.”"},{"number":5,"text":"Then God brought him outside and said, “Look now toward heaven and count the stars, if you are able to count them! So will your descendants be.”"},{"number":6,"text":"Abram believed in the Lord; and the Lord reckoned it to him as righteousness,"},{"number":7,"text":"and said to him, “I am the Lord who brought you out of Ur of the Chaldees, to give to you this land to inherit it.”"},{"number":8,"text":"Abram said, “Lord God, how will I know that I will inherit it?”"},{"number":9,"text":"The Lord said to him, “Bring me a heifer of three years old, and a female goat of three years old, and a ram of three years old, and a turtle dove, and a young pigeon.”"},{"number":10,"text":"Abram brought him all these, and divided them in the middle, and laid each half over against the other; but the birds he did not divide."},{"number":11,"text":"The birds of prey came down upon the carcasses, but Abram drove them away."},{"number":12,"text":"When the sun was going down, a deep sleep fell upon Abram, and a horror of great darkness fell on him."},{"number":13,"text":"The Lord said to Abram, “Know certainly that your descendants will be foreigners in a land that is not theirs, and will be slaves there; and they will be held there for four hundred years."},{"number":14,"text":"But I will judge that nation, whom they will serve, and afterward they will come out with many goods."},{"number":15,"text":"But you will go to your fathers in peace; you will be buried in a good old age."},{"number":16,"text":"In the fourth generation they return here again; for the iniquity of the Amorite is not yet full.”"},{"number":17,"text":"When the sun had set and it was dark, there appeared a smoking furnace, and a flaming torch that passed between the pieces of the animals."},{"number":18,"text":"At that time the Lord made a covenant with Abram, saying, “To your descendants I give this land, from the river of Egypt unto the great river, the river Euphrates.”"},{"number":19,"text":"(This includes the lands of the Kenite, the Kenizzite, the Kadmonite,"},{"number":20,"text":"the Hittite, the Perizzite, the Rephaim,"},{"number":21,"text":"the Amorite, the Canaanite, the Girgashite, and Jebusite)."}]}