{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":16,"verses":[{"number":1,"text":"Now Sarai, Abram’s wife, had borne him no children, but she had an Egyptian slave-girl whose name was Hagar."},{"number":2,"text":"Sarai said to Abram, “the Lord has denied me children; Take my slave-girl; maybe I will obtain children by her.” Then Abram listened to her"},{"number":3,"text":"so she took Hagar the Egyptian, her slave-girl, after Abram had lived for ten years in the land of Canaan, and gave her to Abram her husband to be his wife"},{"number":4,"text":"and Abram lay with Hagar, and she conceived. When she saw that she had conceived, she looked with contempt on her mistress."},{"number":5,"text":"Sarai complained to Abram, “May the wrong I suffer be on you! I myself gave my slave-girl to you; and now that she sees that she has conceived, I am despised by her; may the Lord judge between me and you.”"},{"number":6,"text":"But Abram said to Sarai, “Your maid-servant is in your power, do to her whatever seems right to you.” Then Sarai ill-treated her so that she fled from her presence."},{"number":7,"text":"The messenger of the Lord found her by a spring of water in the wilderness, by the spring in the way to Shur."},{"number":8,"text":"He said, “Hagar, Sarai’s slave-girl, where have you come from? And where are you going?” She said, “I am fleeing from the presence of mistress Sarai.”"},{"number":9,"text":"Then the messenger of the Lord said to her, “Return to your mistress and submit yourself to her authority.”"},{"number":10,"text":"Moreover the messenger of the Lord said to her, “I will make your descendants so many that they can not be numbered because they are so numerous.”"},{"number":11,"text":"The messenger of the Lord also said to her, “You are pregnant, and will have a son; you must call him Ishmael God hears, because the Lord has heard of your ill-treatment.”"},{"number":12,"text":"He will be like a wild donkey, his hand against every man, and every man’s hand against him; and he will live at odds with all his relatives."},{"number":13,"text":"Then she called the name of the Lord, who had spoken to her, El-roi (You are a God who sees me); for she said, “Have I seen God and am I still alive after I have looked upon him?”"},{"number":14,"text":"Therefore the well is called Beer-lahai-roi, (it is between Kadesh and Bered)"},{"number":15,"text":"Hagar bore Abram a son, and Abram named his son, whom Hagar bore, Ishmael."},{"number":16,"text":"Abram was eighty-six years old, when Hagar bore Ishmael."}]}