{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":17,"verses":[{"number":1,"text":"When Abram was ninety-nine years old, the Lord revealed himself to Abram and said to him, “I am God Almighty, walk before me and be blameless"},{"number":2,"text":"and I will make my covenant between me and you and will make your descendants exceedingly numerous.”"},{"number":3,"text":"Then Abram fell on his face; and God talked with him, saying"},{"number":4,"text":"“I make this solemn promise to you: you will be the father of a multitude of nations."},{"number":5,"text":"Neither will your name any longer be Abram, but your name will be Abraham; for I will make you the father of a multitude of nations."},{"number":6,"text":"I will make you exceedingly fruitful, and will make nations of you, and kings will spring from you."},{"number":7,"text":"I will establish my covenant between me and you and your descendants after your throughout their generations, an everlasting covenant, to be a God to you and to your descendants after you."},{"number":8,"text":"I will give to you, and to your descendants after your, the land where you are now foreigners, all the land of Canaan, for an everlasting possession, and I will be their God.”"},{"number":9,"text":"God also said to Abraham, “As for you, you must keep the requirements of my covenant, you, and your descendants after you throughout their generations."},{"number":10,"text":"This is my covenant, which you must keep, between me and you and your descendants after you: every male among you must be circumcised."},{"number":11,"text":"Whenever you are circumcised, the flesh of your foreskin will be a sign of a covenant between me and you."},{"number":12,"text":"Every male when he is eight days old, must be circumcised throughout your generations, whether he is born in the house, or bought with money from any foreigner who is not of your offspring."},{"number":13,"text":"The slave who is born in your house and the one who is bought with your money must be circumcised. The sign of my covenant will be in your flesh – an everlasting agreement."},{"number":14,"text":"As for the uncircumcised male, who is not circumcised in the flesh of his foreskin, that one will be cut off from his people; he has broken my covenant.”"},{"number":15,"text":"Then God said to Abraham, “As for Sarai your wife, do not call her name Sarai, but Sarah."},{"number":16,"text":"I will bless her, and will give you a son from her: I will bless her, and she will become the mother of nations; kings of peoples will descend from her.”"},{"number":17,"text":"Then Abraham fell on his face and laughed, and said to himself. “Will a child be born to one who is an hundred years old? Will Sarah who is ninety years old bear children?”"},{"number":18,"text":"Abraham said to God, “If only Ishmael might live with your blessing!”"},{"number":19,"text":"But God said, “No. But Sarah your wife is about to bear your a son; call him Isaac. I will establish my covenant with him for an everlasting covenant for his descendants after him."},{"number":20,"text":"However I have heard you regarding Ishmael: I have blessed him, and will make him fruitful and his descendants exceedingly many. Twelve princes he will father, and I will make him a great nation."},{"number":21,"text":"But my covenant I will establish with Isaac, whom Sarah will bear to you at this appointed time next year.”"},{"number":22,"text":"When he had finished talking with him, God left Abraham."},{"number":23,"text":"Then Abraham took Ishmael his son, and all who were born in his house, and all who were bought with his money, every male among the men of Abraham’s house, and circumcised the flesh of their foreskin that very same day, as God had said to him."},{"number":24,"text":"Now Abraham was ninety-nine years old, when he was circumcised in the flesh of his foreskin."},{"number":25,"text":"Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin."},{"number":26,"text":"On this very same day was Abraham circumcised, with Ishmael his son."},{"number":27,"text":"All the men of his house, those born in the house and those bought with money from foreigners, were circumcised with him."}]}