{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":18,"verses":[{"number":1,"text":"The Lord also appeared to Abraham by the oaks of Mamre, as he was sitting at the entrance of his tent in the heat of the day;"},{"number":2,"text":"and, as he looked up, three men stood there before him. As soon as he saw them, he ran from the entrance of his tent to meet them and bowed to the ground"},{"number":3,"text":"and said, “Sirs, if you are willing to do me a favor, do not, I beg of you, pass by your servant."},{"number":4,"text":"Since you have come to your servant, let a little water be brought, so that you may wash your feet, and lie down under the tree."},{"number":5,"text":"And let me bring some food, so that you may refresh yourselves; afterward you may go on your way.” They replied, “Do as you have said.”"},{"number":6,"text":"So Abraham hastened to Sarah’s tent and said, “Make ready quickly four measures of fine meal, knead it, and make cakes.”"},{"number":7,"text":"Abraham also ran to the herd, and took a calf that was tender and good, and gave it to the servant, and he prepared it quickly."},{"number":8,"text":"Then Abraham took curd and milk, with the calf that he had prepared, and served them; and he waited on them under the tree, while they ate."},{"number":9,"text":"Then they said to him, “Where is your wife?” He said, “There, within the tent.”"},{"number":10,"text":"One of them said, “I will surely return to you about nine months from now, and then, Sarah your wife will have a son.” But Sarah was listening behind the door of the tent."},{"number":11,"text":"Now Sarah and Abraham were advanced in years;"},{"number":12,"text":"so she laughed to herself, saying, “After I and my husband are so old will I have pleasure?”"},{"number":13,"text":"But the Lord said to Abraham, “Why did Sarah laugh, saying, ‘Will I, indeed, even when I am old give birth to a child?’"},{"number":14,"text":"Is anything too wonderful for the Lord? At the appointed time about nine months from now, I will return to you and Sarah will have a son.”"},{"number":15,"text":"Sarah was frightened and denied that she had laughed, but he said “Yes, you laughed.”"},{"number":16,"text":"Then the men started from there and looked off in the direction of Sodom; and Abraham went along with them to start them on their way."},{"number":17,"text":"the Lord said, “Should I conceal from Abraham that which I am about to do,"},{"number":18,"text":"since Abraham will become a great and mighty nation and all the nations of the earth will want a blessing like his for themselves?"},{"number":19,"text":"For I have chosen him in order that he may teach his sons and his household after him, and that they may keep the way of the Lord, by doing righteousness and justice, so that the Lord may bring on Abraham that which he has promised concerning him.”"},{"number":20,"text":"The Lord said, “The complaint has come that the people of Sodom and Gomorrah have committed great and terrible sins."},{"number":21,"text":"I will go down and see whether they have done exactly as the complaint comes to me; and if they have not, I will know.”"},{"number":22,"text":"As the men turned from there and went toward Sodom, Abraham remained standing before the Lord"},{"number":23,"text":"Abraham drew near to the Lord and said, “Will you sweep away the righteous with the wicked?"},{"number":24,"text":"Suppose there are within the city fifty people who are righteous. Will you sweep it away and not forgive the place for sake of the fifty righteous who are in it?"},{"number":25,"text":"Far be it from you to do this: to slay the righteous with the wicked! And that the righteous should be treated as the wicked, far be it from you! Should not the Judge of all the earth do what is just?”"},{"number":26,"text":"The Lord said, “If I find in the city of Sodom fifty who are righteous, I will spare the whole place for their sake.”"},{"number":27,"text":"Abraham answered, “I have dared to speak to the Lord, even though I am but dust and ashes."},{"number":28,"text":"Suppose there be five lacking of the fifty righteous. Will you sweep away all the city for lack of five?” The Lord said, “I will not sweep it away, if I find forty-five there.”"},{"number":29,"text":"Then Abraham spoke to him again, and said, “Suppose forty are found there?” He replied, “For the sake of forty I will not do it.”"},{"number":30,"text":"Then Abraham said, “Oh, let not the Lord be angry, but let me speak. Suppose thirty are found there?” He answered, “I will not do it, if I find thirty there.”"},{"number":31,"text":"Then Abraham said, “You see that I have dared to speak to the Lord. Suppose twenty are found there?” He replied, “For the sake of twenty I will not destroy it.”"},{"number":32,"text":"Then Abraham said, “Oh, let not the Lord be angry, but let me speak just once more. Suppose ten are found there?” And he said, “For the sake of the ten I will not destroy it.”"},{"number":33,"text":"Then the Lord went his way, and Abraham returned home."}]}