{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":19,"verses":[{"number":1,"text":"Two messengers came to Sodom in the evening, as Lot was sitting at the gate of Sodom. When Lot saw them, he rose up to meet them, and he bowed with his face to the earth"},{"number":2,"text":"and said, “Sirs, turn aside, I beg of you, into your servant’s house and spend the night and wash your feet; then you can rise up early and go on your way.” They said, “No, we will spend the night in the street.”"},{"number":3,"text":"But he urged them so strongly that they went with him and entered his house. He made a feast for them and baked bread made without yeast, and they ate."},{"number":4,"text":"But before they had lain down, the people of Sodom, both young and old, all the people from every quarter, surrounded the house."},{"number":5,"text":"They called out to Lot, “Where are the men who came in to you tonight? Bring them out to us so we can rape them.”"},{"number":6,"text":"Then Lot went out to them at the entrance of his house, but he shut the door after him."},{"number":7,"text":"He said, “I beg of you, my friends, do not do what is wrong."},{"number":8,"text":"See, I have two unmarried daughters; let me bring them out to you, and do to them as you desire; only do nothing to these men, for they have come under the shadow of my roof.”"},{"number":9,"text":"But they replied, “Stand back!” And they added, “This one came in as a foreigner to live here, but now he would set himself up as a judge! We will treat you worse than them.” They pressed hard against Lot and advanced to break the door."},{"number":10,"text":"But the men reached out and drew Lot to them into the house and shut the door."},{"number":11,"text":"Then they struck the men who were at the door of the house, both small and great, with blindness, so that they grew tired of searching for the door."},{"number":12,"text":"Then the men said to Lot, “Have you anyone else here? Bring your sons-in-law, your sons, and daughters, and whoever you have in the city out of this place,"},{"number":13,"text":"for we are about to destroy it, because great complaint concerning the people has come to the Lord and he has sent us to destroy it.”"},{"number":14,"text":"So Lot went out and said to his sons-in-law, “Up, go out of this place, for the Lord will destroy the city.” But his sons-in-law thought he was only joking."},{"number":15,"text":"When the dawn appeared, the messengers urged Lot, saying, “Get up, take your wife and your two daughters so that you may not be swept away in the punishment of the city.”"},{"number":16,"text":"When he hesitated, the men grabbed him by the hand and led him and his wife and his two daughters outside the city, for the Lord was merciful to him."},{"number":17,"text":"When they had brought them outside, they said, “Run for your life; do not look behind you nor stay anywhere in the plain. Escape to the heights, that you may not be swept away!”"},{"number":18,"text":"But Lot said to them, “Oh, sirs, not so!"},{"number":19,"text":"See, your servant has found favor with you, and you have shown great mercy to me in saving my life. But I cannot flee to the heights. Some evil will overtake me and I will die."},{"number":20,"text":"See now, this village is near enough to run to, and it is small. Oh, let me escape there, and my life will be saved.”"},{"number":21,"text":"He answered, “I have also granted you this favor, in that I will not destroy the village of which you have spoken."},{"number":22,"text":"Make haste, escape to it, for I can do nothing until you arrive there.” Therefore the village was called Zoar."},{"number":23,"text":"The sun had risen when Lot came to Zoar."},{"number":24,"text":"Then the Lord caused brimstone and fire from heaven to rain upon Sodom and Gomorrah,"},{"number":25,"text":"and he destroyed those cities and all the plain, with all the people who lived in it and all that grew on the ground."},{"number":26,"text":"But Lot’s wife, who was following him, looked back, and she became a pillar of salt."},{"number":27,"text":"Early in the morning Abraham rose and went to the place where he had stood before the Lord;"},{"number":28,"text":"and as he looked toward Sodom and Gomorrah and all the plain, he saw the smoke of the land going up as the smoke of a smelting-furnace."},{"number":29,"text":"God had remembered Abraham when he destroyed the cities of the plain and rescued Lot from the destruction."},{"number":30,"text":"Then Lot went up from Zoar with his two daughters and lived in a cave on the heights, for he was afraid to stay in Zoar."},{"number":31,"text":"The older daughter said to the younger, “Our father is old, and there is no one on the earth to come in to us after the manner of all the world."},{"number":32,"text":"Come let us make our father drink wine and we will lie with him, so that we can preserve our family through our father.”"},{"number":33,"text":"So they made their father drink wine that night; and the older daughter went in and lay with her father. He, however, did not know when she lay down, nor when she arose."},{"number":34,"text":"Then in the morning the older daughter said to the younger, “Last night I lay with my father. Let us make him drink wine again tonight; and you go in and lie with him, so that we can preserve our family through our father.”"},{"number":35,"text":"So they made their father drink wine that night as well. The younger arose and lay with him. He, however, did not know when she lay down nor when she arose."},{"number":36,"text":"In this way both the daughters of Lot became pregnant by their father."},{"number":37,"text":"Then Lot went up from Zoar with his two daughters and lived in a cave on the heights, for he was afraid to stay in Zoar. His oldest daughter bore a son, and named him Moab. He is the father of the present Moabites."},{"number":38,"text":"The younger also bore a son and named him Ben-ammi. That one is the father of the present Ammonites."}]}