{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":2,"verses":[{"number":1,"text":"So the heavens and the earth were finished, and everything in them."},{"number":2,"text":"When on the seventh day God finished the work which he had done, he rested that day from all his work."},{"number":3,"text":"God blessed the seventh day and set it apart, for in it he rested from all the creative work which he had done."},{"number":4,"text":"This is the story of the heavens and earth when they were created. At the time when the Lord God made earth and heaven,"},{"number":5,"text":"there were not yet any plants on the earth, and no vegetation had sprung up; for the Lord God had not sent rain upon the earth, and there was no one to till the soil."},{"number":6,"text":"A mist used to rise from the earth and water all the surface of the ground."},{"number":7,"text":"Then the Lord God molded a human being out of dust taken from the ground and breathed into his nostrils the breath of life, and he became a living being."},{"number":8,"text":"The Lord God planted a garden in Eden, far in the East; and placed the human he had formed there."},{"number":9,"text":"From the soil the Lord God made grow all kinds of trees that are pleasant to look at and good for food, with the tree of life also in the middle of the garden and the tree that gives the knowledge of good and evil."},{"number":10,"text":"A river flowed out of Eden and watered the garden, and from there branched into four."},{"number":11,"text":"The name of the first is Pishon, which flows round the whole land of Havilah, where there is gold."},{"number":12,"text":"The gold of that land is pure, and aromatic resins and onyx stone are found there."},{"number":13,"text":"The name of the second river is Gihon, which flows around the whole land of Cush,"},{"number":14,"text":"and the name of the third river is the Tigris, which heads toward the east of Asshur. The fourth river is the Euphrates."},{"number":15,"text":"Then the Lord God took the human and placed him in the garden of Eden to till it and to care for it."},{"number":16,"text":"The Lord God also gave the human this command: “You may freely eat from every tree of the garden,"},{"number":17,"text":"except from the tree that gives the knowledge of good and evil; from this you must not eat, for on the day that you eat from it you will surely die.”"},{"number":18,"text":"Then the Lord God said, “It is not good for the human to be alone; I will make a helper suited to him.”"},{"number":19,"text":"So out of the ground the Lord God formed all the wild beasts and birds, and made them come to the human to see what he would call them. Whatever he called each living creature, that was its name."},{"number":20,"text":"So the human, Adam gave names to all cattle and all the wild birds and beasts. But there was no companion suitable for him."},{"number":21,"text":"Then the Lord God caused the human to fall into a deep sleep, and while he slept, he took one of his ribs and closed up its place with flesh."},{"number":22,"text":"With the rib which he had taken from the human, the Lord built up a woman and brought her to the human."},{"number":23,"text":"Then the human said, “This now is bone of my bone and flesh of my flesh. She will be called Woman, for from man she was taken.”"},{"number":24,"text":"For this reason a man leaves his father and his mother and clings to his wife, and the two become one flesh."},{"number":25,"text":"The man and his wife were both naked, yet felt no shame."}]}