{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":20,"verses":[{"number":1,"text":"Abraham journeyed from there toward the land of the Negreb, settling between Kadesh and Shur, and staying for a while in Gerar,"},{"number":2,"text":"where he said that his wife Sarah was his sister. So King Abimelech of Gerar had Sarah brought to him."},{"number":3,"text":"But God came to Abimelech in a dream in the night and said to him, “You will die, because of the woman you have taken, for she is married."},{"number":4,"text":"But Abimelech had not come near her; so he said, Lord, will you slay an innocent people?"},{"number":5,"text":"Did Abraham not himself say to me, ‘She is my sister?’ And even she herself said, ‘He is my brother.’ I acted innocently and in good faith.”"},{"number":6,"text":"Then God said to him in the dream, “I know that you acted innocently and in good faith, and I also prevented you from sinning against me, since I did not allow you to touch her."},{"number":7,"text":"Now you must restore the man’s wife – for he is a prophet and he can intercede for you, and you will live. But if you do not restore her at once, you will die, together with all your people.”"},{"number":8,"text":"Abimelech rose early in the morning, and summoned all his court, and when he had told all these things in their hearing, they were greatly afraid."},{"number":9,"text":"Then Abimelech called Abraham and asked him, “What have you done to us? What harm have I done to you to make you bring this great sin on me and my kingdom? You have done to me something that ought not to be done.”"},{"number":10,"text":"Abimelech said to Abraham, “What was your purpose in doing this thing?”"},{"number":11,"text":"Abraham answered, “Because I thought, ‘Surely reverence for God is not in this place and they will slay me for my wife’s sake.’"},{"number":12,"text":"Moreover, she really is my sister, the daughter of my father, though not the daughter of my mother; and she became my wife."},{"number":13,"text":"So when God caused me to wander from my father’s house, I said to her, ‘This is how you can show your loyalty to me: at every place to which we come, say that you are my brother.’”"},{"number":14,"text":"Abimelech then took sheep and oxen, and male and female slaves and gave them to Abraham, and restored Sarah his wife to him."},{"number":15,"text":"Also Abimelech said, “My land lies before you; live wherever you please.”"},{"number":16,"text":"To Sarah he said, “I have given your ‘brother’ a thousand pieces of silver as compensation in the sight of everyone here, and you are vindicated in the eyes of all.”"},{"number":17,"text":"Then Abraham prayed to God and God healed Abimelech, and his wife, and his slave-girls, so that they could have children ("},{"number":18,"text":"for the Lord had made every woman in Abimelech’s household barren, because of Sarah, Abraham’s wife)."}]}