{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":23,"verses":[{"number":1,"text":"Sarah lived to be a hundred and twenty-seven years old."},{"number":2,"text":"When she died in Kiriath-arba (that is Hebron), in the land of Canaan, Abraham went to mourn for Sarah, and to weep for her."},{"number":3,"text":"When Abraham rose up from the presence of his dead, he said to the Hittites,"},{"number":4,"text":"“I am a stranger and a foreigner living among you; give me possession of a burying-place with you, so that I may bury my dead out of my sight.”"},{"number":5,"text":"The Hittites answered Abraham,"},{"number":6,"text":"“Hear us, my lord; you are a mighty prince among us; bury your dead in the best of our burial places. None of us will withhold from you his burial place, so that you may bury your dead.”"},{"number":7,"text":"Abraham rose up and bowed before the people of the land, the Hittites,"},{"number":8,"text":"and said to them, “If it is your intention that I should bury my dead out of my sight, hear me, and speak for me to Ephron the son of Zohar,"},{"number":9,"text":"to give me the cave of Machpelah, which he has, which is at the end of his field. Let him give to me for the full price in your presence, so that I can own it as a burying-place.”"},{"number":10,"text":"Now Ephron was sitting with the other Hittites, and, in the presence of all the Hittites, all who went in and out at the gate of his city he answered Abraham,"},{"number":11,"text":"“No, my lord, hear me. I give the field to you and the cave that is in it I give to you; in the presence of the children of my people I give it to you; bury your dead.”"},{"number":12,"text":"Then Abraham bowed before the people of the land,"},{"number":13,"text":"and spoke to Ephron in the hearing of the people of the land, saying, “Please, hear me – I will give the price of the field; accept it from me so that I may bury my dead there.”"},{"number":14,"text":"Ephron answered Abraham by saying to him,"},{"number":15,"text":"“My lord, listen to me; a piece of land worth four hundred shekels of silver, what is that between me and you? Bury your dead.”"},{"number":16,"text":"Then Abraham accepted Ephron’s terms and Abraham weighed to Ephron the silver, which he had named in the hearing of the Hittites, four hundred shekels of silver, on the standard weights used by merchants."},{"number":17,"text":"So the field of Ephron which was in Machpelah which was to the east of Mamre, the field, and the cave which was in it, with all the trees that were in the field, that were in all the border of it round about,"},{"number":18,"text":"were transferred to Abraham’s possession in the presence of the Hittites, before all that went in at the gate of his city."},{"number":19,"text":"After this Abraham buried Sarah his wife in the cave of the field of Machpelah to the east of Mamre (that is Hebron), in the land of Canaan."},{"number":20,"text":"In this way the field and the cave that is in it were transferred by the Hittites to Abraham that he might possess a burying-place."}]}