{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":24,"verses":[{"number":1,"text":"When Abraham was very old and the Lord had blessed him in every way,"},{"number":2,"text":"Abraham said to the eldest of his household servants, who had charge of all his affairs, “Put your hand under my thigh,"},{"number":3,"text":"while I make you promise by the Lord, the God of heaven and earth, that you will not let my son marry one of the daughters of the Canaanites, among whom I live,"},{"number":4,"text":"but that you will go to my own country and to my relatives and there get a wife for my son Isaac.”"},{"number":5,"text":"The servant said to him, “Perhaps the woman will not be willing to follow me to this land. Must I then take your son back to the land from which you came?”"},{"number":6,"text":"Abraham said to him, “See to it that you do not take my son back there."},{"number":7,"text":"The Lord, the God of heaven, who took me from my father’s house and from my native land and who solemnly promised me, ‘To your children I will give this land,’ will send his messenger before you and there you will get a wife for my son."},{"number":8,"text":"But if the woman is not willing to come with you, then you will be free from this promise to me; only never take my son back there.”"},{"number":9,"text":"So the servant put his hand under Abraham’s thigh and made the promise."},{"number":10,"text":"Then the servant took ten of his master’s camels and set out with precious gifts from his master. So he went to the town of Aram-naharaim, where Nahor lived."},{"number":11,"text":"He made the camels kneel down outside the town by the well in the evening, at the time when women go out to draw water."},{"number":12,"text":"Then he said, “ Lord, God of my master Abraham, give me, I pray, success today, and show kindness to my master Abraham."},{"number":13,"text":"Here I am standing by the spring of water, and the daughters of the men of the town are coming out to draw water."},{"number":14,"text":"May that young woman to whom I say, ‘Please let down your water-jar that I may drink’; and who answers, ‘Drink and I will also water your camels,’ may she be the one you have chosen for thy servant Isaac. By this I will know that you have shown kindness to my master.”"},{"number":15,"text":"Then even before he was through speaking, Rebekah, who was the daughter of Bethuel son of Milcah, the wife of Nahor, Abraham’s brother, came out with her water-jar upon her shoulder."},{"number":16,"text":"She was very beautiful and unmarried, a virgin. She went down to the spring, filled her jar, and came up."},{"number":17,"text":"Then the servant ran to meet her and said, “Please let me drink a little water from your jar.”"},{"number":18,"text":"She answered, “Drink, sir,” and quickly let down her water-jar from her shoulder upon her hand and gave him a drink."},{"number":19,"text":"When she had finished giving him a drink she said, “I will draw water for your camels also, until they have finished drinking.”"},{"number":20,"text":"So she quickly emptied her jar into the trough and ran again to the well to draw water, and drew for all his camels."},{"number":21,"text":"Meanwhile the man was silently gazing at her in order to find out whether the Lord had made his journey successful or not."},{"number":22,"text":"As soon as the camels had finished drinking, the man took a gold ring, half a shekel in weight, and put it in her nose, and put on her arms two golden bracelets weighing ten shekels,"},{"number":23,"text":"and said, “Whose daughter are you? Tell me, I beg of you. Is there room in your father’s house for us to spend the night?”"},{"number":24,"text":"She answered, “I am the daughter of Bethuel son of Milcah and Nahor."},{"number":25,"text":"We have plenty of straw and feed, and there is a place for you to spend the night.”"},{"number":26,"text":"Then the man bowed his head and worshipped the Lord,"},{"number":27,"text":"saying, “Blessed be the Lord, the God of my master Abraham, who has continued to show his mercy and his faithfulness toward my master. As for me, the Lord has led me on the way to the house of my master’s relatives.”"},{"number":28,"text":"Then the young woman ran and told these things to her mother’s family."},{"number":29,"text":"Now Rebekah had a brother named Laban; and Laban ran out to the man at the spring."},{"number":30,"text":"When he saw the bracelets on his sister’s hands and the ring, and when he heard Rebekah say, “This is what the man said to me,” he went to the man, who was still standing by the camels at the spring,"},{"number":31,"text":"and said, “Come in, you who are blessed by the Lord! Why do you stand outside? For I have cleared the house and have room for the camels.”"},{"number":32,"text":"So he brought the man into the house and took the packs off the camels and furnished straw and feed for them, and water to wash his feet and the feet of the men who were with him."},{"number":33,"text":"But when food was set before him to eat, he said, “I will not eat until I have made known my errand.” They answered, “Speak.”"},{"number":34,"text":"He said, “I am Abraham’s servant;"},{"number":35,"text":"and the Lord has blessed my master greatly, so that he has become very rich. He has given him flocks and herds, silver and gold, servants, and camels and donkeys."},{"number":36,"text":"Now Sarah, my master’s wife, had a son when she was old, and my master has given him all that he has."},{"number":37,"text":"My master also made me promise, saying, ‘Do not let my son marry one of the daughters of the Canaanites, in whose land I live,"},{"number":38,"text":"but go to my father’s home and to my relatives and there find a wife for my son.’"},{"number":39,"text":"“When I said to my master, ‘What if the woman will not follow me?’"},{"number":40,"text":"he said to me, ‘The Lord, whom I love and serve, will send his messenger with you and make you successful, and you will find for my son a wife from among my relatives and my father’s family."},{"number":41,"text":"Then you will be free from your promise to me. But if you go to my family and they do not give her to you, you will also be free from your promise to me.’"},{"number":42,"text":"So I came today to the spring and said, ‘ Lord, God of my master Abraham, please make the errand on which I am going successful."},{"number":43,"text":"See, I am standing by the spring of water. Let the young woman who comes to draw, to whom I say, ‘Please give me a little water from your jar to drink’,"},{"number":44,"text":"and who says to me, ‘Drink, and I will also draw for your camels’, let that one be the woman whom the Lord has chosen for my master’s son.’"},{"number":45,"text":"“Even before I was through speaking, Rebekah came out with her water-jar on her shoulder and went down to the spring and drew water. When I said to her, ‘Please let me drink,’"},{"number":46,"text":"she quickly let down her water-jar from her shoulder and answered, ‘Drink, and I will also water your camels.’ So I drank, and she also watered the camels."},{"number":47,"text":"Then I asked her, ‘Whose daughter are you?’ She said, ‘The daughter of Bethuel son of Nahor and Milcah.’ So I put the ring in her nose and the bracelets on her arms."},{"number":48,"text":"I bowed my head and worshipped and blessed the Lord God of my master Abraham who had led me on the right way to find the daughter of my master’s brother for his son."},{"number":49,"text":"Tell me whether or not you will deal kindly and truly with my master, so that I will know what to do!”"},{"number":50,"text":"Then Laban and his family answered, “The matter is in the hands of the Lord. We cannot say either ‘yes’ or ‘no.’"},{"number":51,"text":"See, Rebekah is before you; take her and go and let her be the wife of your master’s son, as the Lord has said.”"},{"number":52,"text":"When Abraham’s servant heard their words, he bowed to the ground before the Lord."},{"number":53,"text":"Then he brought out gold and silver ornaments and clothing and gave them to Rebekah. He also gave costly gifts to her brother and to her mother."},{"number":54,"text":"He and the men who were with him ate and drank and spent the night there. When they rose in the morning, the servant said, “Send me away to my master.”"},{"number":55,"text":"But Rebekah’s brother and mother answered, “Let the young woman stay with us a month or at least ten days; after that she may go.”"},{"number":56,"text":"But he said to them, “Do not delay me, for the Lord has given me success. Send me away that I may go to my master.”"},{"number":57,"text":"Then they said, “We will call the young woman and ask her.”"},{"number":58,"text":"So they called Rebekah and said to her, “Will you go with this man?” She answered, “I will go.”"},{"number":59,"text":"So they sent away their sister Rebekah and her nurse with Abraham’s servant and his men."},{"number":60,"text":"They also blessed Rebekah, saying to her, “Our sister! May your children and their children become thousands and thousands, may your sons conquer the cities of their enemies!”"},{"number":61,"text":"Then Rebekah set out with her maids and, riding upon the camels, they followed the man. So the servant took Rebekah and went away."},{"number":62,"text":"Now Isaac had come from Beer-lahai-roi, and was settled in the Negeb."},{"number":63,"text":"In the evening, when Isaac had gone out for a walk in the field, he looked up and saw camels coming."},{"number":64,"text":"Rebekah too looked up, and when she saw Isaac, she quickly alighted from the camel"},{"number":65,"text":"and said to the servant, “Who is this man walking in the field to meet us?” When the servant said, “It is my master,” she took her veil and covered her face."},{"number":66,"text":"Then the servant told Isaac all that he had done."},{"number":67,"text":"Isaac brought Rebekah to the tent of Sarah his mother, and she became his wife; and he loved her. So Isaac was comforted after his mother’s death."}]}