{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":25,"verses":[{"number":1,"text":"Abraham had taken another wife, whose name was Keturah."},{"number":2,"text":"She gave him sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."},{"number":3,"text":"Jokshan fathered Sheba, and Dedan. The sons of Dedan were Asshurim, Letushim, and Leummim;"},{"number":4,"text":"and the sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were descendants of Keturah."},{"number":5,"text":"Abraham had left all that he had to Isaac."},{"number":6,"text":"But to the sons of his concubines, Abraham had given gifts while he was still alive, and had sent them away from Isaac his son, eastward, to the east country."},{"number":7,"text":"Abraham had lived for one hundred and seventy-five years,"},{"number":8,"text":"when he breathed his last, dying in a good old age, old and satisfied with living, and was gathered to his forefathers."},{"number":9,"text":"Then Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is east of Mamre,"},{"number":10,"text":"the field which Abraham purchased from the Hittites. There Abraham was buried with Sarah his wife."},{"number":11,"text":"After the death of Abraham, God blessed Isaac his son, who settled at Beer-lahai-roi."},{"number":12,"text":"This is a list of descendants of Ishmael, Abraham’s son whom Hagar the Egyptian, Sarah’s maid-servant gave to Abraham."},{"number":13,"text":"These then are the names of the sons of Ishmael, named according to their order of birth: the firstborn of Ishmael, Nebaioth; then Kedar, Adbeel, Mibsam,"},{"number":14,"text":"Mishma, Dumah, Massa,"},{"number":15,"text":"Hadad, Tema, Jetur, Naphish, and Kedemah."},{"number":16,"text":"These are the sons of Ishmael, and these are their names, by their villages, and by their encampments, twelve princes according to their peoples."},{"number":17,"text":"Ishmael lived for one hundred and thirty-seven years; and he breathed his last, and was gathered to his people."},{"number":18,"text":"They settled from Havilah to Shur that is east of Egypt, as far as Assyria; he settled down alongside all his people."},{"number":19,"text":"These are the descendants of Isaac, Abraham’s son. Abraham fathered Isaac."},{"number":20,"text":"Isaac was forty years old, when he married Rebekah, the daughter of Bethuel the Aramean of Paddan-aram, the sister of Laban the Aramean."},{"number":21,"text":"Isaac prayed to the Lord for his wife, because she had no children; and the Lord heard his prayer, and Rebekah became pregnant with twins."},{"number":22,"text":"The children struggled against each other in her womb, and she said, “Why is this happening to me? What does it mean?” She went to ask the Lord,"},{"number":23,"text":"who said to her, “Two nations are in your womb, two peoples divided from birth, One will be stronger than the other, the elder will serve the younger.”"},{"number":24,"text":"When the time came for her to give birth, she became the mother of twin boys."},{"number":25,"text":"The first was born red, his whole body covered with hair like a fur coat, so they named him Esau."},{"number":26,"text":"Afterwards his brother came holding Esau’s heel with his hand; so he was named Jacob. Isaac was sixty years old when they were born."},{"number":27,"text":"As they grew up, Esau became a skilful hunter, a man who lived out in the fields; but Jacob was a quiet man who stayed about the tents."},{"number":28,"text":"Isaac loved Esau, for he had a taste for venison; but Rebekah loved Jacob."},{"number":29,"text":"Once when Jacob was preparing a stew, Esau came in from the fields, and he was very hungry;"},{"number":30,"text":"so he said to Jacob, “Let me swallow some of that red stew, for I am very hungry.” (This is why he was called Edom.)"},{"number":31,"text":"But Jacob said, “Sell me first of all your right as the eldest.”"},{"number":32,"text":"Esau replied, “See, I am nearly dead now! So of what use is this birthright to me?”"},{"number":33,"text":"Jacob said, “First solemnly promise to give it to me.” So Esau solemnly promised and sold his birthright to Jacob."},{"number":34,"text":"Then Jacob gave Esau bread and stewed lentils, and when he had finished eating and drinking, he got up and went away. In this way Esau gave away his birthright."}]}