{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":26,"verses":[{"number":1,"text":"Now when a famine came in the land, (not the first famine that was in the days of Abraham), Isaac went to Abimelech king of the Philistines at Gerar."},{"number":2,"text":"The Lord appeared to him and said, “Go not down into Egypt; settle in the land of which I will tell you,"},{"number":3,"text":"stay in this land, and I will be with you and will bless you; for to you, and to your descendants, I will give all these lands, and will establish the oath which I swore to Abraham your father:"},{"number":4,"text":"I will make your descendants as many as the stars of heaven, and give to your descendants all these lands; and all the nations of the earth will invoke for themselves a blessing like that of your descendants,"},{"number":5,"text":"because Abraham obeyed my voice and kept my charge, my commandments, my statutes, and my laws.”"},{"number":6,"text":"So Isaac settled in Gerar."},{"number":7,"text":"When the men of the place asked him about his wife, he said, “She is my sister”. He was afraid to say “my wife”. He thought that the men of the place would kill him for Rebekah, because she was beautiful to look at."},{"number":8,"text":"But after he had been there a long time, Abimelech king of the Philistines looked out of the window, and saw Isaac just as he was caressing Rebekah his wife."},{"number":9,"text":"Then Abimelech called to Isaac, and said, “Surely she is your wife; why did you say ‘She is my sister?’” Isaac answered him, “I said it, so that I might not die because of her.”"},{"number":10,"text":"Abimelech said, “What is this you have done to us? One of the people might have lain with your wife and so you would have brought guilt upon us.”"},{"number":11,"text":"Abimelech warned all the people, saying, “The person who touches this man or his wife will be put to death.”"},{"number":12,"text":"Then Isaac sowed in that land, and reaped in the same year an increase of a hundredfold, for the Lord blessed him."},{"number":13,"text":"The man became rich, and grew richer and richer until he became very wealthy; for he had many flocks, and many herds, and a great household; so that the Philistines envied him."},{"number":14,"text":"Now all the wells which Isaac’s father’s servants had dug in the days of Abraham his father, the Philistines had stopped, and filled with earth."},{"number":15,"text":"But Isaac dug again the wells of water, which they had dug in the days of Abraham his father – for the Philistines had stopped them after the death of Abraham and he gave them the same names as his father had given them."},{"number":16,"text":"Abimelech said to Isaac, “Go from us; for you are much mightier than we are.”"},{"number":17,"text":"So Isaac departed, and encamped in the valley of Gerar, and settled there."},{"number":18,"text":"Isaac reopened the wells which had been dug in the days of his father Abraham and stopped by the Philistines after his death. He called them by the names his father had given them."},{"number":19,"text":"When Isaac’s slaves dug in the valley, they found there a well of spring water."},{"number":20,"text":"The herdsmen of Gerar quarreled with Isaac’s herdsmen, saying, “The water is ours.” So he called the name of the well Esek, because they contended with him."},{"number":21,"text":"And when they dug another well, they quarreled over that also. So he called the name of it Sitnah."},{"number":22,"text":"He moved on from these and dug another well; and over that one there was no dispute. So he called it Rehoboth, and said, “For now the Lord has made room for us and we will be fruitful in the land.”"},{"number":23,"text":"Isaac went up from there to Beer-sheba."},{"number":24,"text":"The Lord appeared to him the same night and said, “I am the God of Abraham your father, do not be afraid, because I am with you, and will bless you and make your descendants numerous for the sake of my servant Abraham.”"},{"number":25,"text":"Isaac built an altar there, and called upon the name of the Lord, and pitched his tent there. There also Isaac’s slaves dug a well."},{"number":26,"text":"Then Abimelech came to him from Gerar with Ahuzzath his friend, and Phicol the captain of his army."},{"number":27,"text":"Isaac said to them, “Why have you come to me, since you hated me and have driven me away from you?”"},{"number":28,"text":"They said, “We saw plainly that the Lord was with you, so we said, ‘Let there now be a sworn treaty between us – let us make a covenant with you –"},{"number":29,"text":"so that you will do us no harm, as we have not touched you, and as we have done to you nothing but good, and have sent you away in peace.’ You are now blessed of the Lord.”"},{"number":30,"text":"And he made them a feast and they ate and drank."},{"number":31,"text":"Then in the morning they arose early and took oaths with each other; and Isaac sent them away, and they departed from him in peace."},{"number":32,"text":"That same day, Isaac’s slaves came and told him about a well which they had dug, and said to him, “We have found water.”"},{"number":33,"text":"He called it Shebna, therefore the name of the city is Beer-sheba to this day."},{"number":34,"text":"When Esau was forty years old he married Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite,"},{"number":35,"text":"and they were a source of grief to Isaac and to Rebekah."}]}