{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":27,"verses":[{"number":1,"text":"When Isaac was so old and so nearly blind that he could not see, he called Esau his oldest son and said to him, “My son.” Esau answered, “Here I am.”"},{"number":2,"text":"Isaac said, “See, I am old and do not know how soon I may die."},{"number":3,"text":"Take your quiver and your bow and go out into the fields and hunt venison for me"},{"number":4,"text":"and prepare for me savory food, such as I love, and bring it to me that I may eat and that I may bless you before I die.”"},{"number":5,"text":"Rebekah was listening when Isaac spoke to his son Esau. So when Esau went into the fields to hunt venison,"},{"number":6,"text":"Rebekah said to her son Jacob, “I just now heard your father say to your brother Esau,"},{"number":7,"text":"‘Bring me venison and prepare for me savory food that I may eat it and bless you before I die.’"},{"number":8,"text":"Now, my son, do as I tell you:"},{"number":9,"text":"Go to the flock and bring me from there two good young goats, and I will make of them savory food for your father, such as he loves."},{"number":10,"text":"Then take it to him, so that he may eat, so that he may bless you before he dies.”"},{"number":11,"text":"But Jacob said to Rebekah his mother, “You know that my brother Esau is a hairy man, while I am smooth."},{"number":12,"text":"Perhaps my father will touch me; then I will appear to him to be a deceiver, and I will bring blame upon me and not a blessing.”"},{"number":13,"text":"But his mother said to him, “Let the curse be on me, my son; only obey me and go, bring the goats to me.”"},{"number":14,"text":"So he went and brought them to his mother, and his mother made savory food such as his father loved."},{"number":15,"text":"Rebekah also took the fine clothes of her older son Esau, which she had with her in the tent, and put them on her younger son Jacob."},{"number":16,"text":"Then she put the skins of the goats upon his hands and upon the smooth part of his neck,"},{"number":17,"text":"and she placed the savory food and the bread which she had prepared in his hand,"},{"number":18,"text":"and he went to his father and said, “My father.” Isaac answered, “Here I am; who are you, my son?”"},{"number":19,"text":"Jacob said, “I am Esau your oldest son. I have done as you commanded me. Sit up and eat some of my venison, so that you may bless me.”"},{"number":20,"text":"Isaac said to his son, “How very quickly you have found it, my son.” He answered, “Yes, because the Lord your God gave me success.”"},{"number":21,"text":"Then Isaac said to Jacob, “Come here, my son, that I may touch you to find out whether you are really my son Esau or not.”"},{"number":22,"text":"So Jacob went near to Isaac his father, and he felt him and said, “The voice is the voice of Jacob, but the hands are the hands of Esau.”"},{"number":23,"text":"He did not recognize him, for his hands were hairy like his brother Esau’s. So he blessed him."},{"number":24,"text":"“Are you really my son Esau?” he asked, and Jacob answered, “I am.”"},{"number":25,"text":"Then Isaac said, “Bring the food to me, that I may eat some of my son’s venison and bless you.” So he brought it to him, and he ate. Jacob also brought him wine, and he drank."},{"number":26,"text":"Then his father Isaac said to him, “Come near now and kiss me, my son.”"},{"number":27,"text":"As he came near and kissed him, he smelled the smell of his garment, and blessed him: See, the smell of my son is as that of fields blessed by the Lord."},{"number":28,"text":"May God give you dew from heaven, a share in the earth’s fertile places, and plenty of corn and wine."},{"number":29,"text":"May peoples be subject to you, and nations bow down to you. Be master over your brothers. Let your mother’s sons bow down before you, Cursed be all who curse you. and blessed be all who bless you."},{"number":30,"text":"As soon as Isaac had given Jacob his blessing, and Jacob was about to leave his father, Esau his brother came in from his hunting."},{"number":31,"text":"He also had made savory food and was bringing it to his father. So he said to him, “Father, rise and eat of your son’s venison, that you may bless me.”"},{"number":32,"text":"But Isaac his father said to him, “Who are you?” He answered, “I am your son, your oldest, Esau.”"},{"number":33,"text":"Then Isaac trembled and said, “Who then is he that has hunted venison and brought it to me, so that I ate plentifully before you came, and blessed him? His blessing cannot be undone!”"},{"number":34,"text":"When Esau heard the words of his father, he uttered a loud and bitter cry and said to his father, “Father, bless me also!”"},{"number":35,"text":"But Isaac said, “Your brother came with deceit and has taken away your blessing.”"},{"number":36,"text":"Esau said, “He was correctly named Jacob. He has supplanted me these two times: he took my birthright, and now he has taken my blessing!” Then he said, “Have you kept a blessing for me?”"},{"number":37,"text":"Isaac answered Esau, “I have made him your master and I have given to him all his relatives as slaves and grain and wine as his food. What then can I do for you, my son?”"},{"number":38,"text":"Esau said to his father, “Is that the only blessing you have, my father? Father, bless me too!” and Esau began to weep aloud."},{"number":39,"text":"Then Isaac his father answered him: “You will live far from earth’s fertile places, and away from the dew of heaven."},{"number":40,"text":"By your sword you will live, and your brother you will serve. But whenever you will break loose, you will break off his yoke from your neck.”"},{"number":41,"text":"Esau hated Jacob because of the blessing that his father had given him. Esau said to himself, “My father will soon die; then I will kill Jacob, my brother.”"},{"number":42,"text":"When the words of her older son Esau were told to Rebekah, she sent for her younger son Jacob and said to him, “Your brother, Esau, is going to kill you."},{"number":43,"text":"Now, my son, listen to me: run away to my brother Laban at Haran"},{"number":44,"text":"and stay with him for a time until your brother is no longer angry"},{"number":45,"text":"– until he is no longer angry and he forgets what you have done to him. Then I will send and bring you back. Why should I lose both of you in one day?”"},{"number":46,"text":"Rebekah said to Isaac, “I am disgusted with life because of the Hittite women; if Jacob marries a Hittite woman, such as these, the women of the land, I might as well die.”"}]}