{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":28,"verses":[{"number":1,"text":"Then Isaac called Jacob, and blessed him, and instructed him, “You must not marry any of the daughters of Canaan."},{"number":2,"text":"Arise, go to Paddan-aram, to the house of Bethuel your mother’s father; and marry one of the daughters of Laban, your mother’s brother."},{"number":3,"text":"May God Almighty bless you, and make you fruitful and numerous, so that you may become a great people,"},{"number":4,"text":"and may he give the blessing of Abraham to you and to your descendants with you so that you may inherit the land you have settled in, which God gave to Abraham.”"},{"number":5,"text":"So Isaac sent away Jacob, and he went to Paddan-aram to Laban, the son of Bethuel the Aramean, the brother of Rebekah, Jacob and Esau’s mother."},{"number":6,"text":"Now when Esau saw that Isaac had blessed Jacob and send him away to Paddan-aram, to find a wife there, and that, as he blessed him, he instructed him: “You must not take a wife of the daughters of Canaan”,"},{"number":7,"text":"and that Jacob had obeyed his father and mother, and had gone to Paddan-aram,"},{"number":8,"text":"and when Esau also saw that the daughters of Canaan did not please Isaac his father,"},{"number":9,"text":"then Esau went to Ishmael, and in addition to the wives that he had, married Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth."},{"number":10,"text":"Then Jacob set out from Beersheba and went toward Haran."},{"number":11,"text":"When he arrived at a certain holy place, he passed the night there, because the sun had set. He took one of the stones from its place and put it under his head and lay down to sleep."},{"number":12,"text":"Then he dreamed and saw a ladder set up on the earth, and its top reached to heaven; and the messengers of God were going up and down on it."},{"number":13,"text":"The Lord also stood beside him and said, “I am the Lord, God of Abraham and God of Isaac. The land on which you lie I will give to you and to your children."},{"number":14,"text":"Your descendants will be as countless as the dust of the earth and you will spread abroad to the west, and to the east, and to the north, and to the south, and all the families of the earth will wish for a blessing like yours and that of your descendants."},{"number":15,"text":"See, I am with you, and will keep you wherever you go and will bring you again to this land; for I will not leave you until I have done what I have promised you.”"},{"number":16,"text":"When Jacob woke up, he said, “Surely the Lord is in this place, and I did not know it.”"},{"number":17,"text":"And he was filled with awe and said, “This place is the house of God, and this is the gate of heaven.”"},{"number":18,"text":"So Jacob rose early in the morning and took the stone that he had put under his head and set it up as a pillar and poured oil upon the top of it."},{"number":19,"text":"He named that place Bethel. (The earlier name of the town was Luz.)"},{"number":20,"text":"Jacob also made this promise, “If God will be with me and protect me on this journey which I am making and give me bread to eat and clothing to put on,"},{"number":21,"text":"and if I return safe and sound to my father’s house, then the Lord will be my God,"},{"number":22,"text":"and this stone which I have set up as a pillar will be a house of God. And of all that you give me I will surely give a tenth to you.”"}]}