{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":29,"verses":[{"number":1,"text":"Jacob continued on his journey and arrived at the land of the people of the East."},{"number":2,"text":"He looked and saw a well in the field, and there were three flocks of sheep lying down by it; for from that well they watered the flocks; but there was a large stone over the well."},{"number":3,"text":"When all the flocks were gathered there, the shepherds used to roll away the stone and water the sheep and then put the stone back in its place over the well."},{"number":4,"text":"Jacob said to the men, “My friends, from where do you come?” They said, “We are from Haran.”"},{"number":5,"text":"Then he said to them, “Do you know Laban the son of Nahor?” They said, “We know him.”"},{"number":6,"text":"He said to them, “Is all well with him?” They said, “All is well; indeed, this is Rachel his daughter coming with the sheep.”"},{"number":7,"text":"He said, “See, the sun is still high! It is not time for the cattle to be gathered together. Water the sheep and feed them.”"},{"number":8,"text":"But they said, “We cannot until all the flocks are gathered together, and they roll away the stone from the well; then we will water the sheep.”"},{"number":9,"text":"While he was still speaking with them, Rachel came with her father’s sheep; for she was a shepherdess."},{"number":10,"text":"When Jacob saw Rachel the daughter of Laban, his mother’s brother, and Laban’s sheep, he went up and rolled the stone from the well and watered the flock of Laban his mother’s brother."},{"number":11,"text":"Then Jacob kissed Rachel and wept aloud."},{"number":12,"text":"When Jacob told Rachel that he was a relative of her father and that he was Rebekah’s son, she ran and told her father."},{"number":13,"text":"As soon as Laban heard about Jacob, his sister’s son, he ran to meet him, put his arms around him, kissed him many times, and brought him to his home. When Jacob told Laban all that had happened,"},{"number":14,"text":"Laban said to him, “Surely you are my bone and my flesh.” So he remained with him a whole month."},{"number":15,"text":"Then Laban said to Jacob, “Should you serve me for nothing simply because you are related to me? Tell me what will be your wages?”"},{"number":16,"text":"Now Laban had two daughters: the name of the older was Leah, and the name of the younger was Rachel."},{"number":17,"text":"Leah’s eyes were dull, but Rachel was beautiful."},{"number":18,"text":"Jacob loved Rachel, and so he said, “I will serve you seven years for Rachel your younger daughter.”"},{"number":19,"text":"Laban said, “It is better for me to give her to you than to give her to any other man. Stay with me.”"},{"number":20,"text":"So Jacob served seven years for Rachel, and they seemed to him but a few days, because he loved her so."},{"number":21,"text":"Then Jacob said to Laban, “Give me my wife, for my time is up, and let me marry her.”"},{"number":22,"text":"So Laban gathered all the men of the place and made a feast."},{"number":23,"text":"In the evening he took Leah his daughter and brought her to Jacob, and Jacob received her as his wife."},{"number":24,"text":"At the same time Laban gave his slave-girl Zilpah to his daughter Leah."},{"number":25,"text":"When in the morning Jacob found it was Leah, he said to Laban, “What is this you have done to me? Did I not serve you for Rachel? Why then have you deceived me?”"},{"number":26,"text":"Laban said, “It is not the custom among us to give the younger in marriage before the older."},{"number":27,"text":"Remain with this one during the marriage week, then we will give you the other also for the service which you will give me during seven more years.”"},{"number":28,"text":"Jacob did so: he remained with Leah during the marriage week. Then Laban gave him Rachel his daughter to be his wife,"},{"number":29,"text":"and his slave-girl Bilhah to serve Rachel."},{"number":30,"text":"Jacob slept with Rachel as well, and loved Rachel more than Leah. So he had to serve Laban seven years more."},{"number":31,"text":"When the Lord saw that Leah was spurned, he gave her the gift of motherhood; Rachel, however, was barren."},{"number":32,"text":"So Leah gave birth to a son whom she named Reuben, for she said, “The Lord has seen my affliction; now my husband will love me.”"},{"number":33,"text":"She gave birth to another son; and said, “Because the Lord has heard that I am spurned, he has given me this one also”; and she called his name Simeon."},{"number":34,"text":"She gave birth to another son and said, “Now this time my husband will become attached to me because I have borne him three sons”; therefore his name was called Levi."},{"number":35,"text":"She gave birth to another son and said, “This time I will praise the Lord”; therefore she called his name Judah then she stopped having children."}]}