{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":30,"verses":[{"number":1,"text":"When Rachel saw that she bore Jacob no children, she was jealous of her sister and said to Jacob, “Give me children or else I will die.”"},{"number":2,"text":"But Jacob’s anger was aroused against Rachel, and he said, “Am I in God’s place? Who has withheld offspring from you?”"},{"number":3,"text":"She said, “Here is my slave-girl Bilhah, go to her, so that she may bear sons who can be laid on my knees and I also may obtain children though her.”"},{"number":4,"text":"So she gave him Bilhah her slave-girl for a wife, and Jacob slept with her."},{"number":5,"text":"When Bilhah conceived and bore Jacob a son,"},{"number":6,"text":"Rachel said, “God has judged me and has also heard my voice and has given me a son.” So she called his name Dan."},{"number":7,"text":"Bilhah, Rachel’s slave-girl conceived again, and bore Jacob a second son."},{"number":8,"text":"Rachel said, “I have fought a hard fight with my sister, and have prevailed”; so she called his name Naphtali."},{"number":9,"text":"When Leah saw that she had stopped having children, she took Zilpah her slave-girl, and gave her to Jacob as a wife."},{"number":10,"text":"Zilpah, Leah’s slave-girl bore Jacob a son."},{"number":11,"text":"Leah said, “Fortunate!” and she called his name Gad."},{"number":12,"text":"Zilpah bore Jacob a second son,"},{"number":13,"text":"and Leah said, “Happy am I! Now women will call me happy”, and she called his name Asher."},{"number":14,"text":"One time, during the wheat harvest, Reuben went and found mandrakes in the field and brought them to his mother Leah. Rachel asked Leah, “Please give me some of your son’s mandrakes.”"},{"number":15,"text":"But Leah said to her, “Is it a small matter that you have taken away my husband, that you would also take away my son’s mandrakes?” Rachel said, “In exchange for your son’s mandrakes, Jacob can sleep with you tonight.”"},{"number":16,"text":"So when Jacob came from the field in the evening, Leah went out to meet him, and said, “You sleep with me tonight, for I have hired you with my son’s mandrakes.” So he slept with her that night."},{"number":17,"text":"God heard Leah’s prayer, and she conceived and bore Jacob a fifth son."},{"number":18,"text":"Leah said, “God has given me my reward, because I gave my slave-girl to my husband”; so she called his name Issachar."},{"number":19,"text":"Leah conceived again, and bore a sixth son to Jacob."},{"number":20,"text":"She said, “God has endowed me with a good dowry; now my husband will honor me, because I have borne him six sons”; and she called him Zebulun."},{"number":21,"text":"And afterwards she had a daughter and named her Dinah."},{"number":22,"text":"Then God remembered Rachel and heard her prayer and gave her a child."},{"number":23,"text":"She conceived and gave birth to a son and said, “God has taken away my disgrace.”"},{"number":24,"text":"She called his name Joseph, saying, “the Lord will add to me another son.”"},{"number":25,"text":"When Rachel had given birth to Joseph, Jacob said to Laban, “Send me away, so that I may go to my own place, and to my country."},{"number":26,"text":"Give me my wives and my children for whom I have served you, so that I may go; for you know the service which I have rendered you.”"},{"number":27,"text":"But Laban said to him, “If now I have found favor in your eyes – I have divined that the Lord has blessed me for your sake."},{"number":28,"text":"State exactly to me your wages and I will pay them.”"},{"number":29,"text":"Jacob answered him, “You know how I have served you and what your cattle have become under my care;"},{"number":30,"text":"for it was little which you had before I came, but now it has greatly increased, since the Lord has blessed you wherever I went. But now, when am I to provide for my own house as well?”"},{"number":31,"text":"Laban said, “What should I give you?” Jacob said, “You do not need to give me anything. If you will do this thing for me, I will again feed your flock; I will again keep it."},{"number":32,"text":"If I can go through all your flock today, and remove from it every black one among the lambs and the spotted and speckled among the goats; these will be my wages."},{"number":33,"text":"So my honesty will testify for me later, when you come to inspect my wages. Any goat that is not speckled and spotted, and any lamb which is not black, can be considered stolen.”"},{"number":34,"text":"Laban said, “Good, let it be as you say.”"},{"number":35,"text":"But later that day he removed the male goats that were streaked and spotted, and all the female goats that were speckled and spotted or had white markings, and all the black lambs, and gave them to his sons to take care of."},{"number":36,"text":"Then he put the distance of a three days’ journey between himself and Jacob; and Jacob fed the rest of Laban’s flocks."},{"number":37,"text":"Jacob, however, took fresh rods of white poplar, and of the almond and of the plane tree, and peeled white streaks in them, exposing the white which was in the rods."},{"number":38,"text":"He set the rods which he had peeled before the flocks in the watering-troughs where the flocks came to drink (and they conceived when they came to drink)"},{"number":39,"text":"so that the flocks conceived before the rods. Therefore the flocks brought forth striped, speckled and spotted offspring."},{"number":40,"text":"Jacob separated the lambs, and he set the faces of the flocks toward the striped and the black animals in the flock of Laban and he put his own droves apart and did not put them near Laban’s flock."},{"number":41,"text":"Whenever the stronger animals of the flock conceived, Jacob laid the rods in the troughs before the eyes of the flock, so that they might conceive among the rods."},{"number":42,"text":"But when the animals were weak, he did not put them in. In this way the weaker became Laban’s, and the stronger Jacob."},{"number":43,"text":"So the man increased in wealth exceedingly, and had large flocks, and male and female slaves, and camels and donkeys."}]}