{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":31,"verses":[{"number":1,"text":"Now Jacob heard Laban’s sons say, “Jacob has taken all that was our father’s, and from that which was our father’s he has acquired all these riches.”"},{"number":2,"text":"Now Jacob observed that Laban was not so favorably inclined to him as formerly."},{"number":3,"text":"The Lord said to Jacob, “Return to the land of your ancestors, and to your relatives, and I will be with you.”"},{"number":4,"text":"Then Jacob sent for Rachel and Leah to come to the field where his flocks were,"},{"number":5,"text":"and said to them, “I see that your father is not so favorably inclined toward me as formerly; but the God of my father has been with me."},{"number":6,"text":"You know that I have served your father with all my strength."},{"number":7,"text":"Your father, however, has deceived me and changed my wages ten times; but God has not allowed him to do me harm."},{"number":8,"text":"If your father said, ‘The speckled will be your wages,’ then all the flock bore speckled offspring, but if he said: ‘The striped will be your wages,’ then all the flock have striped offspring."},{"number":9,"text":"God has taken away the possessions of your father and given them to me."},{"number":10,"text":"At the time when the flock breed, I looked up, and saw in a dream, that the male goats which were mating were striped, speckled, and piebald."},{"number":11,"text":"The messenger of God said to me in a dream, ‘Jacob!’ and I said, ‘Here I am.’"},{"number":12,"text":"And he said, ‘Look! All the male goats which are mating are striped, speckled, and piebald: for I have seen all that Laban has been doing to you."},{"number":13,"text":"I am the God of Bethel, where you anointed a pillar of stone, where you made a vow to me. Now arise, leave this land, and return to the land where you were born.’”"},{"number":14,"text":"Then Rachel and Leah answered him, “There is no longer any inheritance for us in our father’s house."},{"number":15,"text":"Are we not considered as foreigners by him? For he has sold us and goes on to consume the money paid for us."},{"number":16,"text":"Since all the riches which God has taken away from our father is ours and our children’s, do whatever God has told you to do.”"},{"number":17,"text":"Then Jacob rose up and put his sons and his wives on camels,"},{"number":18,"text":"and drove away all his cattle and all the cattle which he had acquired in Paddan-aram, in order to go to Isaac his father, to the land of Canaan."},{"number":19,"text":"And while Laban was gone to shear his sheep, Rachel stole the household gods that were her father’s."},{"number":20,"text":"So Jacob deceived Laban the Aramean – he did not tell him that he was going to flee."},{"number":21,"text":"So he fled with all he had; crossing the river Euphrates heading towards the hill-country of Gilead."},{"number":22,"text":"When it was reported to Laban on the third day that Jacob had fled,"},{"number":23,"text":"he took his tribesmen with him, and pursued him for seven days, and overtook him in the hill country of Gilead."},{"number":24,"text":"But God came to Laban the Aramean in a dream at night, and said to him, “Take care that you do not speak to Jacob either good or bad.”"},{"number":25,"text":"When Laban caught up with Jacob, Jacob had pitched his tent in the hill country; and Laban with his relatives encamped in same hill country of Gilead."},{"number":26,"text":"Laban said to Jacob, “What have you done? You have deceived me and carried away my daughters like captives of war!"},{"number":27,"text":"Why did you flee secretly, stealing away from me without telling me? I would have sent you away with mirth and with songs, with tambourine and with harp –"},{"number":28,"text":"but you did not allow me to kiss my sons and daughters. You have acted foolishly."},{"number":29,"text":"It was in my power to do you harm, but the God of your father spoke to me last night saying, ‘Take care that you do not speak to Jacob, neither good nor bad.’"},{"number":30,"text":"But now, since you are surely going because you long so earnestly for your father’s house, why have you stolen my gods?”"},{"number":31,"text":"Jacob answered Laban, “I was afraid, because I thought you would take your daughters from me by force."},{"number":32,"text":"The one with whom you find your gods will be put to death; in the presence of our kinsmen investigate for yourself what is with me and take it.” Jacob did not know that Rachel had stolen Laban’s gods."},{"number":33,"text":"So Laban went into Jacob’s tent and into Leah’s, and into the tent of the two slave-girls, but he did not find his gods. Then he went out of Leah’s tent, and entered Rachel’s."},{"number":34,"text":"Now Rachel had taken the household gods and put them in the camel’s saddle and was sitting on them, so that when Laban had searched all about the tent, he did not find them."},{"number":35,"text":"She said to her father, “Do not be angry that I cannot rise before you, my lord, for it is that time of the month that women have.” And though he searched thoroughly, he did not find the household gods."},{"number":36,"text":"Then Jacob became angry and challenged Laban. “What is my crime?” he said, “What is my offense, that you have pursued hotly after me?"},{"number":37,"text":"Although you have gone through all through my things, what have you found of all your household possessions? Declare it here before my kinsmen and yours, so that they may decide which of us two is in the right."},{"number":38,"text":"In all these twenty years that have I been with you, your ewes and female goats have not miscarried their young, neither did I eat the rams of your flocks."},{"number":39,"text":"I did not bring to you the animals which were killed by wild beasts; I bore the loss of it myself; from my hand you required compensation, whether stolen by day or stolen by night."},{"number":40,"text":"This was how I was: in the day the heat consumed me, and by night the frost, and sleep deserted me."},{"number":41,"text":"These twenty years I have been in your house; I served you fourteen years for your two daughters, and six years for your flock, and you have changed my wages ten times."},{"number":42,"text":"Unless the God of my father, the God of Abraham and the Fear of Isaac, had been with me, surely by now you would have sent me away empty. But God has seen my affliction and the labor of my hands, and he rebuked you last night.”"},{"number":43,"text":"Then Laban answered Jacob, “The daughters are my daughters, and the children are my grandchildren, and the flocks are my flocks, and all that you see is mine, but what can I do today for these my daughters, or for their children whom they have borne?"},{"number":44,"text":"Come, let us make a covenant, I and you, and let there be a witness between me and you.”"},{"number":45,"text":"So Jacob took a stone, and set it up as a pillar,"},{"number":46,"text":"and said to the members of his family, “Gather stones.” When they had taken stones and made a heap, they ate there by the heap."},{"number":47,"text":"Laban called it Jegar-sahaduthap, but Jacob called it Galeed."},{"number":48,"text":"“This heap”, Laban said, “is witness between me and you today.” This is why it was called Galeed,"},{"number":49,"text":"and Mizpah, for Laban said, “May the Lord watch between me and you when we are absent one from another,"},{"number":50,"text":"so that you may not maltreat my daughters nor take other wives besides my daughters. No one is with us; but beware: God is witness between me and you.”"},{"number":51,"text":"Moreover, Laban said to Jacob, “See this heap, and the pillar which I have set up between me and you."},{"number":52,"text":"This heap is a witness and the pillar is a witness that I should not pass beyond this heap to you and that you must not pass beyond this heap and this pillar to me, with hostile intent."},{"number":53,"text":"The God of Abraham and the God of Nahor” (the God of their ancestors) “judge between us.” And Jacob swore by the Fear of his father Isaac."},{"number":54,"text":"Then Jacob offered a sacrifice there on the mountain and called his kinsmen to eat bread, and they ate bread and spent the night on the mountain."},{"number":55,"text":"Then early in the morning Laban arose, and, when he had kissed his grandchildren and his daughters and blessed them, he departed and returned to his home."}]}