{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":33,"verses":[{"number":1,"text":"When Jacob looked up, he saw Esau coming with four hundred men. So he divided the children between Leah and Rachel and the two slave-girls."},{"number":2,"text":"He put the slave-girls and their children in front, Leah and her children next, and Rachel and her son Joseph in the rear."},{"number":3,"text":"Then Jacob himself went in front of them, and he bowed down to the ground seven times, as he drew near to his brother."},{"number":4,"text":"Esau ran to meet him, threw his arms about his neck, and kissed him, and they wept."},{"number":5,"text":"When Esau looked up and saw the women and the children, he said, “Who are these with you?” Jacob answered, “The children whom God has so kindly given me.”"},{"number":6,"text":"Then the slave-girls with their children came up and bowed down to the ground."},{"number":7,"text":"Leah and her children also came and bowed down, and afterward Joseph and Rachel came up and bowed down before Esau."},{"number":8,"text":"Esau asked, “What do you mean by all this company which I met?” Jacob answered, “To win your friendship, my lord.”"},{"number":9,"text":"Esau said, “I have enough, my brother; keep what you have.”"},{"number":10,"text":"But Jacob replied, “No, if now I have won your favor, receive this present from me, because seeing your face when you welcomed me was like seeing the face of God."},{"number":11,"text":"Take, I beg of you, the gift that I bring to you, for God has been generous to me and I have enough.” So he urged Esau until he took it."},{"number":12,"text":"Then Esau said, “Let us set out on our way, and let me travel with you.”"},{"number":13,"text":"But Jacob replied, “My lord knows that the children are delicate, and I have flocks and herds with their young; if they are overdriven one day, all the flocks will die."},{"number":14,"text":"Let my lord, I beg of you, go on ahead of me, and I will proceed leisurely by stages according to the pace of the cattle which I am driving and of the children, until I come to my lord at Seir.”"},{"number":15,"text":"Then Esau said, “Let me at least leave with you some of the people who are with me.” But Jacob replied, “What need is there? Let me only enjoy the favor of my lord.”"},{"number":16,"text":"So Esau turned back that day on his way to Seir."},{"number":17,"text":"But Jacob journeyed to Succoth, and built there a house for himself, and made huts for his cattle; therefore the name of the place is called Succoth."},{"number":18,"text":"Now Jacob came in peace to the city of Shechem in the land of Canaan, when he came from Paddan-Aram, and encamped before the city."},{"number":19,"text":"He bought the piece of ground where he pitched his tent from the sons of Hamor, the father of Shechem, for four hundred shekels;"},{"number":20,"text":"and he erected there an altar and called it El, God of Israel."}]}