{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":34,"verses":[{"number":1,"text":"Dinah the daughter of Leah and Jacob, went out to visit the women of the region."},{"number":2,"text":"When Sheeham the son of Hamor the Hivite, the prince of the region, saw her, he took her and lay with her and violated her,"},{"number":3,"text":"but his heart was drawn to Dinah the daughter of Jacob – he loved her and spoke endearingly to her."},{"number":4,"text":"Therefore Shechem said to his father Hamor, “Get me this girl for my wife.”"},{"number":5,"text":"When Jacob heard that Shecham had defiled Dinah his daughter, his sons were with his cattle in the field, so Jacob said nothing until they came home."},{"number":6,"text":"Meanwhile Hamor the father of Shechem went out to Jacob to speak with him and with his sons."},{"number":7,"text":"The sons of Jacob came in from the field, and when they heard the news, the men were indignant and became very angry, because Shechem had committed a shameful crime in raping Jacob’s daughter: such a thing ought never to be done."},{"number":8,"text":"Hamor said to them, “My son Shechem has set his heart on your daughter. I beg you: give her to him as a wife"},{"number":9,"text":"and intermarry with us. Give your daughters to us and take our daughters for yourselves."},{"number":10,"text":"Then you can settle with us, and the land will be open before you. Remain, go about, and settle down in it.”"},{"number":11,"text":"And Shechem said to Dinah’s father and to her brothers, “Let me find favor in your sight, and I will give you what you ask of me."},{"number":12,"text":"Demand of me an exceedingly large gift for yourselves and a dowry for the bride, and I will give all you ask of me; only give me the girl for my wife.”"},{"number":13,"text":"Then the sons of Jacob answered Shechem and Hamor his father deceitfully, declaring, (because he had defiled their sister Dinah),"},{"number":14,"text":"“We cannot do this. We cannot give our sister to someone who is uncircumcised, for that would be a disgrace to us."},{"number":15,"text":"Only on this condition will we make an alliance with you: if you will be as we are, in that every male of you be circumcised."},{"number":16,"text":"Then will we give our daughters to you and take your daughters to us and will live with you and we will become one people."},{"number":17,"text":"But if you will not listen to us and allow yourselves to be circumcised, then we will take Dinah and be gone.”"},{"number":18,"text":"Their proposal pleased Hamor and his son Shechem."},{"number":19,"text":"The young man (who was honored above all the house of his father) did not hesitate to do the thing demanded, because he was smitten with Jacob’s daughter."},{"number":20,"text":"Hamor and his son Shechem came to the gate of their city, and conversed with the men of their city, saying,"},{"number":21,"text":"“These men are peaceably disposed toward us, let them remain in the land and go about in it; the land is broad enough for them on every side and in every direction; let us take their daughters to us for wives, and let us give them our daughters."},{"number":22,"text":"Only on this condition will these men consent to settle with us to become one people, namely, that every male among us be circumcised, as they are circumcised."},{"number":23,"text":"Shouldn’t their cattle and their goods and all their beasts be ours? Let us make an alliance with them so that they will live with us.”"},{"number":24,"text":"Then all who went in and out of the gate of his city agreed with Hamor and Shechem. And every male was circumcised, all who went out of the gate of his city."},{"number":25,"text":"On the third day when they were still in pain, two of the sons of Jacob, Simeon and Levi, Dinah’s brothers, took swords and came upon the city unawares,"},{"number":26,"text":"and put Hamor and his son Shechem to the sword, and took Dinah out of Shechem’s house and went away."},{"number":27,"text":"The other sons of Jacob came on the slain, and plundered the city, because they had defiled their sister."},{"number":28,"text":"They took their flocks and their herds and their donkeys and all that which was in the city and all that which was in the field."},{"number":29,"text":"All their wealth, and all their children and their wives, they took captive, and made all that was in the houses their prey."},{"number":30,"text":"Then Jacob said to Simeon and Levi, “You have brought me into trouble, in that you have made me odious to the inhabitants of the land, among the Canaanites and the Perizzites. Since I have only a few people, if they gather themselves together against me they will attack me – and I and my house will be destroyed.”"},{"number":31,"text":"But they replied, “Should he have treated our sister like a prostitute?”"}]}