{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":35,"verses":[{"number":1,"text":"Then God said to Jacob, “Arise, go up to Bethel, and live there. Make an altar there to God, who appeared to you when you fled from your brother Esau.”"},{"number":2,"text":"So Jacob said to his household, and to everyone who was with him, “Put away the foreign gods that are among you, and purify yourselves, and change your garments."},{"number":3,"text":"Let us arise and go up to Bethel. I will make there an altar to God, who answered me in the day of my distress, and was with me on the journey which I was making.”"},{"number":4,"text":"So they gave to Jacob all the foreign gods which were in their possession, and the rings which were in their ears, and Jacob hid them under the oak which was by Shechem."},{"number":5,"text":"They set out on their journey, and a terror of God was upon the cities that were round about them, and they did not pursue after the sons of Jacob."},{"number":6,"text":"Then Jacob came to Luz, which is in the land of Canaan (that is, Bethel). He and all the people that were with him came to Bethel."},{"number":7,"text":"He built there an altar, and named the place El-Bethel, because there God revealed himself to him, when he fled from the presence of his brother."},{"number":8,"text":"Then Deborah, Rebekah’s nurse, died, and was buried below Bethel under the oak. Therefore its name was called Allon-bacuth."},{"number":9,"text":"God appeared again to Jacob when he came from Paddanaram, and blessed him."},{"number":10,"text":"God said to him, “Now your name is Jacob: but your name will no longer be Jacob, but Israel.” So he called his name Israel."},{"number":11,"text":"God said to him, “I am God Almighty; be fruitful and become numerous; a nation and a multitude of nations will come from you, and kings will descend from you;"},{"number":12,"text":"and the land which I gave to Abraham and Isaac, I will give to you, and to your descendants after you.”"},{"number":13,"text":"God went up from him at that place where he spoke with him."},{"number":14,"text":"Jacob set up at the place where God had spoken with him, a pillar of stone, and poured a drink-offering and oil on it."},{"number":15,"text":"Jacob called the name of the place where God spoke with him, Bethel."},{"number":16,"text":"Then they set out from Bethel, and when they were still some distance from Ephrath, Rachel went into a hard and painful labor."},{"number":17,"text":"At the hardest, the midwife said to her, “Do not be afraid; for now you will have another son.”"},{"number":18,"text":"And, as her life was departing (for she was dying), she called his name Ben-oni, but his father called him Benjamin."},{"number":19,"text":"So Rachel died, and was buried on the way to Ephrath (that is, Bethlehem),"},{"number":20,"text":"and Jacob set up a pillar on her grave: that is the Pillar of Rachel’s Grave, which stands until this day."},{"number":21,"text":"Then Israel journeyed, and pitched his tent beyond Migdal-Eder."},{"number":22,"text":"While Israel was living in that land, Reuben went and lay with his father’s concubine Bilhah and Israel heard of it. Now the sons of Jacob were twelve:"},{"number":23,"text":"The sons of Leah: Reuben, Jacob’s firstborn, and Simeon, and Levi, and Judah, and Issachar, and Zebulun;"},{"number":24,"text":"the sons of Rachel: Joseph and Benjamin;"},{"number":25,"text":"and the sons of Bilhah, Rachel’s slave-girl: Dan and Naphtali;"},{"number":26,"text":"and the sons of Zilpah, Leah’s slave-girl: Gad and Asher (these are the sons of Jacob, that were born to him in Paddan-aram)."},{"number":27,"text":"Then Jacob came to Isaac his father, to Mamre, near Kiriath-arba (that is, Hebron), where Abraham and Isaac had stayed."},{"number":28,"text":"The length of Isaac’s life was a one hundred and eighty years."},{"number":29,"text":"Isaac beathed his last, and was gathered to his father’s kin, old and satisfied with life; and Esau and Jacob his sons buried him."}]}