{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":37,"verses":[{"number":1,"text":"Jacob made his home in the land of Canaan, where his father had lived as a resident foreigner."},{"number":2,"text":"Joseph at the age of seventeen was a shepherd with his brothers, the sons of Bilhah and the sons of Zilpah, his father’s slave wives. He brought a bad report about them to their father."},{"number":3,"text":"Now Jacob loved his son Joseph, who was born in his old age; and he made him a long robe with sleeves."},{"number":4,"text":"When his brothers saw that their father loved Joseph more than all his other sons, they hated him and could not speak to him in a friendly manner."},{"number":5,"text":"Joseph also had a dream and told it to his brothers, and they hated him still more."},{"number":6,"text":"This is what he said to them, “Hear, if you will, this dream which I have had;"},{"number":7,"text":"for as we were binding sheaves in the field, my sheaf rose up and remained standing, while your sheaves came around and bowed down to my sheaf.”"},{"number":8,"text":"His brothers said to him, “Do you think you will be king over us? And rule us?” So they hated him still more because of his dreams and his words."},{"number":9,"text":"Then he had another dream and told it to his brothers, saying, “I have had another dream, and it seemed to me that the sun and the moon and eleven stars bowed down to me.”"},{"number":10,"text":"But when he told it to his father and his brothers, his father reproved him and said, “What is this dream that you have dreamed? Am I and your mother and your brothers supposed to bow down to the earth before you?”"},{"number":11,"text":"Therefore his brothers envied him; but his father kept the matter in mind."},{"number":12,"text":"When his brothers went to pasture his father’s flocks in Shechem,"},{"number":13,"text":"Israel said to Joseph, “Are not your brothers pasturing the flocks in Shechem? Come now, I will send you to them.” Joseph replied, “I am ready.”"},{"number":14,"text":"So his father said to him, “Go, see whether all goes well with your brothers and with the flock, and bring me back word.” So he sent him out from the valley of Hebron, and he came to Shechem."},{"number":15,"text":"There a man found him, as he was wandering in the field, and the man asked him, “What are you seeking?”"},{"number":16,"text":"He said, “I am looking for my brothers; tell me, please, where they are pasturing the flock.”"},{"number":17,"text":"The man said, “They have gone away, for I heard them say, ‘Let us go to Dothan.’” So Joseph went after his brothers and found them in Dothan."},{"number":18,"text":"When they saw him in the distance, before he came to them, they conspired against him to kill him."},{"number":19,"text":"They said one to another, “See, here comes that master-dreamer."},{"number":20,"text":"Come on, let us kill him, and throw him into one of the pits, and then we will say, ‘A fierce beast has devoured him’; and we will see what will become of his dreams!”"},{"number":21,"text":"Rueben, however, when he heard it, saved him from their hands by saying, “Let us not take his life.”"},{"number":22,"text":"Reuben also said to them, “Do not shed blood; throw him into this pit, that is in the wilderness; but do not harm him,” He planned to save him from their hands in order to restore him to his father."},{"number":23,"text":"Nevertheless, when Joseph came to his brothers, they stripped him of his long robe, the robe with sleeves;"},{"number":24,"text":"and they took him and threw him into the pit. But the pit was empty, there being no water in it."},{"number":25,"text":"Then they sat down to eat bread, and when they looked up they saw a caravan of Ishmaelites coming from Gilead, and their camels were loaded with spices, balm and myrrh on their way to carry it down to Egypt."},{"number":26,"text":"Judah said to his brothers, “What do we gain if we kill our brother and conceal his blood?"},{"number":27,"text":"Come, let us sell him to the Ishmaelites, and let us do him no violence, for he is our brother, our own flesh and blood.” So his brothers listened to him;"},{"number":28,"text":"and when the Midianite merchants passed by, pulled Joseph up from the pit and sold him for twenty pieces of silver to the Ishmaelites, who brought him to Egypt."},{"number":29,"text":"When Reuben returned to the pit and found Joseph gone, he tore his clothes in sorrow."},{"number":30,"text":"He went back to his brothers and said, “The boy is gone! What am I going to do?”"},{"number":31,"text":"Then his brothers took Joseph’s robe, killed a he-goat, dipped the long-sleeved robe in the blood,"},{"number":32,"text":"tore it and sent it to their father, saying, “We found this; see whether it is your son’s robe or not.”"},{"number":33,"text":"He recognized it and said, “It is my son’s robe! A wild beast has devoured him! Joseph without doubt is torn in pieces.”"},{"number":34,"text":"Then Jacob tore his clothes, put sackcloth about his waist, and mourned for his son many days."},{"number":35,"text":"All his sons and his daughters tried to comfort him, but he refused to be comforted, saying, “I will go down to the grave mourning for my son.” So Joseph’s father wept for him."},{"number":36,"text":"Meanwhile, the Midianites had sold Joseph in Egypt to one of Pharaoh’s court officials, Potiphar, the captain of the guard."}]}