{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":38,"verses":[{"number":1,"text":"About that time Judah left his kinsmen, and settled near a certain Adullamite, whose name was Hirah."},{"number":2,"text":"Judah saw there a daughter of a Canaanite whose name was Shua, and he married her. He lay with her,"},{"number":3,"text":"and she conceived, and bore a son, and he named him Er."},{"number":4,"text":"Then she conceived again, and bore a son and named him Onan."},{"number":5,"text":"She bore still another son, and named him Shelah: and it was at Chezib that she bore him."},{"number":6,"text":"Now Judah found a wife for Er his eldest son, and her name was Tamar."},{"number":7,"text":"But Er, Judah’s eldest son, was wicked in the sight of the Lord, and the Lord took his life."},{"number":8,"text":"Then Judah said to Onan, “Go and lie with your brother’s wife, and perform the duty of a husband’s brother to her, and raise up offspring for your brother.”"},{"number":9,"text":"But Onan knew that the child would not be his; so whenever he lay with his brother’s wife, he spilled his semen on the ground, in order not to raise up offspring for his brother."},{"number":10,"text":"What he did was evil in the sight of the Lord: therefore he took his life also."},{"number":11,"text":"Then said Judah to Tamar his daughter-in-law, “Remain a widow in your father’s house, until Shelah my son is grown up”; for he said to himself, “I will not let him marry her, he must not die like his brothers.” So Tamar went and lived in her father’s house."},{"number":12,"text":"After many days had passed, Shua’s daughter, the wife of Judah, died. When Judah had finished mourning, he went up to see about his sheep-shearers at Timnah, with his friend Hirah the Adullamite."},{"number":13,"text":"Someone told Tamar, saying, “Behold, your father-in-law is going up to Timnah to shear his sheep.”"},{"number":14,"text":"She took off the garments of her widowhood, and covered herself with her veil. She sat, veiled, in the gate of Enaim, which is by the way to Timnah; for she saw that Shelah had grown up without her being given to him as wife."},{"number":15,"text":"When Judah saw her, he thought her to be a prostitute; because she had veiled her face."},{"number":16,"text":"So he turned aside to her by the roadside, and said, “Permit me, I pray you, to lie with you.” For he did not know that she was his daughter-in-law. And she said, “What will you give me to lie with me?”"},{"number":17,"text":"He said, “I will send you a young goat from the flock.” She said, “Will you give me a pledge, until you send it?”"},{"number":18,"text":"He said, “What pledge should I give you?” And she said, “Your seal-ring and your chain and your staff that is in your hand.” So he gave them to her, and lay with her, and she became pregnant."},{"number":19,"text":"And she got up, and went away, and took off her veil, and put on the garments of her widowhood."},{"number":20,"text":"Now when Judah sent the young goat by the hand of his friend the Adullamite, to receive the pledge from the woman’s hand, he could not find her."},{"number":21,"text":"He asked the men of her place, saying, “Where is the sacred prostitute, who was at Enaim by the wayside?” They replied, “There has been no sacred prostitute here.”"},{"number":22,"text":"So he returned to Judah, and said, “I have not found her; and the men of the place said, ‘There has been no sacred prostitute here.’”"},{"number":23,"text":"Judah said, “Let her keep the pledge, otherwise we will be put to shame. I have sent this goat, and you have not found her.”"},{"number":24,"text":"Now after about three months, Judah was told, “Tamar your daughter-in-law has been acting like a prostitute and is pregnant.” Judah said, “Bring her forth and let her be burnt.”"},{"number":25,"text":"But when she was brought forth, she sent to her father-in-law, saying, “By the man to whom these things belong, I am with child.” She also said, “Look at them and see if you know whose these are, the seal-ring and the chain and the staff.”"},{"number":26,"text":"When Judah recognized them, he said, “She is more in the right than I, because I did not give her to Shelah my son.” But he did not lie with her again."},{"number":27,"text":"When her time came to give birth, it was found that twins were in her womb."},{"number":28,"text":"While she was in labor, one put out a hand and the midwife took and bound on his hand a bright red thread, saying, “This one came out first.”"},{"number":29,"text":"But he drew back his hand, and his brother came out, and she said, “What a breach you have made for yourself!” Therefore he was named Perez."},{"number":30,"text":"Afterward his brother came out, who had the bright red thread on his hand; therefore he was named Zerah."}]}