{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":39,"verses":[{"number":1,"text":"Joseph was taken down to Egypt, and Potiphar, one of Pharaoh’s officers, the captain of the guard, an Egyptian, bought him from the Ishmaelites who had taken him there."},{"number":2,"text":"Now the Lord was with Joseph, so that he prospered; and he remained in the house of his master the Egyptian."},{"number":3,"text":"When his master saw that the Lord was with him and made everything that he undertook prosper,"},{"number":4,"text":"Joseph won his confidence and became his personal attendant. He also made him overseer of his household and placed all that he had in his care."},{"number":5,"text":"From the time that he made him overseer in his house and over all that he had, the Lord blessed the Egyptian’s household for Joseph’s sake, and the blessing of the Lord was upon all that he had in the house and in the field."},{"number":6,"text":"Leaving all that he had in Joseph’s charge, he knew nothing about his affairs except about the food which he ate. Also Joseph was handsome and attractive."},{"number":7,"text":"After these honors had come to Joseph, his master’s wife directed her glances toward him and tried to tempt him."},{"number":8,"text":"But he refused, saying to her, “See, my master knows nothing about what I do in the house, and he has put all that he has in my charge."},{"number":9,"text":"No one has greater authority in this house than I, and he has kept back nothing from me but you, because you are his wife. How then can I do this great wrong and sin against God?”"},{"number":10,"text":"Day after day she tempted Joseph, but he did not listen to her nor accept her advances."},{"number":11,"text":"One day, however, when he went into the house to do his work and when none of the men of the household were at home,"},{"number":12,"text":"she caught hold of his garment and tried to seduce him; but he left his garment in her hand and fled out of the house."},{"number":13,"text":"When she saw that he had left his garment in her hand and had fled,"},{"number":14,"text":"she called to her household servants and said to them, “See, the master has brought a Hebrew into insult us. He came to me to rape me, and I screamed loudly;"},{"number":15,"text":"and when he heard me scream, he left his garment with me and ran out of the house.”"},{"number":16,"text":"She kept his garment by her until his master came home;"},{"number":17,"text":"then she told him the same story, saying, “The Hebrew slave whom you have brought to us came to me to insult me;"},{"number":18,"text":"and when I screamed he left his garment with me and fled.”"},{"number":19,"text":"When Joseph’s master heard the statements which his wife made to him, his anger was aroused;"},{"number":20,"text":"and he took Joseph and put him into the prison, in the place where the king’s prisoners were confined. So he was left there in prison."},{"number":21,"text":"But the Lord was with Joseph and showed kindness to him and enabled him to win the favor of the keeper of the prison,"},{"number":22,"text":"so that he placed all the prisoners in Joseph’s charge and made him responsible for whatever they did there."},{"number":23,"text":"The keeper did not have to concern himself about anything Joseph was responsible for, because the Lord was with him and gave him success in everything he did."}]}