{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":4,"verses":[{"number":1,"text":"Adam lay with his wife Eve and she became pregnant and gave birth to Cain, and she said, “I have created a man with the help of the Lord!”"},{"number":2,"text":"She also gave birth to his brother Abel. Abel was a shepherd, while Cain was a farmer."},{"number":3,"text":"In the course of time Cain brought some of the ground’s produce as an offering to the Lord."},{"number":4,"text":"Abel too brought some of the choicest animals of his flock and sacrificed their fat pieces. The Lord looked with approval on Abel and his offering"},{"number":5,"text":"but he could not receive Cain and his offering with approval. Cain burned with anger and his face fell."},{"number":6,"text":"So the Lord said to Cain, “Why are you angry and why do you scowl?"},{"number":7,"text":"If you do what is right and good, can’t you hold your head up high? But if you do wrong, sin crouches at the door and longs to have you, but you must master it.”"},{"number":8,"text":"Cain said to his brother Abel, “Let us go into the field.” While they were there, Cain attacked his brother and killed him."},{"number":9,"text":"Then the Lord asked Cain, “Where is your brother Abel?” He answered, “I do not know! Am I my brother’s keeper?”"},{"number":10,"text":"“What have you done?” the Lord replied, “Listen! Your brother’s blood is crying out to me from the ground."},{"number":11,"text":"Even now you are cursed by the very ground that has opened to receive your brother’s blood shed by your hand."},{"number":12,"text":"From now on when you till the ground, it will no longer yield its best to you. You will be a vagabond and a wandering refugee upon the earth.”"},{"number":13,"text":"Then Cain said to the Lord, “My punishment is too much for me to bear."},{"number":14,"text":"Look! Today you banish me from the ground. I must hide in your presence. I will be a wandering refugee upon the earth, and whoever finds me will kill me!”"},{"number":15,"text":"But the Lord said to him, “If anyone kills you, the crime will be avenged sevenfold.” So the Lord placed a distinctive mark on Cain, to keep anyone who found him from killing him."},{"number":16,"text":"Cain departed from the Lord’s presence and lived east of Eden in the land of Wandering."},{"number":17,"text":"Cain lay with his wife. She became pregnant, giving birth to Enoch. Cain built a city, and named it after his son Enoch."},{"number":18,"text":"To Enoch was born Irad, and Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech."},{"number":19,"text":"Lamech took two wives; the name of one was Adah, and the name of the other Zillah."},{"number":20,"text":"Adah gave birth to Jabal, who became the ancestor of the people who live in tents and have cattle."},{"number":21,"text":"His brother’s name was Jubal; he was the ancestor of the people who play the harp and flute."},{"number":22,"text":"As for Zillah, she gave birth to Tubal-cain, who forged all sort of tools from copper and iron. The sister of Tubal-cain was Naamah."},{"number":23,"text":"Lamech said to his wives: “Adah and Zillah, hear my voice; wives of Lamech, listen to my speech; because I have slain a man for wounding me, and a young man for bruising me."},{"number":24,"text":"If Cain is to be avenged sevenfold, then Lamech will be seventy and sevenfold.”"},{"number":25,"text":"Adam lay with his wife again and she bore a son. She named him Seth: “because God gave me another son for Abel, who was killed by Cain.”"},{"number":26,"text":"Seth too had a son. He named him Enosh. That was when people began worshipping in the name of Lord."}]}