{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":41,"verses":[{"number":1,"text":"Two years later Pharaoh had a dream: as he stood by the Nile,"},{"number":2,"text":"he saw coming up from the Nile seven cows, good-looking and fat, and they had been feeding in the river grass."},{"number":3,"text":"Then seven other cows came up after them out of the Nile, bad-looking and lean, and they stood by the other cows on the bank of the Nile."},{"number":4,"text":"The bad-looking cows ate up the seven good-looking, fat cows. Then Pharaoh woke up."},{"number":5,"text":"Afterward he slept and had a second dream and saw seven ears, plump and good, growing up on one stalk."},{"number":6,"text":"Also seven ears, thin and blasted by the east wind, sprang up after them."},{"number":7,"text":"The thin ears swallowed up the seven plump, full ears. Then Pharaoh woke up, and realized that it was a dream."},{"number":8,"text":"In the morning Pharaoh’s mind was disturbed; so he sent and called all the magicians and wise men of Egypt and told them his dreams, but no one could interpret them to him."},{"number":9,"text":"Then the chief cupbearer said to Pharaoh, “I now must remind you of my offenses:"},{"number":10,"text":"Pharaoh was very angry with his servants and imprisoned me and the chief baker in the house of the captain of the guard."},{"number":11,"text":"We both had dreams the same night, each with a special meaning."},{"number":12,"text":"There was also with us a young Hebrew, a slave of the captain of the guard; and we told him and he interpreted our dreams to us, to each of us according to his dream."},{"number":13,"text":"Our dreams came true exactly as he interpreted them to us: I was restored to my office, but the other man was hanged.”"},{"number":14,"text":"Then Pharaoh sent for Joseph, and they brought him hastily out of the dungeon; and he shaved his face and changed his clothes and came to Pharaoh."},{"number":15,"text":"Pharaoh said to Joseph, “I have had a dream, and there is no one who can interpret it. Now I have heard it said of you that when you hear a dream you can interpret it.”"},{"number":16,"text":"Joseph answered Pharaoh, “Not I; God only can give Pharaoh a satisfactory answer.”"},{"number":17,"text":"Then Pharaoh said to Joseph, “In my dream as I stood on the bank of the Nile,"},{"number":18,"text":"I saw seven cows, fat and good-looking, which had been feeding in the river grass."},{"number":19,"text":"There came up after them seven more cows, thin, and bad-looking and lean, worse than I ever saw in all the land of Egypt;"},{"number":20,"text":"and the lean and bad-looking cows ate up the first seven fat cows;"},{"number":21,"text":"and when they had eaten them up, one could not tell that they had eaten them, for they were still as bad-looking as at the beginning. Then I woke up."},{"number":22,"text":"Again I dreamed and saw seven ears, plump and good, grow up on one stalk;"},{"number":23,"text":"then seven ears, withered, thin, blasted with the east wind, sprang up after them;"},{"number":24,"text":"and the thin ears swallowed up the seven good ears. I have told the dream to the magicians, but there is no one who can interpret it to me.”"},{"number":25,"text":"Then Joseph said to Pharaoh, “Pharaoh’s two dreams signify the same thing; God has made known to Pharaoh what he is about to do."},{"number":26,"text":"The seven good cows are seven years, and the seven good ears are seven years. It is one dream."},{"number":27,"text":"The seven lean and ugly cows that came up after them are also seven years, and the seven empty ears blasted with the east wind represent seven years of famine."},{"number":28,"text":"That is why I said to Pharaoh, ‘God has shown to Pharaoh what he is about to do.’"},{"number":29,"text":"Seven years of great plenty throughout the land of Egypt are coming,"},{"number":30,"text":"and they will be followed by seven years of famine, so that all the plenty will be forgotten in the land of Egypt. The famine will consume all that the land produces;"},{"number":31,"text":"and plenty will not be known in the land because of that famine which follows, for it will be very severe."},{"number":32,"text":"“The dream came twice to Pharaoh to indicate that its fulfillment is assured and that God will soon make it come true."},{"number":33,"text":"Now therefore let Pharaoh select a man who is discreet and wise and place him in control of the land of Egypt."},{"number":34,"text":"Pharaoh should take action and appoint overseers over the land and collect one-fifth of all the produce of Egypt in the seven plenteous years."},{"number":35,"text":"Let them gather all the food of these good years that come and store the grain under the authority of Pharaoh, and let them hold it for food in the cities."},{"number":36,"text":"The food will furnish a supply for the land during the seven years of famine which will be in the land of Egypt, so that the people of the land will not perish because of the famine.”"},{"number":37,"text":"The plan pleased Pharaoh and all his officials;"},{"number":38,"text":"and Pharaoh said to his officials, “Can we find one like this, a man in whom is the spirit of God?”"},{"number":39,"text":"So Pharaoh said to Joseph, “Since God has shown you all this, there is no one so discreet and wise as you."},{"number":40,"text":"You will be at the head of my dominion, and all my people will be ruled as you command, only on the throne I will be superior to you.”"},{"number":41,"text":"So Pharaoh said to Joseph, “See, I have appointed you over all the land of Egypt.”"},{"number":42,"text":"Pharaoh took off his signet ring from his finger and put it upon Joseph’s finger and clothed him in garments of fine linen and put a golden collar about his neck."},{"number":43,"text":"He also made him ride in the second-best chariot which he had; and they cried before him, “Attention!” So he placed him over all the land of Egypt."},{"number":44,"text":"Pharaoh also said to Joseph, “I am Pharaoh, but without your consent no one may lift up hand or foot in all the land of Egypt.”"},{"number":45,"text":"Pharaoh named Joseph Zaphenath-paneah and gave him as a wife Asenath the daughter of Potiphera, priest of On. Josephs’ authority was over all Egypt,"},{"number":46,"text":"and so at the age of thirty Joseph was commissioned by Pharaoh, king of Egypt and went out as the head of the land of Egypt."},{"number":47,"text":"In the seven plenteous years there were bountiful harvests,"},{"number":48,"text":"and Joseph gathered up all the food of the seven plenteous years, which were in the land of Egypt, and stored the food in the cities, putting in each city the products of the fields about it."},{"number":49,"text":"Joseph stored up grain as the sand of the sea, in great quantities, until he ceased to keep account, because it could not be measured."},{"number":50,"text":"Two sons were born to Joseph and Asenath before the year of famine came."},{"number":51,"text":"Joseph named the eldest Manasseh, for he said, “God has made me forget all my toil and all my father’s household.”"},{"number":52,"text":"He named the second son Ephraim, for he said, “God has made me fruitful in the land of my affliction.”"},{"number":53,"text":"When the seven years of plenty which had been in the land of Egypt were over,"},{"number":54,"text":"the seven years of famine began, as Joseph had said; and there was famine in all lands, but throughout the land of Egypt there was food,"},{"number":55,"text":"for when all the land of Egypt was famished, the people cried to Pharaoh for bread, and Pharaoh said to all the Egyptians, “Go to Joseph and do what he tells you.”"},{"number":56,"text":"So when the famine was universal throughout the earth, Joseph opened all the storehouses and sold food to the Egyptians: but the famine was severe in the land of Egypt."},{"number":57,"text":"The peoples of all lands came to Joseph in Egypt to buy grain, for the famine was severe throughout the world."}]}