{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":43,"verses":[{"number":1,"text":"The famine was severe in the land;"},{"number":2,"text":"and when Joseph’s brothers had eaten all the grain which they had brought from Egypt, their father said to them, “Go again, and buy us some more grain.”"},{"number":3,"text":"But Judah replied, “The man warned us: ‘You will not be able to see me unless your brother is with you.’"},{"number":4,"text":"If you will let our brother go with us, we will go down and buy you food,"},{"number":5,"text":"but if you will not let him, we will not go down; for the man said to us, ‘You will not be able to see me unless your brother is with you.’”"},{"number":6,"text":"Jacob said, “Why did you treat me so badly by telling the man you had another brother?”"},{"number":7,"text":"They replied, “The man asked particularly about us and our relatives, saying, ‘Is your father still alive? Have you another brother?’ So we answered his questions as he asked them. How were we to know that he would say, ‘Bring your brother down’?”"},{"number":8,"text":"Then Judah said to Israel his father, “Send the boy with me, and we will go at once, so that both we and you and our little ones may live and not die."},{"number":9,"text":"I will be surety for him, you can hold me responsible for him. If I do not bring him to you and set him before you, then let me bear the blame forever;"},{"number":10,"text":"for if we had not lingered, surely we would now have returned the second time.”"},{"number":11,"text":"Therefore their father said to them, “If it must be so, then do this: take some of the products of the land in your jars and carry down a present to the man, a little balm, a little honey, spices, myrrh, pistachio nuts, and almonds."},{"number":12,"text":"Take twice as much money with you, carrying back the money that was returned in your sacks; perhaps there was a mistake."},{"number":13,"text":"Take also your brother and go again to the man,"},{"number":14,"text":"and may God Almighty grant that the man may be merciful to you and release Benjamin and your other brother. But if I am robbed of my sons, I am bereaved indeed!”"},{"number":15,"text":"So the men took the present and twice as much money and Benjamin, and went down to Egypt and stood before Joseph."},{"number":16,"text":"When Joseph saw Benjamin with them, he said to the steward of his house, “Bring the men into the house, kill animals, and prepare the meal, for these men will eat with me at noon.”"},{"number":17,"text":"He did as Joseph directed, and brought the men into Joseph’s house."},{"number":18,"text":"But the brothers were afraid, because they were brought into Joseph’s house, and they said, “We are being brought in on account of the money that was returned in our grain sacks at our first visit, so that he can overpower and arrest us and take us as slaves, together with our donkeys.”"},{"number":19,"text":"So when they came near to Joseph’s steward, they spoke to him at the door of the house"},{"number":20,"text":"and said, “Oh, my lord, we came down the first time only to buy food;"},{"number":21,"text":"and when we reached home, we opened our sacks and discovered every man’s money was in the mouth of his sack, our money in its full weight; and we have brought it back with us."},{"number":22,"text":"We have also brought down with us other money with which to buy food; we do not know who put our money into our sacks.”"},{"number":23,"text":"He replied, “Be calm, don’t be afraid; your God and the God of your father has given you the treasure in your sacks; I received your full payment.” Then he brought Simeon out to them."},{"number":24,"text":"The steward also conducted the men to Joseph’s house and gave them water with which to wash their feet, and he gave their donkeys fodder."},{"number":25,"text":"Then they made ready the present in anticipation of Joseph’s coming at noon, for they had heard that they were to eat there."},{"number":26,"text":"When Joseph came into the house, they gave him the present which they had brought and bowed down low before him."},{"number":27,"text":"He asked them regarding their welfare and said, “Is your father well, the old man of whom you spoke? Is he still living?”"},{"number":28,"text":"They replied, “Your servant, our father, is well; he is still alive.” Then they bowed their heads and made obeisance."},{"number":29,"text":"When Joseph looked up and saw Benjamin his brother, his own mother’s son, he said. “Is this your youngest brother of whom you spoke to me?” and he added, “God be gracious to you, my son.”"},{"number":30,"text":"Then because he was overcome with emotion for his brother he sought a place to weep; and he went into his room and wept there."},{"number":31,"text":"Then he bathed his face and came out and controlling himself he said, “Bring on the food.”"},{"number":32,"text":"So they brought food for him by himself and for them by themselves and for the Egyptians who ate with him by themselves, because the Egyptians could not eat with the Hebrews, for to do so is abhorrent to the Egyptians."},{"number":33,"text":"Joseph’s brothers were seated before him, the eldest according to his right as the oldest and the youngest according to his youth; and the men looked at each other in astonishment."},{"number":34,"text":"Then Joseph had portions served to them from the food before him; but Benjamin’s portions were five times as much as any of theirs. So they drank and were merry with him."}]}