{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":44,"verses":[{"number":1,"text":"Then he gave this command to the steward of his household: “Fill the men’s grain sacks with food, as much as they can carry,"},{"number":2,"text":"and put my cup, the silver cup, in the mouth of the sack of the youngest and the money too that he paid for his grain.” He did as Joseph commanded."},{"number":3,"text":"As soon as the morning light appeared, the men were sent away, together with their donkeys."},{"number":4,"text":"When they had gone out of the city, but were not yet far away, Joseph commanded his steward, “Follow after the men; and when you overtake them, say to them, ‘Why have you returned evil for good?"},{"number":5,"text":"Why have you stolen my silver cup, that from which my master drinks and by which he divines the future? You have done wrong in so doing!’”"},{"number":6,"text":"So the steward overtook them and said these words to them."},{"number":7,"text":"They said to him, “Why does my lord speak such words as this? Far be it from your servants that they should do such a thing!"},{"number":8,"text":"Remember that we brought back to you from the hind of Canaan the money which we found in our sacks. Why then should we steal silver or gold from your master’s house?"},{"number":9,"text":"If one of us is found with the goblet then let him die, and we will be my lord’s slaves.”"},{"number":10,"text":"He said, “Let it now be as you have said: he with whom it is found will be my slave; but the rest may go free.”"},{"number":11,"text":"Then each one hastily took down his sack to the ground and opened it;"},{"number":12,"text":"and the steward searched, beginning with the oldest and ending with the youngest; and the cup was found in Benjamin’s sack."},{"number":13,"text":"Then they tore their clothes in sorrow, and every man loaded his donkey and returned to the city."},{"number":14,"text":"When Judah and his brothers came back to Joseph’s house, he was still there; and they threw themselves before him on the ground."},{"number":15,"text":"Joseph said to them, “What deed is this that you have done? Do you not know that a man like me can divine secrets?”"},{"number":16,"text":"Judah replied, “What can we say, my lord? What can we plead or how can we clear ourselves? God has found out the iniquity of your servants. See, both we and he also in whose possession the cup was found are my lord’s slaves.”"},{"number":17,"text":"But Joseph said, “Far be it from me that I should do such a thing! The man in whose possession the cup was found must be my slave; but you yourselves go up in peace to your father.”"},{"number":18,"text":"Then Judah came close to him and said, “My lord, let your servant, I beg of you, speak a word in my lord’s ears, and let not your anger be kindled against your servant; for you are as great as Pharaoh."},{"number":19,"text":"My lord, you asked us, ‘Have you a father or a brother?’"},{"number":20,"text":"And we said to you, ‘We have a father, an old man, and a child of his old age, a little one. Since his brother is dead, he is the only son of his mother who is left; and his father loves him.’"},{"number":21,"text":"You said to us, ‘Bring him down to me, so that I can see him.’"},{"number":22,"text":"But we said to you, my lord, ‘The boy cannot leave his father. If he should leave his father, his father would die.’"},{"number":23,"text":"Then you said to us, ‘Unless your youngest brother comes down with you, you will not be able to see me again.’"},{"number":24,"text":"When we went up to your servant, my father, we told him your words, my lord;"},{"number":25,"text":"and our father said, ‘Go again, buy us a little food.’"},{"number":26,"text":"But we said, ‘We cannot go down. If our youngest brother is with us, then we will go; for we cannot see the man unless our youngest brother is with us.’"},{"number":27,"text":"And your servant, my father, said to us, ‘You know that my wife bore me two sons;"},{"number":28,"text":"and one went missing, and I said that surely he was torn in pieces; and I have not seen him since."},{"number":29,"text":"If you take this one also from me, and harm befall him, you will bring down my gray hairs with sorrow to the grave.’"},{"number":30,"text":"Now if I return to your servant, my father, and the boy with whose life his heart is bound up is not with us,"},{"number":31,"text":"then when he sees that there is no boy, he will die, and we, your servants will bring down the gray hairs of your servant our father with sorrow to the grave."},{"number":32,"text":"Indeed, my lord, I personally became surety for the boy to my father, when I said, ‘If I do not bring him to you, then I will bear the blame in my father’s eyes forever.’"},{"number":33,"text":"Now therefore let me, I beg of you, remain instead of the boy as your slave, my lord, but let the boy go up with his brothers."},{"number":34,"text":"For how can I go up to my father, if the boy is not with me, and see the pain and sorrow that would come upon my father.”"}]}