{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":45,"verses":[{"number":1,"text":"Then Joseph could not control himself before all those who were standing by him; so he cried out, “Let everyone leave me.” So nobody stood with him while Joseph made himself known to his brothers."},{"number":2,"text":"But he wept so loudly that the Egyptians and Pharaoh’s court heard."},{"number":3,"text":"Then Joseph said to his brothers, “I am Joseph. Is my father still alive?” But his brothers could not answer him for they were frightened in his presence."},{"number":4,"text":"Then Joseph said to his brothers, “Come near to me, I beg of you.” So they came near. And he said, “I am Joseph your brother whom you sold into Egypt."},{"number":5,"text":"Do not be troubled nor angry with yourselves that you sold me here, because God sent me before you to preserve life."},{"number":6,"text":"For the famine has already been two years in the land, and there are still five years in which there will be neither ploughing nor harvest."},{"number":7,"text":"God sent me before you to keep you alive through a great deliverance and give you descendants on the earth."},{"number":8,"text":"So now it clear that it was not you who sent me here, but God. He has made me like a father to Pharaoh and master of all his household and ruler over all the land of Egypt."},{"number":9,"text":"“Go up quickly to my father and say to him, ‘Your son Joseph says: God has made me master of all Egypt, come down to me without delay."},{"number":10,"text":"You will live in the land of Goshen, and you will be near me with your children and children’s children, with your flocks and your herds and all that you have,"},{"number":11,"text":"and there I will provide for you. Otherwise you, together with your household and all that you have, will starve; for there will be five more years of famine.’"},{"number":12,"text":"Now you and my brother Benjamin see that it is really me, Joseph, who is speaking to you."},{"number":13,"text":"Tell my father all about my honor in Egypt and what you have seen, and you must quickly bring him down here.”"},{"number":14,"text":"Then he fell upon his brother Benjamin’s neck and wept, and Benjamin wept upon his neck."},{"number":15,"text":"He also kissed all his brothers and wept with them; and after that his brothers talked with him."},{"number":16,"text":"The report that Joseph’s brothers had arrived spread in Pharaoh’s palace, and it pleased Pharaoh and his servants greatly."},{"number":17,"text":"Pharaoh said to Joseph, “Say to your brothers, ‘Do this: load your beasts, go to the land of Canaan,"},{"number":18,"text":"and take your father and your households and come to me, and I will give you the best of the land of Egypt, and you will eat the best that the land affords."},{"number":19,"text":"Now you are commanded to do this: take wagons out of the land of Egypt for your little ones and for your wives and bring your father and come."},{"number":20,"text":"Also pay no attention to your household goods, for the best of all the land of Egypt is yours.’”"},{"number":21,"text":"The sons of Jacob did as commanded. So Joseph gave them wagons according to Pharaoh’s orders and provisions for the journey."},{"number":22,"text":"To each of them he gave a change of clothing, but to Benjamin he gave three hundred pieces of silver and five changes of clothing."},{"number":23,"text":"To his father he sent the following gifts: ten donkeys loaded with the best products of Egypt and ten donkeys loaded with grain and bread and provisions for his father on the journey."},{"number":24,"text":"So he sent his brothers away, and as they departed, he said to them, “See that you do not quarrel on the journey!”"},{"number":25,"text":"So they went up out of Egypt and came into the land of Canaan to Jacob their father."},{"number":26,"text":"They told him, “Joseph is yet alive, and he is ruler over all the land of Egypt!” Then Jacob’s heart stood still, for he could not believe them."},{"number":27,"text":"But when they told him all that Joseph had said to them and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived,"},{"number":28,"text":"and he, Israel, said, “It is enough; Joseph my son is still alive. I will go and see him before I die.”"}]}