{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":46,"verses":[{"number":1,"text":"Then Israel set out on his journey with all that he had. He went to Beersheba and offered sacrifices to the God of his father Isaac."},{"number":2,"text":"God spoke to Israel in a vision by night and said, “Jacob, Jacob.” He answered. “Here I am.”"},{"number":3,"text":"Then God said, “I am God, the God of your father. Do not be afraid to go down into Egypt, for there I will make of you a great nation."},{"number":4,"text":"I myself will go down with you into Egypt; and I will surely bring you up again; and Joseph will be the one who closes your dying eyes.”"},{"number":5,"text":"When Jacob left Beersheba, his sons carried him and their little ones and their wives in the wagons that Pharaoh had sent to carry him."},{"number":6,"text":"They took their herds and the possessions they had acquired in Canaan and went to Egypt, Jacob and all his family;"},{"number":7,"text":"his sons and grandsons, his daughters and his granddaughters, he brought all his family to Egypt."},{"number":8,"text":"Now these are the names of the Israelites, Jacob and his family, who came to Egypt. Reuben, Jacob’s firstborn,"},{"number":9,"text":"and the sons of Reuben: Hanoch, Pallu, Hezron, and Carmi."},{"number":10,"text":"The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman."},{"number":11,"text":"The sons of Levi: Gershon, Kohath, and Merari."},{"number":12,"text":"The sons of Judah: Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). Perez’s sons were Hezron and Hamul."},{"number":13,"text":"The sons of Issachar: Tola, Puvah, Iob, and Shimron."},{"number":14,"text":"The sons of Zebulun: Sered, Elon, and Jahleel."},{"number":15,"text":"These are the sons of Leah, whom she bore to Jacob in Paddan-aram, together with his daughter Dinah. He had thirty-three descendants by Leah in total."},{"number":16,"text":"The sons of Gad: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli."},{"number":17,"text":"The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and Serah, their sister. The sons of Beriah: Heber and Malchiel."},{"number":18,"text":"These are the children of Zilpah, the slave-girl whom Laban gave to his daughter Leah. She bore sixteen children to Jacob."},{"number":19,"text":"The children of Jacob’s wife Rachel: Joseph and Benjamin."},{"number":20,"text":"Joseph in the land of Egypt fathered Manasseh and Ephraim, whose mother was Asenath daughter of Potiphera, priest of On."},{"number":21,"text":"The sons of Benjamin: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard."},{"number":22,"text":"These fourteen were Rachel and Jacobs’ descendants."},{"number":23,"text":"The sons of Dan: Hashum."},{"number":24,"text":"The sons of Naphtali: Jahzeel, Guni, Jezer, and Shillem."},{"number":25,"text":"These seven are the sons of Bilhah, the slave-girl whom Laban gave to his daughter Rachel. She bore seven children to Jacob."},{"number":26,"text":"All the people belonging to Jacob who came into Egypt, who were his own offspring, not including the wives of his sons, were sixty-six in total."},{"number":27,"text":"Two sons were born to Joseph in Egypt; all the people of the house of Jacob who came into Egypt were seventy."},{"number":28,"text":"Jacob sent Judah before him to Joseph, so that he might show him the way to Goshen."},{"number":29,"text":"When they came into the land of Goshen, Joseph made ready his chariot, and went up to Goshen to meet Jacob his father, and when he presented himself to him Jacob fell on his neck and wept there a long time."},{"number":30,"text":"Then Jacob said to Joseph, “Now let me die, since I have seen your face and know that you are still alive.”"},{"number":31,"text":"But Joseph said to his brothers and to his father’s household, “I will go up and tell Pharaoh and will say to him, ‘My brothers and my father’s household who were in the land of Canaan have come to me."},{"number":32,"text":"Now the men are shepherds, for they have been keepers of cattle; and they have brought their flocks and cattle and all that they have.’"},{"number":33,"text":"When Pharaoh calls you and asks, ‘What is your occupation?’"},{"number":34,"text":"you must say, ‘We, your servants have been keepers of cattle all our lives, both we and our fathers,’ so that you might be allowed to live in the province of Goshen, for shepherds are looked down upon by the Egyptians.”"}]}