{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":48,"verses":[{"number":1,"text":"Now after these things, Joseph was told, “Your father is sick.” So he took with him his two sons, Manasseh and Ephraim."},{"number":2,"text":"When Jacob was told, “Your son Joseph has come to you.” Jacob rallied his strength and sat up on the bed."},{"number":3,"text":"Then Jacob said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan, and blessed me,"},{"number":4,"text":"and said to me, ‘I will make you fruitful, and numerous, and I will make of you a company of peoples, and will give this land to your descendants after you for an everlasting possession.’"},{"number":5,"text":"Now your two sons, who were born to you in the land of Egypt before I came to you into Egypt will be mine just as Reuben and Simeon are mine."},{"number":6,"text":"But your offspring, which you father after them, will be yours. Their inheritance will come from their older brothers."},{"number":7,"text":"As for me, when I came from Paddan, Rachel died to my sorrow in the land of Canaan on the way, some distance from Ephrath: and I buried her there in the way to Ephrath (that is, Bethlehem).”"},{"number":8,"text":"When Israel saw Joseph’s sons, he said, “Who are these?”"},{"number":9,"text":"And Joseph said to his father, “They are my sons, whom God has given me here.” Israel said, “Bring them, I pray you, to me, and I will bless them.”"},{"number":10,"text":"Now the eyes of Israel were dim for age, so that he could not see. So Joseph brought them near to him; and he kissed them, and embraced them."},{"number":11,"text":"Israel said to Joseph, “I had not thought to see your face; and now God has let me see your offspring as well.”"},{"number":12,"text":"Joseph took them from his father’s lap, and bowed with his face to the earth."},{"number":13,"text":"So Joseph took them both – Ephraim with his right hand toward Israel’s left hand and Manasseh with his left hand toward Israel’s right hand – and brought them near to him."},{"number":14,"text":"Israel stretched out his right hand and laid it upon the head of Ephraim who was the younger and his left hand upon the head of Manasseh, crossing his hands intentionally, for Manasseh was the eldest."},{"number":15,"text":"He then blessed Joseph, saying, “The God whom my forefathers Abraham and Isaac revered and served, the God who has been my shepherd all my life long unto this day,"},{"number":16,"text":"the messenger who has delivered me from all evil, bless the boys; and let them be known as descendants of Abraham, Isaac, and Jacob; and let them grow into a multitude on the earth.”"},{"number":17,"text":"But when Joseph saw that his father laid his right hand upon the head of Ephraim, it displeased him, and he seized his father’s hand to remove it from Ephraim’s head to Manasseh’s."},{"number":18,"text":"Joseph said to his father, “Not so, my father; this one is the eldest; put your right hand upon his head.”"},{"number":19,"text":"But his father refused and said, “I know, my son, I know, he also will become a people, and he will be great, but his younger brother will be greater than he, and his descendants will become a populous nation.”"},{"number":20,"text":"So he blessed them that day and said, “The Israelites will invoke a blessing like your own, saying, ‘God make you like Ephraim and like Manasseh.’” So he put Ephraim before Manasseh."},{"number":21,"text":"Jacob said to Joseph, “See, I am about to die; but God will be with you, and bring you back to the land of your fathers."},{"number":22,"text":"As well I give you a mountain-slope which I took out of the power of the Amorites with my sword and bow.”"}]}