{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":49,"verses":[{"number":1,"text":"Jacob summoned his sons and said, “Come near, so I can tell you what will happen to you in days to come.”"},{"number":2,"text":"Assemble, sons of Jacob, and listen to Israel your father."},{"number":3,"text":"Reuben you are my firstborn, my strength and the first-fruit of my manhood. First in dignity and strength."},{"number":4,"text":"Boiling over like water, you will not be first, For you climbed into my concubine’s the bed, you defiled your father’s couch."},{"number":5,"text":"Simeon and Levi are akin, weapons of violence are their swords. I will not enter into their council,"},{"number":6,"text":"My heart will not join in their assembly, for men in their anger they slew. and oxen in their wantonness they hamstrung."},{"number":7,"text":"Accursed is their anger that it is so fierce, and their wrath because it is so cruel; I will divide them in Jacob and scatter them in Israel."},{"number":8,"text":"Judah, your brothers praise you! Your hand is on the neck of your enemies. Before you your father’s sons bow down."},{"number":9,"text":"Judah is a whelp of a lion. From the kill, my son, you have returned; He has crouched, he has lain down as a lion, as an old lion, who will disturb him?"},{"number":10,"text":"The sceptre will not pass from Judah, nor the royal staff from between his feet, and to him is due the obedience of the people."},{"number":11,"text":"Binding his donkey to the vine, and his colt to the choice vine, he has washed his garments in wine, and his clothing in the blood of grapes."},{"number":12,"text":"His eyes are red with wine, and his teeth are white with milk."},{"number":13,"text":"Zebulun, he lives by the seashore; he is by a shore that is lined with ships, and his border extends to Sidon."},{"number":14,"text":"Issachar, he is a strong-limbed donkey, crouching down between the sheepfolds,"},{"number":15,"text":"and when he saw the resting place was good, that the land also was pleasant, he bowed his shoulder to bear, and became a slave under a taskmaster."},{"number":16,"text":"Dan, he judges his own people as one of the tribes of Israel."},{"number":17,"text":"Dan is a serpent by the way, a horned-adder beside the path that bites the horse’s heel so that his rider is thrown off."},{"number":18,"text":"I have waited for your deliverance Lord!"},{"number":19,"text":"Gad, robber-bands press upon him, but he also will press upon their heel."},{"number":20,"text":"Asher, his food is rich, and he provides royal dainties."},{"number":21,"text":"Naphtali, he is a flourishing terebinth, that sends forth beautiful branches."},{"number":22,"text":"Joseph, he is a fruitful branch, a fruitful branch by a spring, his tendrils run over the wall."},{"number":23,"text":"They bitterly attack, they shoot at him. The archers hatefully assail him,"},{"number":24,"text":"But his bow remains ever bent, his forearms tireless, through the power of the Mighty One of Jacob, In the name of the Shepherd of Israel,"},{"number":25,"text":"the God of your fathers, who will help you, and God Almighty, who blesses you, with blessings of heaven above, and of the great deep that lies beneath. With blessings of the breast and womb,"},{"number":26,"text":"with blessings of your father, with blessings of the everlasting mountains, with the gifts of the ancient hills! They will be on the head of Joseph, on the head of the consecrated among his brothers."},{"number":27,"text":"Benjamin is a ravening wolf. In the morning he devours prey. and at evening divides the spoil."},{"number":28,"text":"These are the twelve tribes of Israel, and this is what their father said to them and blessed them; each according to his blessing he blessed them."},{"number":29,"text":"He instructed them, “I am to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,"},{"number":30,"text":"in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field from Ephron the Hittite for the purpose of holding it as a burying-place."},{"number":31,"text":"There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah."},{"number":32,"text":"The field and the cave that is in it which was purchased from the children of Heth.”"},{"number":33,"text":"When Jacob had finished giving these instructions to his sons, he gathered up his feet into the bed, breathed his last and was gathered to his ancestors."}]}