{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":5,"verses":[{"number":1,"text":"This is the list of the descendants of Adam. On the day that God created human beings, he made them in his own image."},{"number":2,"text":"He created them male and female created, and blessed them, and called their name Adam."},{"number":3,"text":"Adam lived for a hundred and thirty years, and had a son in his own likeness, after his image; and named him Seth."},{"number":4,"text":"Adam lived for eight hundred years after he had Seth; and he had sons and daughters."},{"number":5,"text":"In total, Adam lived for nine hundred and thirty years; and then he died."},{"number":6,"text":"Seth lived for a hundred and five years, and fathered Enosh."},{"number":7,"text":"Seth lived a further eight hundred and seven years after he had Enosh, and had sons and daughters."},{"number":8,"text":"In total, Seth lived for nine hundred and twelve years; and then he died."},{"number":9,"text":"Enosh lived for ninety years, and fathered Kenan."},{"number":10,"text":"Enosh lived a further eight hundred and fifteen years after he had Kenan, and had sons and daughters."},{"number":11,"text":"In total, Enosh lived for nine hundred and five years; and then he died."},{"number":12,"text":"Kenan lived for seventy years, and fathered Mahalalel."},{"number":13,"text":"Kenan lived for eight hundred and forty years after he had Mahalalel, and had sons and daughters."},{"number":14,"text":"In total, Kenan lived for nine hundred and ten years; and then he died."},{"number":15,"text":"Mahalalel lived for sixty and five years, and fathered Jared."},{"number":16,"text":"Mahalalel lived for eight hundred and thirty years after he had Jared, and had sons and daughters."},{"number":17,"text":"In total, Mahalalel lived for eight hundred ninety and five years; and then he died."},{"number":18,"text":"Jared lived for a hundred sixty and two years, and fathered Enoch."},{"number":19,"text":"Jared lived for eight hundred years after he had Enoch, and had sons and daughters."},{"number":20,"text":"In total, Jared lived for nine hundred sixty and two years; and then he died."},{"number":21,"text":"Enoch lived for sixty and five years, and fathered Methuselah."},{"number":22,"text":"Enoch walked with God for three hundred years after he had Methuselah, and had sons and daughters."},{"number":23,"text":"In total, Enoch lived for three hundred sixty and five years."},{"number":24,"text":"Enoch walked with God, and then he was gone; because God took him."},{"number":25,"text":"Methuselah lived for a hundred eighty and seven years, and fathered Lamech."},{"number":26,"text":"Methuselah lived for seven hundred eighty and two years after he had Lamech, and had sons and daughters."},{"number":27,"text":"In total, Methuselah lived for nine hundred sixty and nine years; and then he died."},{"number":28,"text":"Lamech lived for a hundred eighty and two years, and had a son."},{"number":29,"text":"He named him Noah, saying: “He will bring us relief from our work and the toil of our hands which comes from the ground the Lord cursed.”"},{"number":30,"text":"Lamech lived for five hundred ninety and five years after he had Noah, and had sons and daughters."},{"number":31,"text":"In total, Lamech lived for seven hundred seventy and seven years; and then he died."},{"number":32,"text":"When Noah was five hundred years old, he fathered Shem, Ham, and Japheth."}]}