{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":50,"verses":[{"number":1,"text":"Joseph fell upon his father’s face and wept over him and kissed him."},{"number":2,"text":"Then Joseph commanded his servants the physicians to embalm his father. So the physicians embalmed Jacob;"},{"number":3,"text":"and forty days were devoted to it, for this is the full period for embalming."},{"number":4,"text":"The Egyptians also mourned for him seventy days."},{"number":5,"text":"When the days of mourning for him were past, Joseph spoke to the members of Pharaoh’s court, saying, “If now you wish to do me a favor, speak to Pharaoh and say, Joseph’s father made him take an oath, saying, ‘See, I am dying; bury me in my grave which I prepared for myself in the land of Canaan.’ Ask Pharaoh, ‘Let me go up, I beg of you, and bury my father; after that I will return.’”"},{"number":6,"text":"Pharaoh said, “Go up and bury your father, as he made you take an oath.”"},{"number":7,"text":"So Joseph went up to bury his father; and with him went all the officials of Pharaoh, the elders of his household, all the elders of the land of Egypt,"},{"number":8,"text":"all the household of Joseph, his brothers, and his father’s household. Only their little ones, their sheep, and their cattle they left in the land of Goshen."},{"number":9,"text":"There went up with him both chariots and horsemen, so that it was a very great company."},{"number":10,"text":"When they came to the threshing floor of Atad, which is beyond Jordan, they held there a great and impressive lamentation; and Joseph appointed a period of mourning for his father which lasted seven days."},{"number":11,"text":"When the Canaanites, the inhabitants of the land, saw the mourning at the threshing floor of Atad, they said, “This is an impressive mourning among the Egyptians.” That is why that place across the Jordan is called, Ebel-Mizraim."},{"number":12,"text":"Then Jacob’s sons did for him what he had commanded them:"},{"number":13,"text":"they carried him to the land of Canaan and buried him in the cave in the field of Machpelah near Mamre which Abraham bought with the field from Ephron the Hittite to hold as a place of burial."},{"number":14,"text":"After he had buried his father, Joseph and his brothers and all who had gone up with him to bury his father returned to Egypt."},{"number":15,"text":"When Joseph’s brothers realized that their father was dead, they said, “It may be that Joseph will now hate us and fully punish us for all the evil which we did to him!”"},{"number":16,"text":"They sent this message to him: “Your father commanded before he died,"},{"number":17,"text":"‘Tell Joseph: Forgive, I beg of you, the wrongdoing and sin of your brothers, for they treated you basely.’ So now we beg of you forgive the wrongdoing of the servants of your father’s God.” While they were speaking to him, Joseph began to weep,"},{"number":18,"text":"his brothers also went and fell down before him and said, “See, we are your slaves.”"},{"number":19,"text":"But Joseph said to them, “Do not be afraid; for am I in the place of God?"},{"number":20,"text":"You plotted mischief against me, but God intended it for good, in order to accomplish what is now being done, the saving of the lives of many people."},{"number":21,"text":"Now therefore do not be afraid; I will provide for you and your little ones.” He said this kindly, comforting them."},{"number":22,"text":"Joseph remained in Egypt with his father’s family. He lived a hundred and ten years,"},{"number":23,"text":"and he saw Ephraim’s great-grandchildren; the children also of Machir the son of Manasseh were borne upon Joseph’s knees."},{"number":24,"text":"Then Joseph said to his brothers, “I am about to die, but God will surely remember you and bring you up from this land to the land which he promised by an oath to Abraham, Isaac and Jacob.”"},{"number":25,"text":"Joseph required an oath of the Israelites, saying, “When God remembers you, as he surely will, then you must carry up my bones from here.”"},{"number":26,"text":"So Joseph died, being a hundred and ten years old; and they embalmed him, and he was put in a coffin in Egypt."}]}