{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":7,"verses":[{"number":1,"text":"Then the Lord said to Noah, “Enter with all your household into the ark; for I see that in this age you are living before me an upright life."},{"number":2,"text":"Take seven of all the beasts that are fit for food and sacrifice, the male and the female; but of the beasts that are not fit for food and sacrifice take only two, the male and the female;"},{"number":3,"text":"and of the wild birds that are fit for food and sacrifice take seven, to keep the species alive on the earth."},{"number":4,"text":"After seven days I will send rain on the earth forty days and forty nights; and I will destroy from the surface of the ground every living thing that I have made.”"},{"number":5,"text":"Then Noah did all that the Lord commanded him."},{"number":6,"text":"He was six hundred years old, and when the waters of the flood came upon the earth"},{"number":7,"text":"he, his sons, his wife, and his sons’ wives, entered the ark because of the waters of the flood"},{"number":8,"text":"together with the beasts that were fit for food and sacrifice and the beasts that were not fit, and the birds, and everything that creeps upon the ground."},{"number":9,"text":"Two by two, male and female, they entered the ark as God had commanded Noah."},{"number":10,"text":"After seven days, the flood waters came."},{"number":11,"text":"In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that very day, all the fountains of the great deep burst open, and the windows of heaven were opened – and"},{"number":12,"text":"it rained for forty days and forty nights."},{"number":13,"text":"That was the day that Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah’s wife, and the three wives of his sons with them, went into the ark, and"},{"number":14,"text":"every type of animal, and cattle, and creeping thing that creeps on the earth, and bird"},{"number":15,"text":"went with Noah into the ark, two by two of every kind of living thing."},{"number":16,"text":"They went in, male and female, as God had commanded Noah; and the Lord shut Noah in the ark."},{"number":17,"text":"The flood continued for forty days, and the waters increased and raised up the ark, and it was lifted high above the earth."},{"number":18,"text":"It floated on the surface as the waters rose higher over the land."},{"number":19,"text":"Higher the waters rose over the land – until the highest mountains were covered"},{"number":20,"text":"by more than twenty feet."},{"number":21,"text":"All creatures on the land, bird and cattle and animals, every creature that swarms on the ground, every person,"},{"number":22,"text":"everything on dry land in whose nostrils was the faintest breath of life, died."},{"number":23,"text":"The Lord destroyed everything that existed upon the face of the ground, both man and cattle, and creeping things, and the birds of the heavens, and Noah only was left and they who were with him in the ark."},{"number":24,"text":"The waters did not start to go down for a hundred and fifty days."}]}