{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":8,"verses":[{"number":1,"text":"Then God remembered Noah and all the beasts and all the animals that were with him in the ark; and God caused a wind to blow over the earth, and the flood subsided,"},{"number":2,"text":"the fountains of the deed were stopped and the windows of heaven closed, and the rain from heaven ceased,"},{"number":3,"text":"and the waters withdrew more and more from the land for a hundred and fifty days."},{"number":4,"text":"On the seventeenth day of the seventh month, the ark came to rest on the mountains of Ararat."},{"number":5,"text":"The waters continued to go down until, on the first day of the tenth month, the tops of the mountains could be seen."},{"number":6,"text":"After forty days Noah opened the window of the ark,"},{"number":7,"text":"and sent out a raven; and it kept going to and fro until the waters were dried up from the earth."},{"number":8,"text":"He also sent out a dove to see if the waters had subsided from the surface of the ground;"},{"number":9,"text":"but the dove found no rest for her foot, and so returned to him to the ark, for the waters covered the surface of the whole earth. So he reached out his hand and took her and brought her back into the ark."},{"number":10,"text":"Then he waited seven days longer and again sent out the dove from the ark."},{"number":11,"text":"The dove came in to him at dusk and in her mouth was a freshly plucked olive-leaf. So Noah knew that the waters had subsided from the earth."},{"number":12,"text":"He waited seven days more and sent out the dove; but it did not return to him again."},{"number":13,"text":"So it was that in the first day of the first month of Noah’s six hundred and first year, the waters had dried up. Noah removed the covering of the ark and looked, and saw that the surface of the ground was dry."},{"number":14,"text":"It was the twenty-seventh day of the second month."},{"number":15,"text":"God said to Noah,"},{"number":16,"text":"“Leave the ark with your wife and sons and their wives."},{"number":17,"text":"Bring out every living creature, every bird, cattle, and creeping thing that creeps on the earth, so that they can spread over the earth, and be fruitful and multiply.”"},{"number":18,"text":"So Noah left the ark with his sons and his wife and his son’s wives,"},{"number":19,"text":"and every living creature, every creeping thing, every bird came out one kind after another."},{"number":20,"text":"Noah built an altar to the Lord and took one of every beast and bird that was fit for sacrifice and offered burnt-offerings on the altar."},{"number":21,"text":"When the Lord smelled the pleasing odour, he said to himself, “I will never again curse the ground because of people because the inclination of their heart is evil from their youth, nor will I again destroy every living thing, as I have done."},{"number":22,"text":"While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, will not cease.”"}]}