{"translation":"oeb-us","book":"gen","bookName":"Genesis","chapter":9,"verses":[{"number":1,"text":"Then God blessed Noah and his sons, and said to them, “Bear children and multiply and repopulate the earth."},{"number":2,"text":"Every wild beast and bird and everything that creeps on the ground and all the fish of the sea will fear and dread you; into your hand they are given."},{"number":3,"text":"Every moving thing that lives will be food for you; as I gave the green herbs, I give them all to you."},{"number":4,"text":"Only you must not eat flesh while the life is in it, that is, the blood."},{"number":5,"text":"“Moreover, your own lifeblood will I require for a person’s life; from every beast will I require it, and from everyone who takes another’s life."},{"number":6,"text":"Whoever sheds a person’s blood, by people will their blood be shed; for God made people in his own image."},{"number":7,"text":"But you are to bear children and repopulate the whole earth and subdue it.”"},{"number":8,"text":"God also said to Noah and to his sons with him,"},{"number":9,"text":"“Now I make this covenant with you and with your descendants"},{"number":10,"text":"and with every living creature that is with you, with the birds, the cattle, and every wild animal that is with you of all that have gone out of the ark, even with every beast of the earth."},{"number":11,"text":"This is my covenant: No living thing will ever again be cut off by the waters of the flood, and there will never again be a flood to destroy the earth.”"},{"number":12,"text":"God said, “This is the sign of the covenant that I make for all time between me and you and every living creature that is with you:"},{"number":13,"text":"I have placed my bow in the cloud and it will be the sign of the covenant between me and the inhabitants of the earth."},{"number":14,"text":"Whenever I bring a cloud over the earth and the bow is seen in the cloud,"},{"number":15,"text":"I will remember the agreement which is between me and you and every living creature; and the waters will never again become a flood to destroy all living things."},{"number":16,"text":"Whenever the bow is seen in the cloud, I will see it and remember the everlasting agreement between God and every living creature on earth,”"},{"number":17,"text":"God said to Noah, “it is the sign of the covenant which I have made with everything that lives on earth.”"},{"number":18,"text":"The sons of Noah, who left the ark, were Shem, and Ham, and Japheth; and Ham was the father of Canaan."},{"number":19,"text":"The descendants of these three sons of Noah spread over the whole earth."},{"number":20,"text":"Now Noah, the farmer, was the first to plant a vineyard."},{"number":21,"text":"When he drank the wine he became drunk, and lay uncovered in his tent."},{"number":22,"text":"Then Ham, the father of Canaan, saw the nakedness of his father and told his two brothers about it."},{"number":23,"text":"But Shem and Japheth took a garment and laid it upon both their shoulders and went backward to cover the nakedness of their father, their faces being turned away so that they did not see their father’s nakedness."},{"number":24,"text":"When Noah sobered up and learned what his youngest son had done to him,"},{"number":25,"text":"he said, Cursed be Canaan; may he be a slave of slaves to his brothers."},{"number":26,"text":"Also he said: Blessed of the Lord be Shem; and let Canaan be a slave to him."},{"number":27,"text":"God enlarge Japheth and let him live in the tents of Shem. Let Canaan be a slave to him as well."},{"number":28,"text":"Noah lived after the flood three hundred and fifty years."},{"number":29,"text":"All the days of Noah were nine hundred and fifty years; and he died."}]}