{"translation":"kjv1611","book":"hos","bookName":"Hosea","chapter":12,"verses":[{"number":1,"text":"Ephraim feedeth on winde, and followeth after the East winde: hee daily increaseth lies and desolation, and they doe make a couenant with the Assyrians, and oyle is caried into Egypt."},{"number":2,"text":"The Lord hath also a controuersie with Iudah, and will punish Iacob according to his wayes, according to his doings will he recompense him."},{"number":3,"text":"¶ Hee tooke his brother by the heele in the wombe, and by his strength he had power with God."},{"number":4,"text":"Yea, he had power ouer the Angel and preuailed: hee wept and made supplication vnto him: he found him in Bethel, and there he spake with vs."},{"number":5,"text":"Euen the Lord God of hosts, the Lord is his memoriall."},{"number":6,"text":"Therefore turne thou to thy God: keepe mercie and iudgement, and wait on thy God continually."},{"number":7,"text":"¶ He is a merchant, the balances of deceit are in his hand: hee loueth to oppresse."},{"number":8,"text":"And Ephraim said, Yet I am become rich, I haue found mee out substance: in all my labours they shall finde none iniquitie in mee, that were sinne."},{"number":9,"text":"And I that am the Lord thy God from the lande of Egypt, will yet make thee to dwell in tabernacles, as in the dayes of the solemne feast."},{"number":10,"text":"I haue also spoken by the prophets, and I haue multiplied visions, and vsed similitudes, by the ministerie of the prophets."},{"number":11,"text":"Is there iniquitie in Gilead? surely they are vanitie, they sacrifice bullocks in Gilgal, yea their altars are as heapes in the furrowes of the fields."},{"number":12,"text":"And Iacob fled into the countrey of Syria, and Israel serued for a wife, and for a wife he kept sheepe."},{"number":13,"text":"And by a Prophet the Lord brought Israel out of Egypt, and by a Prophet was he preserued."},{"number":14,"text":"Ephraim prouoked him to anger, most bitterly: therefore shall he leaue his blood vpon him, and his reproch shall his Lord returne vnto him."}]}