{"translation":"oeb-us","book":"ezr","bookName":"Ezra","chapter":10,"verses":[{"number":1,"text":"Now while Ezra was making supplication and confession, weeping and casting himself down before the house of God, there was gathered together to him out of Israel a very great assembly of men and women and children; for the people wept loudly."},{"number":2,"text":"And Shecaniah the son of Jehiel, one of the sons of Elam, spoke and said to Ezra, We have committed an impiety against our God and have married foreign women of the peoples of the land, yet in this matter there is yet hope for Israel."},{"number":3,"text":"Now therefore let us make a covenant with our God to put away all the foreign wives and those who have been born of them, according to the counsel of my lord and of those who revere the command of our God, and let it be done according to the law."},{"number":4,"text":"Arise, carry into execution, for it is your task, and we are with you; be of good courage and act."},{"number":5,"text":"Then Ezra arose and made the chiefs of the priests, the Levites, and all Israel take oath that they would do according to this word. So they took oath."},{"number":6,"text":"Then Ezra rose up from before the house of God and went into the chamber of Jehonanan the son of Eliashib, and spent the night there, neither eating bread nor drinking water, for he mourned because of the impiety of those who had returned from the captivity."},{"number":7,"text":"And they made proclamation throughout Judah and Jerusalem to all the children of the captivity, that they should gather themselves together at Jerusalem."},{"number":8,"text":"And that whoever did not come within three days, according to the counsel of the nobles and the elders, all his possessions should not be placed under the ban and he should be excluded from the assembly of the captivity."},{"number":9,"text":"Then all the men of Judah and Benjamin gathered themselves to Jerusalem within the three days, that is on the twentieth day of the ninth month. And all the people sat in the open space before the house of God, trembling on account of the subject itself and also because of the pouring rain."},{"number":10,"text":"The Ezra the priest stood up and said to them, You have committed an act of impiety and have married foreign women to increase the guilt of Israel."},{"number":11,"text":"Now therefore make confession to Jehovah, the God of your fathers, and do his will and separate yourselves from the peoples of the land and from the foreign women."},{"number":12,"text":"Then all the assembly answered and said with a loud voice, We must do as you have said concerning us."},{"number":13,"text":"But the people are many, and it is a time of the autumn rain, and we cannot stand outside, and this is not a work of one day or two, for we have committed great impiety in this matter."},{"number":14,"text":"Let now our nobles represent all the assembly and let all those in our cities who have married foreign women come at appointed times and with them the elders of each city and its judges, until the fierce wrath of our God because of this matter be turned from us."},{"number":15,"text":"Only Jonathan the son of Asahel and Jazeiah the son of Tikyah opposed this, and Meshullam and Shabbethai the Levite supported them."},{"number":16,"text":"TBut those who had returned from the captivity acted according to the will of the assembly. And Ezra the priest selected certain heads of fathers’ houses according to their fathers’ houses, and all of them were named by name; and they held a sitting on the first day of the tenth month to examine the matter."},{"number":17,"text":"And they completed the investigation of all the men who had married foreign women by the first day of the first month."},{"number":18,"text":"And among the sons of the priests who had married foreign women were found the sons of Jozadak and his clansmen: Maaseiah, Eliezer, Jarib, and Gedaliah."},{"number":19,"text":"And they gave their hand that they should put away their wives; and their guilt-offering was a ram of the flock for their guilt."},{"number":20,"text":"And of the sons of Immer, Hanani and Zebadiah."},{"number":21,"text":"And of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."},{"number":22,"text":"And of the sons of Pashhur: Elioenai, Maaseiah, Ishamael, Nethanel, Jozabad, and Elasah."},{"number":23,"text":"And of the Levites: Jozabad, Shimei, Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer."},{"number":24,"text":"And of the singers: Eliashib and Zaccur. And of the porters: Shallum, Telem, and Uri."},{"number":25,"text":"And of Israel: Of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Michaiah and Benaiah."},{"number":26,"text":"And of the sons of Elam: Mataniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."},{"number":27,"text":"And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."},{"number":28,"text":"And of the sons of Babai: Jehohanan, Hananiah, Zabbai, Athlai."},{"number":29,"text":"And of the sons of Bani: Meshullam, Adaiah. Jashub, Sheal, and Jeremoth."},{"number":30,"text":"And of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."},{"number":31,"text":"And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"},{"number":32,"text":"Benjamin, Malluch, Shemariah."},{"number":33,"text":"Of the sons of Hashum: Mattenai, Mattatah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei."},{"number":34,"text":"Of the sons of Bani: Maadai, Amram, Joel,"},{"number":35,"text":"Banaiah, Bedeiah, Cheluhi,"},{"number":36,"text":"Vaniah, Meremoth, Eliashib,"},{"number":37,"text":"Shelemiah, Nathan Adaiah,"},{"number":40,"text":"Machnadebai, Shashai, Sharai,"},{"number":41,"text":"Azarel, shelemiah, Shemariah,"},{"number":42,"text":"Shallum, Amariah, Joseph."},{"number":43,"text":"Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo, Joel, Benaiah."},{"number":44,"text":"All these had taken foreign wives; and they sent them away with their children."}]}