{"translation":"oeb-us","book":"ezr","bookName":"Ezra","chapter":3,"verses":[{"number":2,"text":"Then Jeshua the son of Jozadak, and his kinsmen the priests, and Zerubbabel the son of Shealtiel and his kinsmen arose and built the altar of the God of Israel, to offer burnt-offerings on it, as prescribed in the law of Moses the man of God."},{"number":3,"text":"And they set up the altar in its place; for fear, because of the peoples dwelling in the land, had come upon them, but they plucked up courage and offered burnt-offerings to Jehovah, even burnt-offerings morning and evening."},{"number":4,"text":"And they kept the feast of booths as it is prescribed, and offered the fixed number of daily burnt-offerings according to the direction for each day;"},{"number":5,"text":"and afterward the continual burnt-offering, and the offerings of the new moons, and of all the sacred feasts of Jehovah, and for every one who offered a freewill offering to Jehovah."},{"number":6,"text":"From the first day of the seventh month they began to offer burnt-offerings to Jehovah; but the foundation of the temple of Jehovah was not yet laid."},{"number":7,"text":"They also gave money to the masons and to the carpenters, and food, and drink, and oil to the Sidonians and the Tyrians to bring cedar-trees from Lebanon on the sea to Joppa, according to the grant that they had from Cyrus king of Persia."},{"number":8,"text":"And in the second year of their coming to the house of God at Jerusalem, in the second day of the month, Zerubbabel the son of Sheatiel, and Jeshua the son of Jozadak, and the rest of their kinsmen the priests and the Levites, and all who had come from the captivity to Jerusalem, began and laid the foundation of the house of God on the first day of the second month of the second year after they had come to Judah and Jerusalem.And they appointed the Levites, who were twenty years old and over, to have the oversight of the work of the temple of Jehovah."},{"number":9,"text":"Then Jeshua arose with his sons and his kinsmen, and Kadmiel his brother and the sons of Judah and the sons of Henadad, with their sons and their kinsmen the Levites, to have together the oversight of the workmen in the house of God."},{"number":10,"text":"And when the builders had laid the foundation of the temple of Jehovah, the priests stood in their official robes with trumpets, and the Levites, the sons of Asaph, with cymbals to praise Jehovah, according to the directions of David king of Israel."},{"number":11,"text":"And they sang responsively songs of praise and thanksgiving to Jehovah, saying, For he is good, for his loving-kindness is ever over Israel. And all the people raised a great shout of rejoicing, because the foundation of the temple of Jehovah had been laid."},{"number":12,"text":"But many of the priests and Levites and heads of father’s houses and the old men, who had seen the first temple, when the foundation of this temple was laid before their eyes, wept loudly, while many shouted aloud for joy,"},{"number":13,"text":"so that the people could not distinguish the sound of the shout of joy from the sound of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off."}]}