{"translation":"oeb-us","book":"ezr","bookName":"Ezra","chapter":7,"verses":[{"number":1,"text":"Now after these things, in the reign of Artaxerxes king of Persia, there went up Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,"},{"number":2,"text":"the son of Shallum, the son of Zadok, the son of Ahitub,"},{"number":3,"text":"the son of Amariah, the son of Azariah, the son Meraioth,"},{"number":4,"text":"the son of Zerahiah, the son of Uzzi, the son of Bukki,"},{"number":5,"text":"the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest."},{"number":6,"text":"This Ezra went up from Babylon: and he was a scribe skilled in the law of Moses, which Jehovah, the God of Israel, had given. And the king granted him all his request, inasmuch as the hand of Jehovah his God was upon him."},{"number":7,"text":"And some of the Israelites, and of the priests, the Levites, the singers, the porters, and the temple servants went up to Jerusalem, in the seventh year of Artaxerxes the king."},{"number":8,"text":"And he came to Jerusalem in the fifth month, which was in the seventh year of the king."},{"number":9,"text":"For on the first day of the first month he began the journey from Babylon, and on the first day of the fifth month he came to Jerusalem, since the good hand of God was with him."},{"number":10,"text":"For Ezra had set his heart to seek the law of Jehovah, and to observe it and to teach in Israel statutes and ordinances."},{"number":11,"text":"Now this the copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, who copied the words of the commands of Jehovah and of his statutes to Israel:"},{"number":12,"text":"Artaxerxes, king of kings, to Ezra the priest, the scribe of the law of the God of heaven, greeting."},{"number":13,"text":"And now I make a decree that anyone of the people of Israel, or their priests or Levites in my realm, who is willing to go to Jerusalem, shall go with you."},{"number":14,"text":"Because you have been sent by the king and his seven counsellors, to institute an inquiry concerning Judah and Jerusalem on the basis of the law of your God which is in your hand"},{"number":15,"text":"and to carry the silver and gold which the king and his counsellors have freely offered to the God of Israel, whose dwelling is in Jerusalem,"},{"number":16,"text":"with all the silver and gold that you shall receive in all the province of Babylon, with the contributions of the people and priests, who contribute for the house of their God which is in Jerusalem,"},{"number":17,"text":"therefore you shall carefully buy with this money bullocks, rams, lambs, with their cereal-offerings and their libations, and shall offer them on the altar of the house of your God which is in Jerusalem."},{"number":18,"text":"And whatever shall seem good to you and to your kinsmen to do with the rest of the silver and the gold, so do according to the will of your God."},{"number":19,"text":"And the vessels that have been given you for the service of the house of your God, deliver them all before your God at Jerusalem."},{"number":20,"text":"And whatever more shall be needed for the house of your God, which you shall have occasion to bestow, bestow it out of the king’s treasury."},{"number":21,"text":"And the decree is given by me, Artaxerxes the king, to all the treasures of the province beyond the River, that whatever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, let it be carefully done,"},{"number":22,"text":"up to a hundred talents of silver, a thousand bushels of wheat, eight hundred gallons of wine, eight hundred gallons of oil, and salt to any amount."},{"number":23,"text":"All that is commanded by the God of heaven must be exactly done for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?"},{"number":24,"text":"Also be it known to you that it is not lawful to impose tribute, custom, or toll on any priests, Levites, singers, porters, temple-servants, or servants of this house of God."},{"number":25,"text":"And you, Ezra, according to the wisdom of your God that is in you, appoint magistrates and judges to judge all the people beyond the River, all such as know the laws of your God, and teach such as do know them."},{"number":26,"text":"And whoever will not obey the law of your God, and the law of the king, let strict justice be executed upon him, whether it be death, or banishment, or confiscation of gods, or imprisonment."},{"number":27,"text":"Blessed be Jehovah the God of our fathers, who hath put such a thing as this into the king’s heart, to beautify the temple of Jehovah which is at Jerusalem."},{"number":28,"text":"and hath granted me favor before the king and his counsellor and before all the king’s high officials. And I was strengthened, since the hand of Jehovah my God was with me, and I gathered chief men from Israel to go up with me."}]}