{"translation":"oeb-us","book":"ezr","bookName":"Ezra","chapter":9,"verses":[{"number":1,"text":"Now when these things had been done, the nobles drew near to me and said. ’The people of Israel and the nobles and the priests and the Levites have not kept themselves apart from the peoples of the lands, from their abominations, even from the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."},{"number":2,"text":"For they have taken of their daughters wives for themselves and their sons, so that they, the holy race, have mixed themselves with the peoples of the lands, and the hand of the nobles and rulers has been most prominent in this impiety.’"},{"number":3,"text":"And when I heard this, I tore my inner-garment and my robe, and pulled the hair from my head and my beard, and sat down dumbfounded."},{"number":4,"text":"Then all who trembled at the words of the God of Israel, because of the impiety of those who had returned from the captivity, gathered about me as I dumbfounded until the evening oblation."},{"number":5,"text":"And at evening I arose from my self-humiliation, and I tore my inner-garment and my robe, and fell upon my knees and spread out of my hands to Jehovah"},{"number":6,"text":"and said, ’O my God, I am ashamed and blush to lift up my face to thee, my God, for our iniquities have risen higher than our head and our guilt has grown even to the heavens."},{"number":7,"text":"Since the days of our fathers to this day we have been implicated in great guilt; and for our iniquities we, our kings, and our priests, have been delivered into the hands of the kings of the lands, by the sword, captivity, plunder, and confusion of face, as it is this day."},{"number":8,"text":"And now for a brief moment grace hath been showed from Jehovah our God, in that he has left us a remnant to escape, and given us a respite in his holy place that our God may lighten our eyes, and give us a little renewal of life in our bondage."},{"number":9,"text":"For we are bondmen; yet our God hath not forsaken us in our bondage, but hath extended to us favor in the sight of the kings of Persia to give us a renewal of life, to set up the house of our God, to repair its ruins, and to give us a wall in Judah and in Jerusalem."},{"number":10,"text":"And now, O our God, what shal we say after all this? For we have forsaken thy commands,"},{"number":11,"text":"which thou hast commanded by thy servants the prophets, saying, \"The land which we go to possess, is an unclean land because of the uncleanness of the peoples of the land, because of their abominable practices, which have filled it from one to another with their filth."},{"number":12,"text":"Now therefore do not give your daughters to their sons, nor take their daughters as wives for your sons, nor seek their peace of their prosperity forever, that ye may be strong, and eat the good of the land and leave it as an inheritance to your children forever.\""},{"number":13,"text":"And after all that is come upon us for our evil deeds and for our great guilt, since thou, our God, hast punished us less than our iniquities deserve, and has given us such a remnant as this,"},{"number":14,"text":"shall we again break thy commands and intermarry with the peoples who do these abominable act? Wouldest not thou be angry with us until thou hadst consumed us, so that there would be no remnant nor any to escape?"},{"number":15,"text":"O Jehovah, the God of Israel, thou art righteous; for we are left a remnant that has escaped, as it is this day. Now we are before thee in our guilt, for none can stand before thee because of this.’"}]}