{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":3,"verses":[{"number":1,"text":"Now when Darius reigned, hee made a great feast vnto all his Subiects and vnto all his houshold, and vnto all the princes of Media and Persia,"},{"number":2,"text":"And to all the gouernours and captaines, and lieutenants that were vnder him, from Iudia vnto Ethiopia, of an hundreth twenty and seuen prouinces."},{"number":3,"text":"And when they had eaten and drunken, and being satisfied were gone home, then Darius the king went into his bed chamber, and slept, and soone after awaked."},{"number":4,"text":"Then three yong men that were of the guard, that kept the kings body, spake one to another:"},{"number":5,"text":"Let euery one of vs speake a sentence: hee that shall ouercome, & whose sentence shall seeme wiser then the others, vnto him shall the king Darius giue great gifts, and great things in token of victory:"},{"number":6,"text":"As to be clothed in purple, to drink in golde, and to sleepe vpon golde, and a chariot with bridles of golde, and an head-tyre of fine linen, and a chaine about his necke:"},{"number":7,"text":"And hee shall sit next to Darius, because of his wisedome, and shalbe called, Darius his cousin."},{"number":8,"text":"And then euery one wrote his sentence, sealed it, and laide it vnder king Darius his pillow,"},{"number":9,"text":"And sayd, that when the king is risen, some will giue him the writings, and of whose side the king, and the three princes of Persia shall iudge, that his sentence is the wisest, to him shall the victory be giuen as was appointed."},{"number":10,"text":"The first wrote: Wine is the strongest."},{"number":11,"text":"The second wrote: The King is strongest."},{"number":12,"text":"The third wrote; Women are strongest, but aboue all things trueth beareth away the victory."},{"number":13,"text":"¶ Now when the king was risen vp, they tooke their writings, and deliuered them vnto him, and so hee read them."},{"number":14,"text":"And sending foorth, hee called all the Princes of Persia and Media, and the gouernours, and the captaines, and the lieutenants, and the chiefe officers,"},{"number":15,"text":"And sate him downe in the royall seate of Iudgement, and the writings were read before them:"},{"number":16,"text":"And he said, Call the young men, and they shall declare their owne sentences: so they were called, and came in."},{"number":17,"text":"And hee said vnto them, Declare vnto vs your minde, concerning the writings. Then began the first, who had spoken of the strength of wine;"},{"number":18,"text":"And he said thus: O ye men, how exceeding strong is wine! it causeth all men to erre that drinke it:"},{"number":19,"text":"It maketh the minde of the king, and of the fatherlesse childe to be all one of the bondman and of the freeman, of the poore man and of the rich:"},{"number":20,"text":"It turneth also euery thought into iollitie and mirth, so that a man remembreth neither sorow nor debt:"},{"number":21,"text":"And it maketh euery heart rich, so that a man remembreth neither king nor gouernour, and it maketh to speake all things by talents:"},{"number":22,"text":"And when they are in their cups, they forget their loue both to friends and brethren, and a litle after draw out swords:"},{"number":23,"text":"But when they are from the wine, they remember not what they haue done."},{"number":24,"text":"O ye men, is not wine the strongest, that enforceth to doe thus? And when hee had so spoken, hee helde his peace."}]}