{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":4,"verses":[{"number":1,"text":"Then the second that had spoken of the strength of the King, began to say;"},{"number":2,"text":"O yee men, doe not men excel in strength, that beare rule ouer Sea and land, and all things in them?"},{"number":3,"text":"But yet the King is more mighty: for hee is lord of all these things, and hath dominion ouer them, and whatsoeuer he commandeth them, they doe:"},{"number":4,"text":"If thee bid them make warre the one against the other, they doe it: if hee send them out against the enemies, they goe, and breake downe mountaines, walles and towres."},{"number":5,"text":"They slay and are slaine, and transgresse not the Kings commandement: if they get the victory, they bring all to the King, as well the spoile as all things else."},{"number":6,"text":"Likewise for those that are no souldiers, and haue not to doe with warres, but vse husbandrie; when they haue reaped againe, that which they had sowen, they bring it to the King, and compell one another to pay tribute vnto the King."},{"number":7,"text":"And yet he is but one man; if hee commaund to kill, they kill, if he command to spare, they spare."},{"number":8,"text":"If he command to smite, they smite; if he command to make desolate, they make desolate; if hee command to build, they build:"},{"number":9,"text":"If he command to cut downe, they cut downe; if he command to plant, they plant."},{"number":10,"text":"So all his people and his armies obey him; furthermore he lieth downe, he eateth and drinketh, & taketh his rest."},{"number":11,"text":"And these keepe (watch) round about him, neither may any one depart, and doe his owne businesse, neither disobey they him in any thing."},{"number":12,"text":"O yee men, how should not the King be mightiest, when in such sort he is obeyed? and he held his tongue."},{"number":13,"text":"¶ Then the third, who had spoken of women, and of the truth (this was Zorobabel) beganne to speake."},{"number":14,"text":"O yee men, it is not the great King, nor the multitude of men, neither is it wine that excelleth; who is it then that ruleth them, or hath the lordship ouer them, are they not women?"},{"number":15,"text":"Women haue borne the King and all the people, that beare rule by sea and land."},{"number":16,"text":"Euen of th&#275; came they: & they nourished them vp that planted the vineyards from whence the wine commeth."},{"number":17,"text":"These also make garments for men; these bring glory vnto men, and without women cannot men be."},{"number":18,"text":"Yea and if men haue gathered together gold and siluer, or any other goodly thing, doe they not loue a woman, which is comely in fauour and beautie?"},{"number":19,"text":"And letting all those things goe, doe they not gape, and euen with open mouth fixe their eyes fast on her; and haue not all men more desire vnto her, then vnto siluer or gold, or any goodly thing whatsoeuer?"},{"number":20,"text":"A man leaueth his owne father that brought him vp, and his owne countrie, and cleaueth vnto his wife."},{"number":21,"text":"He stickes not to spend his life with his wife, and remembreth neither father, nor mother, nor countrey."},{"number":22,"text":"By this also you must know, that women haue dominion ouer you: doe yee not labour and toyle, and giue and bring all to the woman?"},{"number":23,"text":"Yea a man taketh his sword, and goeth his way to rob, and to steale, to saile vpon the sea, and vpon riuers,"},{"number":24,"text":"And looketh vpon a lyon, and goeth in the darknesse, and when he hath stolen, spoiled and robbed, he bringeth it to his loue."},{"number":25,"text":"Wherefore a man loueth his wife better then father and mother."},{"number":26,"text":"Yea many there be that haue run out of their wits for women, and become seruants for their sakes:"},{"number":27,"text":"Many also haue perished, haue erred, and sinned for women."},{"number":28,"text":"And now doe yee not belieue me? is not the King great in his power? doe not all regions feare to touch him?"},{"number":29,"text":"Yet did I see him and Apame the Kings concubine, the daughter of the admirable Bartacus, sitting at the right hand of the King,"},{"number":30,"text":"And taking the crowne from the Kings head, and setting it vpon her owne head; she also strooke the King with her left hand."},{"number":31,"text":"And yet for all this, the King gaped and gazed vpon her with open mouth: if she laughed vpon him, hee laughed also: but if she tooke any displeasure at him, the King was faine to flatter, that she might be reconciled to him againe."},{"number":32,"text":"O ye men, how can it be but women should be strong, seeing they doe thus?"},{"number":33,"text":"Then the king & the princes looked one vpon another: so he began to speake of the trueth."},{"number":34,"text":"O ye men, are not women strong? great is the earth, high is the heauen, swift is the Sunne in his course, for he compasseth the heauens round about, and fetcheth his course againe to his owne place in one day."},{"number":35,"text":"Is he not great that maketh these things? therefore great is the truth, and stronger then all things."},{"number":36,"text":"All the earth calleth vpon the truth, & the heauen blesseth it, all works shake and tremble at it, and with it is no vnrighteous thing."},{"number":37,"text":"Wine is wicked, the king is wicked, women are wicked, all the children of men are wicked, and such are all their wicked workes, and there is no trueth in them. In their vnrighteousnes also they shall perish."},{"number":38,"text":"As for the trueth it endureth, and is alwayes strong, it liueth and conquereth for euermore."},{"number":39,"text":"With her there is no accepting of persons, or rewards, but she doeth the things that are iust, and refraineth from all vniust and wicked things, and all men doe well like of her workes."},{"number":40,"text":"Neither in her iudgement is any vnrighteousnesse, & she is the strength, kingdome, power and maiestie of all ages. Blessed be the God of trueth."},{"number":41,"text":"And with that he held his peace, and al the people then shouted and said, Great is trueth, and mightie aboue all things."},{"number":42,"text":"Then saide the king vnto him, Aske what thou wilt, more then is appointed in the writing, and we wil giue it thee, because thou art found wisest, and thou shalt sit next me, and shalt bee called my cousin."},{"number":43,"text":"Then said hee vnto the king, Remember thy vow which thou hast vowed to build Ierusalem in the day when thou camest to the kingdome,"},{"number":44,"text":"And to send away all the vessels that were taken away out of Ierusalem, which Cyrus set apart, when hee vowed to destroy Babylon, and to send them againe thither."},{"number":45,"text":"Thou also hast vowed to build vp the Temple, which the Edomites burnt when Iudea was made desolate by the Chaldees."},{"number":46,"text":"And now, O lord the king, this is that which I require, and which I desire of thee, and this is the princely liberalitie proceeding from thy selfe: I desire therefore that thou make good the vow, the performance wherof with thine owne mouth thou hast vowed to the king of heauen."},{"number":47,"text":"Then Darius the king stood vp and kissed him, and wrote letters for him vnto all the treasurers and lieutenants, and captaines and gouernours that they should safely conuey on their way, both him, and all those that go vp with him to build Ierusalem."},{"number":48,"text":"Hee wrote letters also vnto the lieutenants that were in Coelosyria and Phenice, and vnto them in Libanus, that they should bring Cedar wood from Libanus vnto Ierusalem, and that they should build the city with him"},{"number":49,"text":"Moreouer he wrote for all the Iewes that went out of his realme vp into Iurie, concerning their freedome, that no officer, no ruler, no lieutenant, nor treasurer, should forcibly enter into their dores,"},{"number":50,"text":"And that all the countrey which they hold, should be free without tribute, & that the Edomites should giue ouer the villages of the Iewes which then they held,"},{"number":51,"text":"Yea that there should be yereely giuen twentie talents to &thorn; building of the Temple, vntill ye time that it were built,"},{"number":52,"text":"And other tenne talents yeerely, to maintaine the burnt offerings vpon the Altar euery day (as they had a commandement to offer seuenteene)"},{"number":53,"text":"And that all they that went from Babylon to build the citie, should haue free liberty as well they as their posteritie, and all the priests that went away."},{"number":54,"text":"He wrote also concerning the charges, and the priests vestments wherein they minister:"},{"number":55,"text":"And likewise for the charges of the Leuites, to be giuen them, vntill the day that the house were finished, and Ierusalem builded vp."},{"number":56,"text":"And he commanded to giue to all that kept the city, pensions and wages."},{"number":57,"text":"He sent away also all the vessels fr&#333; Babylon that Cyrus had set apart, and all that Cyrus had giuen in commandement, the same charged hee also to be done, and sent vnto Ierusalem."},{"number":58,"text":"Now when this yong man was gone forth, he lifted vp his face to heauen toward Ierusalem, and praised the king of heauen,"},{"number":59,"text":"And said, From thee commeth victory, from thee commeth wisedom, and thine is the glory, & I am thy seruant."},{"number":60,"text":"Blessed art thou who hast giuen me wisedom: for to thee I giue thanks, O Lord of our fathers."},{"number":61,"text":"And so he tooke the letters, and went out, and came vnto Babylon, and told it all his brethren."},{"number":62,"text":"And they praised the God of their fathers: because he had giuen them freedome and libertie"},{"number":63,"text":"To goe vp, and to build Ierusalem, and the Temple which is called by his Name, and they feasted with instruments of musick, & gladnes seuen dayes."}]}