{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":5,"verses":[{"number":1,"text":"After this were the principall men of the families chosen according to their tribes, to go vp with their wiues, and sonnes, and daughters, with their men-seruants and maid-seruants, and their cattel."},{"number":2,"text":"And Darius sent with them a thousand horsmen, til they had brought them backe to Ierusalem safely, and with musicall  tabrets and flutes:"},{"number":3,"text":"And all their brethren played, and hee made them goe vp together with them."},{"number":4,"text":"And these are the names of the men which went vp, according to their families, amongst their tribes, after their seuerall heads."},{"number":5,"text":"The Priestes the sonnes of Phinees, the sonne of Aaron: Iesus the sonne of Iosedec, the sonne of Saraias, and Ioachim the sonne of Zorobabel, the sonne of Salathiel of the house of Dauid, out of the kindred of Phares, of the tribe of Iuda;"},{"number":6,"text":"Who spake wise sentences before Darius the king of Persia, in the second yeere of his reigne, in the moneth Nisan, which is the first moneth."},{"number":7,"text":"And these are they of Iewrie that came vp from the captiuitie, where they dwelt as strangers, whom Nabuchodonosor the king of Babylon had carried away vnto Babylon:"},{"number":8,"text":"And they returned vnto Ierusalem, and to the other parts of Iurie euery man to his owne city, who came with Zorobabel, with Iesus, Nehemias, and Zacharias, and Reesaias, Enenius, Mardocheus, Beelsarus, Aspharasus, Reelius, Roimus, and Baana their guides."},{"number":9,"text":"The number of them of the nation, and their gouernours: sonnes of Phoros two thousand an hundred seuentie and two: the sonnes of Saphat foure hundred seuentie and two;"},{"number":10,"text":"The sonnes of Ares seuen hundred fiftie and sixe:"},{"number":11,"text":"The sonnes of Phaath Moab, two thousand eight hundred & twelue:"},{"number":12,"text":"The sonnes of Elam, a thousand two hundred fifty and foure: the sonnes of Zathui, nine hundred fourtie and fiue: the sonnes of Corbe seuen hundred and fiue: the sonnes of Bani, sixe hundred fourtie and eight:"},{"number":13,"text":"The sonnes of Bebai, sixe hundred twentie and three: the sonnes of Sadas, three thousand two hundred twentie and two:"},{"number":14,"text":"The sonnes of Adonican, sixe hundred sixtie and seuen: the sonnes of Bagoi, two thousand sixtie and sixe: the sonnes of Adin, foure hundred fiftie and foure:"},{"number":15,"text":"The sonnes of Aterezias, ninetie and two: the sonnes of Ceilan and Azetas, threescore and seuen: the sonnes of Azuran, foure hundred thirtie & two."},{"number":16,"text":"The sonnes of Ananias, an hundred and one: the sonnes of Arom thirtie two, and the sonnes of Bassa, three hundred twentie and three: the sonnes of Azephurith, an hundred and two:"},{"number":17,"text":"The sonnes of Meterus, three thousand and fiue: the sonnes of Bethlomon, an hundred twentie and three."},{"number":18,"text":"They of Netophah fiftie and fiue: they of Anathoth, an hundred fiftie and eight: they of Bethsamos, fourtie and two:"},{"number":19,"text":"They of Kiriathiarius, twentie and fiue: they of Caphira and Beroth, seuen hundred fourtie and three: they of Pyra, seuen hundred:"},{"number":20,"text":"They of Chadias and Ammidioi, foure hundred twenty and two: they of Cyrama, and Gabdes, sixe hundred twentie and one:"},{"number":21,"text":"They of Macalon, an hundred twentie and two: they of Betolius fiftie and two: the sonnes of Nephis, an hundred fiftie and sixe."},{"number":22,"text":"The sonnes of Calamolalus, and Onus, seuen hundred twentie and fiue: the sonnes of Ierechus, two hundred fourtie and fiue:"},{"number":23,"text":"The sonnes of Annaas, three thousand three hundred and thirtie:"},{"number":24,"text":"The Priests, the sonnes of Ieddu, the sonne of Iesus, among the sonnes of Sanasib, nine hundred seuentie and two: the sonnes of Meruth, a thousand fiftie and two:"},{"number":25,"text":"The sonnes of Phassaron, a thousand fourtie and seuen: the sonnes of Carme a thousand and seuenteene."},{"number":26,"text":"The Leuites: the sonnes of Iessue, and Cadmiel, and Banuas, and Sudias, seuentie and foure."},{"number":27,"text":"The holy singers: the sonnes of Asaph an hundred twentie and eight."},{"number":28,"text":"The porters: the sonnes of Salum, the sonnes of Iatal, the sonnes of Talmon, the sonnes of Dacobi, the sonnes of Teta, the sonnes of Sami, in all an hundred thirty and nine."},{"number":29,"text":"The seruants of the Temple: the sonnes of Esau, the sonnes of Asipha, the sonnes of Tabaoth, the sonnes of Ceras: the sonnes of Sud, the sonnes of Phaleas, the sonnes of Labana, the sonnes of Graba:"},{"number":30,"text":"The sonnes of Acua, the sonnes of Uta, the sonnes of Cetab, the sons of Agaba, the sonnes of Subai, the sonnes of Anan, the sonnes of Cathua, the sonnes of Geddur:"},{"number":31,"text":"The sonnes of Airus, the sonnes of Daisan, the sonnes of Noeba, the sonnes of Chaseba, the sonnes of Gazera, the sonnes of Azia, the sonnes of Phinees, the sonnes of Azara, the sonnes of Bastai, the sonnes of Asana the sonnes of Meani, the sonnes of Naphisi, the sonnes of Acub, the sons of Asipha, the sonnes of Assur, the sonnes of Pharacim, the sons of Basaloth."},{"number":32,"text":"The sonnes of Meeda: the sons of Coutha, the sonnes of Charea, the sonnes of Chareus, the sonnes of Aserer, the sonnes of Thomoi, the sonnes of Nasith, the sons of Atipha."},{"number":33,"text":"The sons of the seruants of Solomon: the sonnes of Azaphion, the sonnes of Pharira, the sonnes of Ioeli, the sonnes of Lozon, the sonnes of Isdael, the sonnes of Sapheth:"},{"number":34,"text":"The sonnes of Hagia, the sons of Phacareth, the sonnes of Sabie, the sonnes of Sarothie, the sonnes of Masias, the sonnes of Gar, the sons of Addus, the sonnes of Suba, the sonnes of Apherra, the sonnes of Barodis, the sonnes of Sabat, the sonnes of Allom."},{"number":35,"text":"All the ministers of the Temple, and the sonnes of the seruants of Solomon, were three hundred seuenty & two."},{"number":36,"text":"These came vp from Thermeleth, and Thelersas, Charaathalar leading them and Aalar."},{"number":37,"text":"Neither could they shewe their families, nor their stock, how they were of Israel: the sonnes of Ladan, the sonnes of Ban, the sonnes of Necodan, sixe hundred fiftie and two."},{"number":38,"text":"And of the Priests that vsurped the office of the Priesthood, and were not found, the sonnes of Obdia: the sonnes of Accoz, the sonnes of Addus, who married Augia one of the daughters of Berzelus, and was named after his name."},{"number":39,"text":"And when the description of the kinred of these men was sought in the Register, and was not found, they were remooued from executing the office of the Priesthood."},{"number":40,"text":"For vnto them said Nehemias, and Atharias, that they should not be partakers of the holy things, till there arose vp an high Priest, clothed with Doctrine and Trueth."},{"number":41,"text":"So of Israel from them of twelue yeeres olde and vpward, they were all in number fourtie thousand, besides men seruants and women seruants, two thousand three hundred and sixtie."},{"number":42,"text":"Their men seruants and handmaids were seuen thousand three hundred fourtie and seuen: the singing men and singing women, two hundred fortie and fiue."},{"number":43,"text":"Foure hundred thirtie and fiue camels, seuen thousand thirtie and sixe horses, two hundred fourtie and fiue mules, fiue thousand fiue hundred twentie & fiue beasts vsed to the yoke."},{"number":44,"text":"And certaine of the chiefe of their families, when they came to the Temple of God that is in Ierusalem, vowed to set vp the house againe in his owne place according to their abilitie:"},{"number":45,"text":"And to giue into the holy treasurie of the workes, a thousand pounds of golde, fiue thousand of siluer, and an hundred priestly vestments."},{"number":46,"text":"And so dwelt the Priests, and the Leuites, and the people in Ierusalem, and in the countrey: the Singers also, and the Porters, and all Israel in their villages."},{"number":47,"text":"But when the seuenth moneth was at hand, and when the children of Israel were euery man in his owne place, they came all together with one consent into the open place of the first gate, which is towards the East."},{"number":48,"text":"Then stood vp Iesus the sonne of Iosedec, and his brethren the Priests, and Zorobabel the sonne of Salathiel, and his brethren, and made ready the Altar of the God of Israel,"},{"number":49,"text":"To offer burnt sacrifices vpon it, according as it is expresly commanded in the booke of Moses the man of God."},{"number":50,"text":"And there were gathered vnto them out of the other nations of the land, and they erected the Altar vpon his owne place, because all the nations of the land were at enmitie with them, and oppressed them, and they offered sacrifices according to the time, and burnt offerings to the Lord both morning, and euening."},{"number":51,"text":"Also they held the feast of Tabernacles, as it is commanded in the law, and offered sacrifices daily as was meet:"},{"number":52,"text":"And after, that the continuall oblations, and the sacrifice of the Sabbaths, and of the new Moones, and of all holy feasts."},{"number":53,"text":"And all they that had made any vow to God, beganne to offer sacrifices to God from the first day of the seuenth moneth, although the Temple of the Lord was not yet built."},{"number":54,"text":"And they gaue vnto the Masons and Carpenters, money, meate and drinke with cheerefulnesse."},{"number":55,"text":"Unto them of Sidon also and Tyre, they gaue carres that they should bring Cedar trees from Libanus, which should bee brought by flotes to the hauen of Ioppe, according as it was commanded them by Cyrus King of the Persians."},{"number":56,"text":"And in the second yeere and second moneth, after his comming to the Temple of God at Ierusalem, beganne Zorobabel the sonne of Salathiel, and Iesus the sonne of Iosedec, and their brethren and the priests, and the Leuites, and all they that were come vnto Ierusalem out of the captiuity:"},{"number":57,"text":"And they layd the foundation of the house of God, in the first day of the second moneth, in the second yeere after they were come to Iury & Ierusalem."},{"number":58,"text":"And they appointed the Lenites from twenty yeeres old, ouer the workes of the Lord. Then stood vp Iesus and his sonnes, and brethren, and Cadmiel his brother, & the sonnes of Madiabun, with the sonnes of Ioda the sonne of Eliadun, with their sonnes and brethren, all Leuites, with one accord seters forward of the businesse, labouring to aduance the workes in the house of God. So the workmen built the temple of the Lord."},{"number":59,"text":"And the Priests stood arayed in their vestiments with musicall instruments, and trumpets, and the Leuites the sonnes of Asaph had Cymbals,"},{"number":60,"text":"Singing songs of thanksgiuing, and praising the Lord according as Dauid the king of Israel had ordained."},{"number":61,"text":"And they sung with loud voices songs to the praise of the Lord: because his mercy and glory is for euer in all Israel."},{"number":62,"text":"And all the people sounded trumpets, and shouted with a loud voyce, singing songs of thankesgiuing vnto the Lord for the rearing vp of the house of the Lord."},{"number":63,"text":"Also of the Priests and Leuites, and of the chiefe of their families the ancients who had seene the former house, came to the building of this with weeping and great crying."},{"number":64,"text":"But many with trumpets and ioy shouted with loud voyce."},{"number":65,"text":"Insomuch that the trumpets might not be heard for the weeping of the people: yet the multitude sounded marueilously, so that it was heard a farre off."},{"number":66,"text":"Wherefore when the enemies of the Tribe of Iuda and Beniamin heard it, they came to know what that noise of trumpets should meane."},{"number":67,"text":"And they perceiued, that they that were of the captiuity did build the temple vnto the Lord God of Israel."},{"number":68,"text":"So they went to Zorobabel and Iesus, and to the chiefe of the families, and said vnto them, We will build together with you."},{"number":69,"text":"For we likewise, as you, doe obey your Lord, and doe sacrifice vnto him from the dayes of Asbazareth the king of the Assyrians who brought vs hither"},{"number":70,"text":"Then Zorobabel and Iesus, and the chiefe of the families of Israel said vnto them, It is not for vs and you to build together an house vnto the Lord our God."},{"number":71,"text":"We our selues alone will build vnto the Lord of Israel, according as Cyrus the King of the Persians hath commanded vs."},{"number":72,"text":"But the heathen of the land lying heauy vpon the inhabitants of Iudea, and holding them straite, hindred their building:"},{"number":73,"text":"And by their secret plots, and popular perswasions, and commotions, they hindred the finishing of the building, all the time that king Cyrus liued, so they were hindered from building for the space of two yeeres, vntill the reigne of Darius."}]}