{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":6,"verses":[{"number":1,"text":"Now in the second yeere of the reigne of Darius, Aggeus, and Zacharias the sonne of Addo, the prophets prophesied vnto the Iewes, in Iurie and Ierusalem in the Name of the Lord God of Israel which was vpon them."},{"number":2,"text":"Then stood vp Zorobabel the sonne of Salathiel, and Iesus the son of Iosedec, and beganne to build the house of the Lord at Ierusalem, the prophets of the Lord being with them,and helping them."},{"number":3,"text":"At the same time came vnto them Sisinnes the gouernor of Syria, and Phenice, with Sathrabuzanes, and his companions, and said vnto them,"},{"number":4,"text":"By whose appointment doe you build this house, and this roofe, and performe all the other things? and who are the workemen that performe these things?"},{"number":5,"text":"Neuerthelesse the Elders of the Iewes obtained fauour: because the Lord had visited the captiuitie."},{"number":6,"text":"And they were not hindred from building vntil such time as signification was giuen vnto Darius concerning them, and an answere receiued."},{"number":7,"text":"The copie of the letters which Sisinnes gouernour of Syria, and Phenice, and Sathrabuzanes with their companions rulers in Syria and Phenice, wrote and sent vnto Darius, To king Darius, greeting."},{"number":8,"text":"Let all things bee knowen vnto our lord the King, that being come into the countrey of Iudea, and entred into the citie of Ierusalem, we found in the citie of Ierusalem the ancients of the Iewes that were of the captiuitie;"},{"number":9,"text":"Building an house vnto the Lord, great, and newe, of hewen and costly stones, and the timber already laid vpon the walles."},{"number":10,"text":"And those workes are done with great speede, and the worke goeth on prosperously in their handes, and with all glory and diligence is it made."},{"number":11,"text":"Then asked wee these Elders, saying, By whose commaundement builde you this house, and lay the foundations of these workes?"},{"number":12,"text":"Therefore to the intent that wee might giue knowledge vnto thee by writing, we demanded of them who were the chiefe doers, and we required of them the names in writing of their principall men."},{"number":13,"text":"So they gaue vs this answere: We are the seruants of the Lord which made heauen and earth."},{"number":14,"text":"And as for this house, it was builded many yeeres agoe, by a king of Israel great and strong, and was finished."},{"number":15,"text":"But when our fathers prouoked God vnto wrath, and sinned against the Lord of Israel which is in heauen, hee gaue them ouer into the power of Nabuchodonosor king of Babylon of the Chaldees:"},{"number":16,"text":"Who pulled downe the house and burnt it, and caried away the people captiues vnto Babylon."},{"number":17,"text":"But in the first yeere that King Cyrus reigned ouer the country of Babylon, Cyrus the king wrote to build vp this house."},{"number":18,"text":"And the holy vessels of gold and of siluer, that Nabuchodonosor had caried away out of the house at Ierusalem, and had set them in his owne temple, those Cyrus the king brought forth againe out of the temple at Babylon, and they were deliuered to Zorobabel and to Sanabassarus the ruler,"},{"number":19,"text":"With commaundement that hee should carrie away the same vessels, and put them in the Temple at Ierusalem, and that the Temple of &thorn; Lord should be built in his place."},{"number":20,"text":"Then the same Sanabassarus being come hither, laid the foundations of the house of the Lord at Ierusalem, and from that time to this, being still a building, it is not yet fully ended."},{"number":21,"text":"Now therefore if it seeme good vnto the king, let search be made among the records of King Cyrus,"},{"number":22,"text":"And if it be found, that the building of the house of the Lord at Ierusalem hath bene done with the consent of King Cyrus, and if our lord the king be so minded, let him signifie vnto vs thereof."},{"number":23,"text":"Then commanded king Darius to seeke among the records at Babylon: and so at Ecbatana the palace which is in the countrey of Media, there was found a roule wherein these things were recorded."},{"number":24,"text":"In the first yeere of the reigne of Cyrus, king Cyrus commaunded that the house of the Lord at Ierusalem should bee built againe where they doe sacrifice with continuall fire."},{"number":25,"text":"Whose height shalbe sixtie cubits, and the breadth sixtie cubits, with three rowes of hewen stones, and one row of new wood of that countrey, and the expenses thereof to bee giuen out of the house of king Cyrus."},{"number":26,"text":"And that the holy vessels of the house of the Lord, both of gold and siluer that Nabuchodonosor tooke out of the house at Ierusalem, and brought to Babylon, should be restored to the house at Ierusalem, and bee set in the place where they were before."},{"number":27,"text":"And also he commanded that Sisinnes the gouernour of Syria and Phenice, and Sathrabuzanes, and their companions, and those which were appointed rulers in Syria, and Phenice should be carefull not to meddle with the place, but suffer Zorobabel the seruant of the Lord, and gouernour of Iudea, and the Elders of the Iewes, to build the house of the Lord in that place."},{"number":28,"text":"I haue commanded also to haue it built vp whole againe, and that they looke diligently to helpe those that be of the captiuitie of the Iewes, till the house of the Lord be finished."},{"number":29,"text":"And out of the tribute of Coelosyria, and Phenice, a portion carefully to be giuen these men, for the sacrifices of the Lord that is, to Zorobabel the gouernour, for bullocks, and rammes, and lambes;"},{"number":30,"text":"And also corne, salt, wine and oile, and that continually euery yeere without further question, according as the Priests that be in Ierusalem shall signifie, to be daily spent:"},{"number":31,"text":"That offrings may be made to the most high God, for the king and for his children, and that they may pray for their liues."},{"number":32,"text":"And he commanded, that whosoeuer should transgresse, yea, or make light of any thing afore spoken or written, out of his owne house should a tree be taken, and he thereon be hanged, and all his goods seized for the king."},{"number":33,"text":"The Lord therfore whose Name is there called vpon, vtterly destroy euery king and nation, that stretcheth out his hand to hinder or endammage that house of the Lord in Ierusalem."},{"number":34,"text":"I Darius the king haue ordeined, that according vnto these things it be done with diligence."}]}