{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":7,"verses":[{"number":1,"text":"Then Sisinnes the gouernour of Coelosyria, and Phenice, and Sathrabuzanes, with their companions, following the commandements of king Darius,"},{"number":2,"text":"Did very carefully ouersee the holy workes, assisting the ancients of the Iewes, & gouernours of the Temple."},{"number":3,"text":"And so the holy workes prospered, when Aggeus, and Zacharias the Prophets prophecied."},{"number":4,"text":"And they finished these things, by the commandement of the Lord God of Israel, and with the consent of Cyrus, Darius, and Artaxerxes, kings of Persia."},{"number":5,"text":"And thus was the holy house finished, in the three and twentieth day of the moneth Adar, in the sixt yeere of Darius king of the Persians."},{"number":6,"text":"And the children of Israel: the Priests, and the Leuites, and other that were of the captiuitie, that were added vnto them, did according to the things written in the booke of Moses."},{"number":7,"text":"And to the dedication of the Temple of the Lord, they offered an hundred bullockes, two hundred rammes, foure hundred lambes;"},{"number":8,"text":"And twelue goats for the sinne of all Israel, according to the number of the chiefe of the tribes of Israel."},{"number":9,"text":"The Priests also and the Leuites, stood arayed in their vestments according to their kinreds, in the seruices of the Lord God of Israel, according to the booke of Moses: and the porters at euery gate."},{"number":10,"text":"And the children of Israel that were of the captiuitie, held the Passeouer the fourteenth day of the first moueth, after that the Priests and the Leuites were sanctified."},{"number":11,"text":"They that were of the captiuitie were not all sanctified together: but the Leuites were all sanctified together,"},{"number":12,"text":"And so they offered the Passeouer for all them of the captiuitie, and for their brethren the Priestes, and for themselues."},{"number":13,"text":"And the children of Israel that came out of the captiuitie, did eate, euen all they that had separated themselues from the abominations of the people of the land, and sought the Lord."},{"number":14,"text":"And they kept the feast of vnleauened bread seuen dayes, making mercy before the Lord,"},{"number":15,"text":"For that he had turned the counsell of the King of Assyria towards them to strengthen their hands in the workes of the Lord God of Israel."}]}