{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":8,"verses":[{"number":1,"text":"And after these things, when Artaxerxes the king of the Persians reigned, came Esdras the sonne of Saraias, the sonne of Ezerias, the sonne of Helchiah, the sonne of Salum,"},{"number":2,"text":"The sonne of Sadduc, the sonne of Achitob, the sonne of Amarias, the sonne of Ozias, the sonne of Memeroth, the sonne of Zaraias, the sonne of Sauias, the sonne of Boccas, the sonne of Abisum, the sonne of Phinees, the sonne of Eleasar, the sonne of Aaron the chiefe Priest."},{"number":3,"text":"This Esdras went vp from Babylon, as a Scribe being very ready in the Law of Moyses, that was giuen by the God of Israel,"},{"number":4,"text":"And the king did him honour: for he found grace in his sight in all his requests."},{"number":5,"text":"There went vp with him also certaine of the children of Israel, of the Priests, of the Leuites, of the holy Singers, Porters, and Ministers of the Temple, vnto Ierusalem,"},{"number":6,"text":"In the seuenth yere of the reigne of king Artaxerxes, in the fifth moneth, (this was the kings seuenth yeere) for they went from Babylon in the first day of the first moneth, and came to Ierusalem, according to the prosperous iourney which the Lord gaue them."},{"number":7,"text":"For Esdras had very great skill, so that he omitted nothing of the Law and Commaundements of the Lord, but taught all Israel the Ordinances and Iudgements."},{"number":8,"text":"Now the copy of the Commission which was written from Artaxerxes the King, and came to Esdras the priest and reader of the Law of the Lord, is this that followeth."},{"number":9,"text":"King Artaxerxes vnto Esdras the Priest and reader of the Law of the Lord, sendeth greeting."},{"number":10,"text":"Hauing determined to deale graciously, I haue giuen order, that such of the nation of the Iewes, and of the Priests and Leuites being within our Realme, as are willing and desirous, should goe with thee vnto Ierusalem."},{"number":11,"text":"As many therefore as haue a minde thereunto, let them depart with thee, as it hath seemed good both to me, & my seuen friends the counsellors,"},{"number":12,"text":"That they may looke vnto the affaires of Iudea and Ierusalem, agreeably to that which is in the Law of the Lord."},{"number":13,"text":"And cary the gifts vnto the Lord of Israel to Ierusalem, which I and my friends haue vowed, and all the golde and siluer that in the countrey of Babylon can be found, to the Lord in Ierusalem,"},{"number":14,"text":"With that also which is giuen of the people, for the Temple of the Lord their God at Ierusalem: and that siluer and golde may be collected for bullocks, rammes and lambes, and things thereunto appertaining,"},{"number":15,"text":"To the end that they may offer sacrifices vnto the Lord, vpon the Altar of the Lord their God, which is in Ierusalem."},{"number":16,"text":"And whatsoeuer thou and thy brethren will doe with the siluer and golde, that doe according to the will of thy God."},{"number":17,"text":"And the holy vessels of the Lord which are giuen thee, for the vse of the Temple of thy God which is in Ierusalem, thou shalt set before thy God in Ierusalem."},{"number":18,"text":"And whatsoeuer thing else thou shalt remember for the vse of the Temple of thy God, thou shalt giue it out of the kings treasury."},{"number":19,"text":"And I, king Artaxerxes, haue also commaunded the keepers of the treasures in Syria and Phenice, that whatsoeuer Esdras the priest, and the reader of the law of the most high God shall send for, they should giue it him with speed,"},{"number":20,"text":"To the summe of an hundred talents of siluer: likewise also of wheat euen to an hundred cores, and an hundred pieces of wine, and other things in abundance."},{"number":21,"text":"Let all things be performed after the law of God diligently vnto the most high God, that wrath come not vpon the kingdome of the King and his sonnes."},{"number":22,"text":"I command you also that yee require no taxe, nor any other imposition of any of the Priests or Leuites, or holy singers, or porters, or ministers of the temple, or of any that haue doings in this temple, and that no man haue authority to impose any thing vpon them."},{"number":23,"text":"And thou, Esdras, according to the wisedome of God, ordaine iudges, and iustices, that they may iudge in all Syria and Phenice, all those that know the law of thy God, and those that know it not thou shalt teach."},{"number":24,"text":"And whosoeuer shal transgresse the law of thy God, and of the king, shall be punished diligently, whether it be by death or other punishment, by penalty of money, or by imprisonment."},{"number":25,"text":"¶ Then said Esdras the Scribe, Blessed be the onely Lord God of my fathers, who hath put these things into the heart of the king, to glorifie his house that is in Ierusalem;"},{"number":26,"text":"And hath honoured mee in the sight of the king and his counsellers, and all his friends and Nobles."},{"number":27,"text":"Therefore was I encouraged, by the helpe of the Lord my God, and gathered together men of Israel to goe vp with me:"},{"number":28,"text":"And these are the chiefe according to their families and seuerall dignities, that went vp with me from Babylon in the reigne of king Artaxerxes."},{"number":29,"text":"Of the sonnes of Phinees, Gerson: of the sonnes of Ithamar, Gamael: of the sonnes of Dauid; Lettus the sonne of Sechenias:"},{"number":30,"text":"Of the sonnes of Pharez, Zacharias, and with him were counted, an hundred and fifty men:"},{"number":31,"text":"Of the sonnes of Pahath, Moab; Eliaonias, the sonne of Zaraias, and with him two hundred men:"},{"number":32,"text":"Of the sonnes of Zathoe, Sechenias, the sonne of Iezelus, and with him three hundred men, Of the sonnes of Adin, Obeth the sonne of Ionathan, and with him two hundred and fifty men."},{"number":33,"text":"Of the sonnes of Elam, Iosias sonne of Gotholias, and with him seuenty men:"},{"number":34,"text":"Of the sonnes of Saphatias, Zaraias sonne of Michael, and with him threescore and ten men:"},{"number":35,"text":"Of the sonnes of Ioab, Abadias sonne of Iezelus, and with him two hundred and twelue men:"},{"number":36,"text":"Of the sonnes of Banid, Assalimoth sonne of Iosaphias, and with him an hundred and threescore men:"},{"number":37,"text":"Of the sonnes of Babi, Zacharias sonne of Bebai, and with him twentie and eight men:"},{"number":38,"text":"Of the sonnes of Astath, Iohannessonne of Acatan, and with him an hundred and ten men:"},{"number":39,"text":"Of the sonnes of Adonicam the last, and these are the names of them, Eliphalet, Ieuel, and Samaias and with them seuenty men:"},{"number":40,"text":"Of the sonnes of Bago, Uthi, the sonne of Istalcurus, and with him seuenty men:"},{"number":41,"text":"And these I gathered together to the riuer, called Theras, where we pitched our tents three dayes, and then I suruayed them."},{"number":42,"text":"But when I had found there, none of the priests and Leuites,"},{"number":43,"text":"Then sent I vnto Eleazar and Iduel, and Masman,"},{"number":44,"text":"And Alnathan, and Mamaias, and Ioribas, and Nathan, Eunatan, Zacharias, and Mosollamon principal men and learned."},{"number":45,"text":"And I bad them that they should goe vnto Saddeus the captaine, who was in the place of the treasury:"},{"number":46,"text":"And commanded them that they should speake vnto Daddeus, and to his brethren, and to the treasurers in that place, to send vs such men as might execute the Priests office in the house of the Lord."},{"number":47,"text":"And by the mighty hand of our Lord they brought vnto vs skilful men of the sonnes of Moli, the sonne of Leui, the sonne of Israel, Asebebia and his sonnes and his brethren, who were eighteene."},{"number":48,"text":"And Asebia, and Annuus, and Osaias his brother of the sonnes of Channuneus, and their sonnes were twentie men."},{"number":49,"text":"And of the seruants of the Temple whom Dauid had ordeined, and the principall men, for the seruice of the Leuites (to wit) the seruants of the Temple, two hundred and twentie, the catalogue of whose names were shewed."},{"number":50,"text":"And there I vowed a fast vnto the yong men before our Lord, to desire of him a prosperous iourney, both for vs, and them that were with vs: for our children and for the cattell:"},{"number":51,"text":"For I was ashamed to aske the king footmen, & horsemen, and conduct for safegard against our aduersaries:"},{"number":52,"text":"For wee had said vnto the king, that the power of the Lord our God, should be with them that seeke him, to support them in all wayes."},{"number":53,"text":"And againe wee besought our Lord, as touching these things, & found him fauourable vnto vs."},{"number":54,"text":"Then I separated twelue of the chiefe of the priests, Esebrias, & Assanias, and ten men of their brethren with them."},{"number":55,"text":"And I weighed them the golde, and the siluer, and the holy vessels of the house of our Lord, which the king and his counsell, and the princes, and all Israel had giuen."},{"number":56,"text":"And when I had weighed it, I deliuered vnto them sixe hundred and fiftie talents of siluer, and siluer vessels of an hundred talents, and an hundred talents of gold,"},{"number":57,"text":"And twentie golden vessels, and twelue vessels of brasse, euen of fine brasse, glittering like gold."},{"number":58,"text":"And I said vnto them, Both you are holy vnto the Lord, and the vessels are holy, and the golde, and the siluer isa vowe vnto the Lord, the Lord of our fathers."},{"number":59,"text":"Watch ye, and keepe them till yee deliuer them to the chiefe of the priestes and Leuites, and to the principall men of the families of Israel in Ierusalem into the chambers of the house of our God."},{"number":60,"text":"So the priests and the Leuites who had receiued the siluer & the golde, and the vessels, brought them vnto Ierusalem into the Temple of the Lord."},{"number":61,"text":"And from the riuer Theras wee departed the twelft day of the first moneth, and came to Ierusalem by the mightie hand of our Lord, which was with vs: and from the beginning of our iourney, the Lord deliuered vs from euery enemy, and so wee came to Ierusalem."},{"number":62,"text":"And when wee had bene there three dayes, the golde and siluer that was weighed, was deliuered in the house of our Lord on the fourth day vnto Marmoth the priest, the sonne of Iri."},{"number":63,"text":"And with him was Eleazar the sonne of Phinees, and with them were Iosabad the sonne of Iesu, and Moeth the sonne of Sabban, Leuites: all was deliuered them by number and weight."},{"number":64,"text":"And all the weight of them was written vp the same houre."},{"number":65,"text":"Moreouer they that were come out of the captiuitie offered sacrifice vnto the Lord God of Israel, euen twelue bullocks for all Israel, fourescore and sixteene rammes,"},{"number":66,"text":"Threescore and twelue lambes, goates for a peace offering, twelue, all of them a sacrifice to the Lord."},{"number":67,"text":"And they deliuered the kings commandements vnto the kings stewards, and to the gouernours of Coelosyria, and Phenice, and they honoured the people, and the Temple of God."},{"number":68,"text":"Now when these things were done, the rulers came vnto me, and said:"},{"number":69,"text":"The nation of Israel, the princes, the priests, and Leuites haue not put away from them the strange people of the land: nor the pollutions of the Gentiles, to wit, of the Chanaanites, Hittites, Pheresites, Iebusites, and the Moabites, Egyptians, and Edomites."},{"number":70,"text":"For both they, and their sonnes, haue maried with their daughters, and the holy seed is mixed with the strange people of the land, and from the beginning of this matter, the rulers and the great men haue bene partakers of this iniquitie."},{"number":71,"text":"And assoone as I had heard these things, I rent my clothes, and the holy garment, and pulled off the haire from off my head, and beard, and sate me downe sad, and very heauy."},{"number":72,"text":"So all they that were then mooued at the word of the Lord God of Israel, assembled vnto me, whilest I mourned for the iniquitie: but I sate still full of heauinesse, vntill the euening sacrifice."},{"number":73,"text":"Then rising vp from the fast with my clothes and the holy garment rent, and bowing my knees, and stretching foorth my hands vnto the Lord:"},{"number":74,"text":"I said, O Lord, I am confounded, and ashamed before thy face;"},{"number":75,"text":"For our sinnes are multiplied aboue our heads, and our ignorances haue reached vp vnto heauen."},{"number":76,"text":"For euer since the time of our fathers wee haue bene and are in great sinne, euen vnto this day:"},{"number":77,"text":"And for our sinnes and our fathers, we with our brethren, and our kings, and our priests, were giuen vp vnto the Kings of the earth, to the sword, and to captiuitie, and for a pray with shame, vnto this day."},{"number":78,"text":"And now in some measure hath mercy bene shewed vnto vs, from thee, O Lord, that there should be left vs a roote, and a name, in the place of thy Sanctuary."},{"number":79,"text":"And to discouer vnto vs a light in the house of the Lord our God, and to giue vs foode in the time of our seruitude."},{"number":80,"text":"Yea, when we were in bondage, we were not forsaken of our Lord; but he made vs gracious before the Kings of Persia, so that they gaue vs food;"},{"number":81,"text":"Yea, and honoured the Temple of our Lord, and raised vp the desolate Sion, that they haue giuen vs a sure abiding in Iurie, and Ierusalem."},{"number":82,"text":"And now, O Lord, what shall wee say hauing these things? for wee haue transgressed thy Commaundements, which thou gauest by the hand of thy seruants the Prophets, saying,"},{"number":83,"text":"That the land which ye enter into to possesse as an heritage, is a land polluted with the pollutions of the strangers of the land, and they haue filled it with their vncleannesse."},{"number":84,"text":"Therefore now shal ye not ioyne your daughters vnto their sonnes, neither shall ye take their daughters vnto your sonnes."},{"number":85,"text":"Moreouer you shall neuer seeke to haue peace with them, that yee may be strong, and eate the good things of the land, and that ye may leaue the inheritance of the land vnto your children for euermore."},{"number":86,"text":"And all that is befallen, is done vnto vs for our wicked workes, and great sinnes: for thou, O Lord, didst make our sinnes light:"},{"number":87,"text":"And didst giue vnto vs such a roote: but we haue turned backe againe to transgresse thy Law, and to mingle our selues with the vncleannesse of the nations of the land."},{"number":88,"text":"Mightest not thou be angry with vs to destroy vs, till thou hadst left vs neither root, seed, nor name?"},{"number":89,"text":"O Lord of Israel, thou art true: for we are left a root this day."},{"number":90,"text":"Behold, now are we before thee in our iniquities, for wee cannot stand any longer by reason of these things before thee."},{"number":91,"text":"And as Esdras in his praier made his confession, weeping, and lying flat vpon the ground before the Temple, there gathered vnto him from Ierusalem, a very great multitude of men, and women, & children: for there was great weeping among the multitude."},{"number":92,"text":"Then Iechonias the sonne of Ieelus, one of the sonnes of Israel called out and saide, O Esdras, wee haue sinned against the Lord God, wee haue maried strange women of the nations of the land, & now is all Israel aloft."},{"number":93,"text":"Let vs make an oath to the Lord, that wee will put away all our wiues, which we haue taken of the heathen, with their children,"},{"number":94,"text":"Like as thou hast decreed, and as many as doe obey the Law of the Lord."},{"number":95,"text":"Arise, and put in execution: for to thee doeth this matter appertaine, and wee will bee with thee: doe valiantly."},{"number":96,"text":"So Esdras arose, and tooke an oath of the chiefe of the Priestes, and Leuites of all Israel, to do after these things, and so they sware."}]}