{"translation":"kjv1611","book":"1es","bookName":"1 Esdras","chapter":9,"verses":[{"number":1,"text":"Then Esdras rising from the court of the Temple, went to the chamber of Ioanan the sonne of Eliasib,"},{"number":2,"text":"And remained there, and did eate no meate nor drinke water, mourning for the great iniquities of the multitude."},{"number":3,"text":"And there was a proclamation in all Iury and Ierusalem, to all them that were of the captiuitie, that they should be gathered together at Ierusalem:"},{"number":4,"text":"And that whosoeuer met not there within two or three dayes according as the Elders that bare rule, appointed, their cattell should be seized to the vse of the Temple, and himselfe cast out from them that were of the captiuitie."},{"number":5,"text":"And in three dayes were all they of the tribe of Iuda and Beniamin gathered together at Ierusalem the twentieth day of the ninth moneth."},{"number":6,"text":"And all the multitude sate trembling in the broad court of the Temple, because of the present foule weather."},{"number":7,"text":"So Esdras arose vp, and said vnto them, Ye haue transgressed the law in marrying strange wiues, thereby to increase the sinnes of Israel."},{"number":8,"text":"And now by confessing giue glory vnto the Lord God of our fathers,"},{"number":9,"text":"And doe his will, and separate your selues from the heathen of the land, and from the strange women."},{"number":10,"text":"Then cryed the whole multitude, and sayd with a loude voice; Like as thou hast spoken, so will we doe."},{"number":11,"text":"But forasmuch as the people are many, and it is foule weather, so that wee cannot stand without, and this is not a worke of a day or two, seeing our sinne in these things is spread farre:"},{"number":12,"text":"Therefore let the rulers of the multitude stay, and let all them of our habitations that haue strange wiues, come at the time appointed,"},{"number":13,"text":"And with them the Rulers and Iudges of euery place, till we turne away the wrath of the Lord from vs, for this matter."},{"number":14,"text":"Then Ionathan the sonne of Azael, and Ezechias the sonne of Theocanus, accordingly tooke this matter vpon them: and Mosollam, and Leuis, and Sabbatheus helped them."},{"number":15,"text":"And they that were of the captiutie, did according to all these things."},{"number":16,"text":"And Esdras the Priest chose vnto him the principal men of their families, all by name: and in the first day of the tenth moneth, they sate together to examine the matter."},{"number":17,"text":"So their cause that helde strange wiues, was brought to an ende in the first day of the first moneth."},{"number":18,"text":"And of the Priests that were come together, and had strange wiues, there were found:"},{"number":19,"text":"Of the sonnes of Iesus the sonne of Iosedec, and his brethren, Matthelas, and Eleazar, and Ioribus, and Ioadanus."},{"number":20,"text":"And they gaue their hands to put away their wiues, & to offer rammes, to make reconcilement for their errors."},{"number":21,"text":"And of the sonnes of Emmer, Ananias, and Zabdeus, and Eanes, and Sameius, and Hierel, and Azarias."},{"number":22,"text":"And of the sonnes of Phaisur, Ellionas, Massias, Ismael, and Nathanael, and Oridelus, and Talsas."},{"number":23,"text":"And of the Leuites: Iosabad, and Semis, and Colius who was called Calitas, and Patheus, and Iudas, and Ionas."},{"number":24,"text":"Of the holy Singers: Eleazurus, Bacchurus."},{"number":25,"text":"Of the Porters: Sallumus, and Tolbanes."},{"number":26,"text":"Of them of Israel, of the sonnes of Phoros, Hiermas, and Eddias, and Melchias, and Maelus, and Eleazar, and Asibias, and Baanias."},{"number":27,"text":"Of the sonnes of Ela, Matthanias, Zacharias, and Hierielus, and Hieremoth, and Aedias."},{"number":28,"text":"And of the sonnes of Zamoth, Eliadas, Elisimus, Othonias, Iarimoth, and Sabatus, and Sardeus."},{"number":29,"text":"Of the sonnes of Bebai, Iohannes, and Ananias, and Iosabad, and Amatheis."},{"number":30,"text":"Of the sonnes of Many, Olamus, Mamuchus, Iedeus, Iasubus, Iasael, and Hieremoth."},{"number":31,"text":"And of the sonnes of Addi, Naathus, and Moosias, Lacunus, and Naidus, and Mathanias, and Sesthel, Balunus, and Manasseas."},{"number":32,"text":"And of the sonnes of Annas, Elionas, and Aseas, and Milchias, and Sabbeus, and Simon Chosameus."},{"number":33,"text":"And of the sonnes of Asom, Altaneus, and Matthias, and Bannaia, Eliphalat, and Manasses, and Semei."},{"number":34,"text":"And of the sonnes of Maani, Ieremias, Momdis, Omaerus, Iuel, Mabdai, and Pelias, and Anos, Carabasion, and Enasibus, & Mamnitanaimus, Eliasis, Bannus, Eliali, Samis, Selenias, Nathanias: And of the sons of Ozora, Sesis, Esril, Azailus, Samatus, Zambis, Iosiphus,"},{"number":35,"text":"And of the sonnes of Ethma, Mazitias, Zabadaias, Edes, Iuel, Banaias."},{"number":36,"text":"All these had taken strange wiues, and they put them away with their children."},{"number":37,"text":"And the priests, and Leuites, and they that were of Israel dwelt in Ierusalem, and in the countrey, in the first day of &thorn; seuenth month: so the children of Israel were in their habitations."},{"number":38,"text":"And the whole multitude came together with one accord, into the broad place of the holy porch toward the East."},{"number":39,"text":"And they spake vnto Esdras the priest and reader, that he would bring the law of Moses, that was giuen of the Lord God of Israel."},{"number":40,"text":"So Esdras the chiefe priest, brought the law vnto the whole multitude from man to woman, and to all the priests, to heare the law in the first day of the seuenth moneth."},{"number":41,"text":"And hee read in the broad court before the holy porch from morning vnto midday, before both men and women; and all the multitude gaue heed vnto the law."},{"number":42,"text":"And Esdras the priest, and reader of the law stood vp, vpon a pulpit of wood which was made for that purpose."},{"number":43,"text":"And there stood vp by him Matathias, Sammus, Ananias, Azarias, Urias, Ezecias, Balasamus, vpon the right hand."},{"number":44,"text":"And vpon his left hand stood Phaldaius, Misael, Melchias, Lothasubus and Nabarias."},{"number":45,"text":"Then tooke Esdras the booke of the law before the multitude: for he sate honourably in the first place in the sight of them all."},{"number":46,"text":"And when hee opened the law, they stood all streight vp. So Esdras blessed the Lord God most high, the God of hostes Almighty."},{"number":47,"text":"And all the people answered Amen, and lifting vp their hands they fell to the ground, & worshipped the Lord."},{"number":48,"text":"Also Iesus, Anus, Sarabias, Adinus, Iacubus, Sabateus, Auteas, Maianeas, and Calitas, Azarias, and Ioazabdus, and Ananias, Biatas, the Leuites taught the law of the Lord, making them withall to vnderstand it."},{"number":49,"text":"Then spake Attharates vnto Esdras the chiefe priest, and reader, and to the Leuites that taught the multitude, euen to all, saying,"},{"number":50,"text":"This day is holy vnto &thorn; Lord; for they all wept when they heard the law."},{"number":51,"text":"Goe then and eate the fat, and drinke the sweet, and send part to them that haue nothing."},{"number":52,"text":"For this day is holy vnto the Lord, and be not sorrowfull; for the Lord will bring you to honour."},{"number":53,"text":"So the Leuites published all things to the people, saying: This day is holy to the Lord, be not sorrowfull."},{"number":54,"text":"Then went they their way, euery one to eate and drinke, & make mery, and to giue part to them that had nothing, and to make great cheere,"},{"number":55,"text":"Because they vnderstood the words wherein they were instructed, and for &thorn; which they had bin assembled."}]}