{"translation":"dra","book":"mat","bookName":"Matthew","chapter":8,"verses":[{"number":1,"text":"And when he was come down from the mountain, great multitudes followed him:"},{"number":2,"text":"And behold a leper came and adored him, saying: Lord, if thou wilt, thou canst make me clean."},{"number":3,"text":"And Jesus stretching forth his hand, touched him, saying: I will, be thou made clean. And forthwith his leprosy was cleansed."},{"number":4,"text":"And Jesus saith to him: See thou tell no man: but go, shew thyself to the priest, and offer the gift which Moses commanded, for a testimony unto them."},{"number":5,"text":"And when he had entered into Capharnaum, there came to him a centurion, beseeching him,"},{"number":6,"text":"And saying, Lord, my servant lieth at home sick of the palsy, and is grievously tormented."},{"number":7,"text":"And Jesus saith to him: I will come and heal him."},{"number":8,"text":"And the centurion, making answer, said: Lord, I am not worthy that thou shouldst enter under my roof; but only say the word, and my servant shall be healed."},{"number":9,"text":"For I also am a man subject to authority, having under me soldiers; and I say to this, Go, and he goeth, and to another Come, and he cometh, and to my servant, Do this, and he doeth it."},{"number":10,"text":"And Jesus hearing this, marvelled; and said to them that followed him. Amen I say to you, I have not found so great faith in Israel."},{"number":11,"text":"And I say to you that many shall come from the east and the west, and shall sit down with Abraham, and Isaac and Jacob in the kingdom of heaven:"},{"number":12,"text":"But the children of the kingdom shall be cast out into the exterior darkness: there shall be weeping and gnashing of teeth."},{"number":13,"text":"And Jesus said to the centurion: Go, and as thou hast believed, so be it done to thee. And the servant was healed at the same hour."},{"number":14,"text":"And when Jesus was come into Peter's house, he saw his wife's mother lying, and sick of a fever;"},{"number":15,"text":"And he touched her hand, and the fever left her, and she arose and ministered to them."},{"number":16,"text":"And when evening was come, they brought to him many that were possessed with devils: and he cast out the spirits with his word: and all that were sick he healed:"},{"number":17,"text":"That it might be fulfilled, which was spoken by the prophet Isaias, saying: He took our infirmities, and bore our diseases."},{"number":18,"text":"And Jesus seeing great multitudes about him, gave orders to pass over the water."},{"number":19,"text":"And a certain scribe came and said to him: Master, I will follow thee whithersoever thou shalt go."},{"number":20,"text":"And Jesus saith to him: The foxes have holes, and the birds of the air nests; but the Son of man hath not where to lay his head."},{"number":21,"text":"And another of his disciples said to him: Lord, suffer me first to go and bury my father."},{"number":22,"text":"But Jesus said to him: Follow me, and let the dead bury their dead."},{"number":23,"text":"And when he entered into the boat, his disciples followed him:"},{"number":24,"text":"And behold a great tempest arose in the sea, so that the boat was covered with waves, but he was asleep."},{"number":25,"text":"And they came to him, and awaked him, saying: Lord, save us, we perish."},{"number":26,"text":"And Jesus saith to them: Why are you fearful, O ye of little faith? Then rising up, he commanded the winds, and the sea, and there came a great calm."},{"number":27,"text":"But the men wondered, saying: What manner of man is this, for the winds and the sea obey him?"},{"number":28,"text":"And when he was come on the other side of the water, into the country of the Gerasens, there met him two that were possessed with devils, coming out of the sepulchres, exceeding fierce, so that none could pass by that way."},{"number":29,"text":"And behold they cried out, saying: What have we to do with thee, Jesus Son of God? art thou come hither to torment us before the time?"},{"number":30,"text":"And there was, not far from them, a herd of many swine feeding."},{"number":31,"text":"And the devils besought him, saying: If thou cast us out hence, send us into the herd of swine."},{"number":32,"text":"And he said to them: Go. But they going out went into the swine, and behold the whole herd ran violently down a steep place into the sea: and they perished in the waters."},{"number":33,"text":"And they that kept them fled: and coming into the city, told every thing, and concerning them that had been possessed by the devils."},{"number":34,"text":"And behold the whole city went out to meet Jesus, and when they saw him, they besought him that he would depart from their coast. "}]}