{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":1,"verses":[{"number":1,"text":"Now, after the death of Saul, when David had returned from smitting the Amalekites, David remained two days in Ziklag."},{"number":2,"text":"Then on the third day there came a man out of the camp from Saul, with his clothes torn and with earth upon his head. And as soon as he came to David, he fell to the earth and did obeisance."},{"number":3,"text":"And David said to him, “Whence do you come?” And he answered him, “From the camp of Israel have I escaped.”"},{"number":4,"text":"And David said to him, “How was the affair? Tell me.” And he answered, “The people fled from the battle, and many of the people , and also Saul and Jonathan his son are dead.”"},{"number":5,"text":"Then David said to the young man who told him, “How do you know that Saul and Jonathan his son are dead?”"},{"number":6,"text":"And the young man who told him said, “I happened to be on Mount Gilboa, just as Saul was leaning on his spear, and as the chariots and horsemen were following close after him."},{"number":7,"text":"And when he looked behind him, he saw me and called to me. And I answered, ‘Here am I.’"},{"number":8,"text":"And he said to me, ‘Who are you?’ And I replied, ‘I am an Amalekite.’"},{"number":9,"text":"And he said to me, ‘Stand, I pray, before me and slay me, for dizziness has seized me, because my life is yet whole in me.’"},{"number":10,"text":"So I stood before him and slew him, because I was sure that he could not live after he had fallen; and I took the crown that was upon his head, and the armlet that was on his arm, and have brought them here to my lord.”"},{"number":11,"text":"Then David took hold of his clothes and tore them; and all the men who were with him did likewise."},{"number":12,"text":"And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of Jehovah and for the house of Israel, because they had fallen by the sword."},{"number":13,"text":"And David said to the young man who told him, “Whence do you come?” And he answered, “I am the son of an Amalekite sojourner.”"},{"number":14,"text":"And David said to him, “How is it that you were not afraid to put forth your hand to destroy Jehovah’s anointed?”"},{"number":15,"text":"Then David called one of the young men, and said, “Go near and strike him down.” Accordingly he smote him, so that he died."},{"number":16,"text":"And David said to him, “Your blood be upon your head, for your own mouth testified against you, when you said, ‘I have slain Jehovah’s anointed.’”"},{"number":17,"text":"Then David sang this dirge over Saul and Jonathan his son"},{"number":18,"text":"(behold, it is written in the Book of Jashar), and said, Weep, O Judah!"},{"number":19,"text":"Grieve, O Israel! On thy heights are the slain! How have the mighty fallen!"},{"number":20,"text":"Tell it not in Gath, Declare it not in the streets of Askelon; Lest the daughters of the Philistines rejoice, Lest the daughters of the uncircumcised exult."},{"number":21,"text":"Ye mountains of Giboa, may no dew descend, Nor rain upon you, O ye fields of ! For there was the shield of the mighty cast away, The shield of Saul, not anointed with oil."},{"number":22,"text":"From the blood of the slain, From the fat of the mighty, The bow of Jonathan turned not back, The sword of Saul returned not empty."},{"number":23,"text":"Saul and Jonathan, the beloved and the lovely! In life and in death they were not parted; They were swifter than eagles. They were stronger than lions."},{"number":24,"text":"Daughters of Israel, weep over Saul, Who clothed you daintily in fine linen, Who put golden ornaments on your garments, :"},{"number":25,"text":"“How have the mighty fallen in the midst of battle!”"},{"number":26,"text":"I am distressed for thee, my brother Jonathan! Thou wert surpassingly dear to me, Thy love to me was far more than the love of woman!"},{"number":27,"text":"How have the mighty fallen, And the weapons of war perished!"}]}