{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":11,"verses":[{"number":1,"text":"Now, a year later, at the time when are accustomed to go forth, David sent Joab and his servants with him, even all Israel; and they destroyed the Ammonites, and besieged Rabbah. But David remained at Jerusalem."},{"number":2,"text":"Now once at eventide, while Joab was besieging Rabbath-Ammon, David arose from his bed, and walked upon the roof of the king’s palace; and from the roof he saw a woman bathing. And the woman was very beautiful."},{"number":3,"text":"And David sent to inquire concerning the woman. And one said, “Is not this Bathsheba, the wife of Uriah the Hittite?”"},{"number":4,"text":"Then David sent messengers to take her; and she came to him, and he lay with her--she having been purified from her uncleanness. Then she returned to her house."},{"number":5,"text":"And the woman conceived; and she sent to tell David, saying, “I am with child.”"},{"number":6,"text":"Then David said to Joab, Send me Uriah the Hittite. And Joab sent Uriah to David."},{"number":7,"text":"And when Uriah had come to him, David asked him concerning the welfare of Joab and the people and the progress of the war."},{"number":8,"text":"Then David said to Uriah, “Go down to your house and wash your feet.” And Uriah departed from the king’s house, and there followed him a portion from the king."},{"number":9,"text":"But Uriah slept at the door of the king’s house with the servants of his lord and did not go down to his house."},{"number":10,"text":"Now when it was told David, Uriah did not go down to his house, “David said to Uriah, have you not come from a journey? Why did you not go down to your house?”"},{"number":11,"text":"But Uriah said to David, “The ark and Israel and Judah are abiding in huts, and my master Joab, and the servants of my lord are camping in the open fields; shall I then go to my house to eat and drink and to lie with my wife! , I cannot do this.”"},{"number":12,"text":"Then David said to Uriah, “Stay here to-day also, and to-morrow I will let you go.” So Uriah remained in Jerusalem"},{"number":13,"text":"David invited him and he ate and drank before him, so that he made drunk. Then in the evening he went out to lie on his couch with the servants of his lord, but went not down to his house."},{"number":14,"text":"And in the morning, David wrote a letter to Joab, and sent it by Uriah."},{"number":15,"text":"And he wrote in the letter saying, “Set Uriah in the face of the fiercest fighting, then retreat from behind him, that he may be smitten and die.”"},{"number":16,"text":"So in keeping guard over the city, Joab assigned Uriah to the place where he knew valiant men were."},{"number":17,"text":"And when the city went out to fight with Joab, there fell some of the soldiers of David, and Uriah the Hittite fell also."},{"number":18,"text":"Then Joab sent to tell David all the facts concerning the war."},{"number":19,"text":"And he instructed the messenger, saying, “When you have finished telling all the facts concerning the war to the king,"},{"number":20,"text":"then if the king’s wrath is aroused, and he say to you, ‘Why did you go so near to the city to fight? Did you not know that they would shoot from the wall?"},{"number":21,"text":"Who smote Abimelech the son of Jerubbaal? Did not a woman cast an upper millstone upon him from the wall, so that he died at Thebez? Why did you go near the wall?’ Then shall you say, ‘Your servant Uriah the Hittite is dead also.’”"},{"number":22,"text":"So the messenger of Joab went to the king at Jerusalem and came and told David all that Joab commanded him concerning the war. Then David was very angry with Joab, and he said to the messenger, “Why did you go near the city to fight? Did you not know the would shoot you from the wall? Who smote Abimelech, the son of Jerubbaal? Did not a woman cast an upper millstone upon him from the wall, so that he died in Thebez? Why did you go near the wall?”"},{"number":23,"text":"Then the messenger said to David, “The men boldly attacked us and came out to us in the open field, and so we drove them back even to the entrance of the gate."},{"number":24,"text":"And the archers shot at your servants from the wall; and some of the king’s servants are dead.” But the messenger said, “Your servant Uriah the Hittite is dead also.”"},{"number":25,"text":"Thereupon David said to the messenger, “Thus shall you say to Joab, ‘Let not this thing displease you, for the sword devours one as well as another; persist in your attack upon the city, and overthrow it,’ and encourage him.”"},{"number":26,"text":"Now when the wife of Uriah heard that Uriah her husband was dead, she made lamentation for her husband."},{"number":27,"text":"But when the mourning was over, David sent and took her home to his house, and she became his wife and bore him a son. But the thing that David had done displeased Jehovah."}]}