{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":12,"verses":[{"number":1,"text":"Then Jehovah sent Nathan to David. And he came to him, and said to him, “There were two men in one city, the one rich, the other poor."},{"number":2,"text":"The rich man had very many flocks and herds."},{"number":3,"text":"But the poor man had nothing, except one little ewe lamb, which he had bought. And he nourished it and it grew up with him and with his children. It used to eat of his own morsel, and drink out of his own cup, and lay in his bosom, and was to him as a daughter."},{"number":4,"text":"But there came a traveller to the rich man, and he spared his own flock and did not take from it nor from his own herd to make ready for the traveller who had come to him, but took the poor man’s lamb and prepared it for the man who had come to him.”"},{"number":5,"text":"Then David’s anger was greatly aroused against the man, and he said to Nathan, “As Jehovah liveth, the man who has done this is worthy of death,"},{"number":6,"text":"and he shall restore the lamb , because he showed no pity.”"},{"number":7,"text":"Therefore Nathan said to David, “You are the man! Thus saith Jehovah, the God of Israel, ‘I anointed thee king over Israel and I delivered thee out of the hand of Saul,"},{"number":8,"text":"and I gave thee thy master’s house and thy master’s wives into thy bosom, and gave thee the house of Israel and of Judah, and if that were too little, I would add to you as much again."},{"number":9,"text":"Why have you despised the word of Jehovah by doing that which is evil? You have smitten Uriah the Hittite with the sword, and have taken his wife to be your wife, and have slain him with the sword of the Ammonites."},{"number":10,"text":"Now therefore the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.’"},{"number":11,"text":"Thus saith Jehovah, ‘Behold, I will raise up evil against thee out of thine own house, and I will take thy wives from before thine eyes and give them to thy neighbor, and he shall lie with thy wives in the sight of this sun,"},{"number":12,"text":"for thou didst it secretly; but I will do this thing before all Israel, and before the sun.’”"},{"number":13,"text":"Then David said to Nathan, “I have sinned against Jehovah.” And Nathan said to David, “Jehovah also put away your sin; you shall not die."},{"number":14,"text":"Yet, because by this deed you have scorned , the child also that is born to you shall surely die.”"},{"number":15,"text":"And Nathan departed to his house. And Jehovah smote the child which Uriah’s wife bore to David, so that it fell sick."},{"number":16,"text":"Then David besought God for the child, and fasted and went in and lay all night upon the earth."},{"number":17,"text":"And the elders of his house stood over him in order to raise him up from the earth; but he would not arise, neither would be eat bread with them."},{"number":18,"text":"But on the seventh day the child died. And the servants of David feared to tell him that the child was dead, for they said, “Behold while the child was yet alive, we spoke to him, and he hearkened not to our voice; how can we say the child is dead, for he will do some harm!”"},{"number":19,"text":"But when David saw that his servants were whispering together, David perceived that the child was dead, and David said to his servants, “Is the child dead?” And they said, “He is dead.”"},{"number":20,"text":"Then David arose from the earth, and washed and anointed himself, and changed his garments; and he came into the house of Jehovah and worshipped. Then he went to his own house; and he asked for bread and they set it before him and he ate."},{"number":21,"text":"Then said to his servants to him, “What is this you have done? You fasted and wept for the child, while it was alive, but when the child died, you arose and ate bread.”"},{"number":22,"text":"And he said, “While the child was yet alive, I fasted and wept; for I said, ‘Who knows whether Jehovah will have mercy, so that the child will live?’"},{"number":23,"text":"But now he is dead; why should I fast? Can I bring him back again? I am going to him, but he will not come back to me."},{"number":24,"text":"Then David comforted Bathsheba his wife, and went in unto her and lay with her and she bore a son whose name he called Solomon. And Jehovah loved him,"},{"number":25,"text":"and sent a message through Nathan the prophet; and he called his name Jedidiah (The Beloved of Jehovah), of Jehovah."},{"number":26,"text":"And Joab fought against Rabbah of the Ammonites and took the ."},{"number":27,"text":"Then Joab sent messengers to David, saying, “I have fought against Rabbah; also I have taken the water city."},{"number":28,"text":"Now therefore gather the rest of the people together, and encamp against the city, and take it, lest I take the city and it should be called by my name.”"},{"number":29,"text":"So David gathered all the people together and went to Rabbah and fought against it and took it."},{"number":30,"text":"And he took the crown of Milcom from his head; and its weight was about one hundred and forty pounds of gold, and in it was a precious stone; and it was set on David’s head. And he brought away the great amount of spoil that was in the city."},{"number":31,"text":"And he brought away the people who were in it, and put them at the saws and picks and axes of iron and made them the brickmounds. Even thus he did all the cities of the Ammonites. Then David and all the people returned to Jerusalem."}]}