{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":14,"verses":[{"number":1,"text":"Now when Joab the son of Zeruiah perceived that the king’s heart was favorable towards Absalom,"},{"number":2,"text":"Joab sent to Tekoa and brought from there a wise woman and said to her, “Pretend to be a mourner and put on mourning garments and do not anoint yourself with oil, but become like a woman who has been many days mourning for one dead,"},{"number":3,"text":"and go to the king and speak thus with him.” So Joab put the words in her mouth."},{"number":4,"text":"And the Tekoite woman came to the king, and prostrated herself upon the ground and did obeisance, crying, “Help, O king”"},{"number":5,"text":"And the king said to her, “What is wrong with you?” And he said, “Verily, I am a widow and my husband is dead."},{"number":6,"text":"And your maid-servant had two sons, and these two quarelled in the field when there was no one to part them, and one smote the other and killed him."},{"number":7,"text":"And now the whole clan has risen up against your maid-servant and say, ‘Deliver up the slayer of his brother, that we may put him to death for the life of his brother whom he has killed, and we will destroy the heir.’ Thus they will quench my remaining coal so as to leave to my husband neither name nor remnant on the face of the earth.”"},{"number":8,"text":"Then the king said to the woman, “Go to your house and I will give orders regarding you.”"},{"number":9,"text":"And the woman of Tekoa said to the king, “My lord, O king, the guilt be on me and on my father’s house; and the king and his throne be innocent.”"},{"number":10,"text":"And the king said, “Whoever saith anything to you bring him to me and he shall not touch you again.”"},{"number":11,"text":"Then she said, “I pray, let the king swear by Jehovah thy God, not to let the avenger of blood destroy and not let them exterminate my son.” And he said, “As Jehovah liveth, not one hair of your son shall fall to the ground.”"},{"number":12,"text":"Then the woman said, “Let your maid-servant, I pray you, speak a word to my lord the king.” And he said, “Speak.”"},{"number":13,"text":"And the woman said, “Why then do you devise such a thing against the people of God? For in rendering this decision the king is as one that is guilty, in that the king does not bring back his banished one."},{"number":14,"text":"{This verse will need special attention.} For we die and are as water spilt on the ground, which cannot be gathered up again; and God will not take away the life of him who devises means not to keep in banishment one who is banished."},{"number":15,"text":"Now the reason why I have come to speak this word to my lord the king is because the people made me afraid, and your maid-servant said, ‘I will now speak to the king; it may be that the king will perform the request of his servant."},{"number":16,"text":"For the king will hear, to deliver his servant out of the hand of the man who seeks to destroy me and my son from the heritage of .’"},{"number":17,"text":"Then your maid-servant said, ‘Let the word of my lord the king be a comfort, for like the Messenger of God is my lord the king to hear good and evil.’ And Jehovah thy God be with you.”"},{"number":18,"text":"Then the king answered and said to the woman, “Do not conceal from me, I pray, anything that I may ask you.” And the woman said, “Let my lord the king now speak.”"},{"number":19,"text":"And the king said, “Was the hand of Joab with you in all this?” And the woman answered and said, “As sure as you live, my lord the king, I cannot turn to the right hand or to the left from all that my lord the king has spoken, for your servant Joab bade me put all these words in the mouth of your maid-servant;"},{"number":20,"text":"in order to change the face of affairs has your servant done this thing. But my lord is wise, according to the wisdom of the Messenger of God, so that he knows all things that are in the earth.”"},{"number":21,"text":"And the king said to Joab, “See now, I have granted this request; go therefore, bring the young man Absalom back.”"},{"number":22,"text":"Then Joab fell to the ground on his face and did obeisance and blessed the king. And Joab said, “To-day your servant knows that I have found favor in your sight, my lord, O king, in that the king has granted the request of his servant.”"},{"number":23,"text":"So Joab arose and went to Geshur, and brought Absalom back to Jerusalem."},{"number":24,"text":"And the king said, “Let him live apart in his own house, but my face he shall not see.” So Absalom lived apart to his own house, but he did not see the king’s face."},{"number":25,"text":"Now no man in Israel was so praiseworthy for his beauty as Absalom: from the sole of his foot even to the crown of his head there was no blemish in him."},{"number":26,"text":"And when he shaved his head--at the end every year he cut it, because it was heavy on him, therefore he cut it--he would weigh his hair, about six pounds according to the royal standard of weight."},{"number":27,"text":"And to Absalom there were born three sons and one daughter, whose name was Tamar--she was a beautiful woman."},{"number":28,"text":"And Absalom dwelt two years in Jerusalem, without seeing the king’s face."},{"number":29,"text":"Then Absalom sent for Joab to send him to the king; but he would not come to him. Then he sent again a second time, but he would not come."},{"number":30,"text":"Therefore he said to his servants, “See Joab’s field is near mine, where he has barley; go and set it on fire.”"},{"number":31,"text":"Then Joab arose, and came to Absalom at his house and said to him, “Why have your servants set my field on fire?”"},{"number":32,"text":"And Absalom answered Joab, “Behold, I sent to you, saying, ‘Come here that I may send you to the king, to say, “Why have I come from Geshur? It were better for me to be there still.”’ Now therefore let me see the king’s face, and if there be guilt in me, let him kill me.”"},{"number":33,"text":"And when Joab went to the king and told him, he called Absalom. And he came to the king and bowed himself with his face to the ground before the king. Then the king kissed Absalom."}]}