{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":15,"verses":[{"number":1,"text":"Now later Absalom prepared a chariot and horses and fifty men to run before him."},{"number":2,"text":"And Absalom used to rise early and stand beside the way which led to the gate, and every man who had a suit to come before the king for judgment, Absalom would call to himself and say, “Of what city are you?” And when he replied, “Your servant is of one of the tribes of Israel”,"},{"number":3,"text":"Absalom said to him, “Evidently your claims are good and right; but there is no man deputed by the king to hear you.”"},{"number":4,"text":"Absalom said moreover, “O that someone would make me judge in the land, that to me might come every man who has any suit or cause, and I would give him justice!”"},{"number":5,"text":"And whenever man came near to do obeisance, he would put out his hand and take hold of him and kiss him."},{"number":6,"text":"And in this way Absalom did to all the Israelites who came to the king for judgment. So Absalom stole the hearts of the men of Israel."},{"number":7,"text":"And at the end of years, Absalom said to the king, “I would like to go and pay my vow, which I have vowed to Jehovah, in Hebron."},{"number":8,"text":"For your servant vowed the following vow while I abode at Geshur in Aram, ‘If Jehovah shall indeed bring me back to Jerusalem, I will serve Jehovah .’”"},{"number":9,"text":"Then the king said to him, Go in peace. So he arose, and went to Hebron."},{"number":10,"text":"But Absalom sent emissaries into all the tribes of Israel, saying, “As soon as you hear the sound of the trumpet, then say, ‘Absalom has become king in Hebron.’”"},{"number":11,"text":"And with Absalom went two hundred men from Jerusalem, who were invited and went in their innocence and knew nothing at all."},{"number":12,"text":"And Absalom sent Ahithophel the Gilonite, David’s counsellor, from his city Giloh, while he was offering the sacrifices. And the conspiracy was strong, for the people with Absalom kept increasing."},{"number":13,"text":"And when a messenger came to David, saying, “The heart of the men of Israel has gone after Absalom”,"},{"number":14,"text":"David said to all his servants who were with him at Jerusalem, “Up, let us flee; for otherwise there will be for us no escape from Absalom. Make haste to depart, lest he quickly overtake us and bring down evil upon us and put the city to the edge of the sword.”"},{"number":15,"text":"Then the king’s servants said to the king, “Just as our lord the king decides, we are your servants.”"},{"number":16,"text":"So the king went out, and all his household with him. And the king left behind ten concubines to keep the palace."},{"number":17,"text":"And the king and all the people who followed him went out and stood at the last house,"},{"number":18,"text":"while all his officers passed beside him, and all the Cherethites and all the Pelethites and all , six hundred who had followed him from Gath passed on before the king."},{"number":19,"text":"Then said the king to Ittai the Gittite, “Why will you also go with us? Return and stay with the king; for you are a foreigner and an exile from your own land."},{"number":20,"text":"Yesterday you came and to-day shall I make you wander with us, while I go whither I may? Return, and take your fellow countrymen back with you; and .”"},{"number":21,"text":"But Ittai answered the king, and said, “As Jehovah liveth and as my lord the king liveth, wherever my lord the king shall be--whether for death or for life--there will your servant be.”"},{"number":22,"text":"And David said to Ittai, “Well then, go, and pass on.” So Ittai the Gittite passed on with all his men and all the little ones that were with him."},{"number":23,"text":"{This verse will need special attention.} And all the inhabitants of the land were weeping loudly as all the people passed on. While the king stood in the Kidron valley, the people were passing by before him toward the olive tree in the wilderness."},{"number":24,"text":"And there was Zadok and with him, bearing the ark of the covenant of God, until all the people had all passed out out of the city."},{"number":25,"text":"And the king said to Zadok and Abiathar, “Carry back the ark of God into the city. If I shall find favor in the eyes of Jehovah, he will bring me back, and show me both it and his dwelling."},{"number":26,"text":"But if he say, ‘I have no delight in thee’; then here am I, let him do to me as seemeth good to him.”"},{"number":27,"text":"{This verse will need special attention.} The king also said to Zadok and Abiathar the priests, “Behold, return to the city in peace and your two sons with you, Ahimaaz your son and Jonathan the son Abiathar."},{"number":28,"text":"See, I am going to delay at the fords of the wilderness, until word comes from you to inform me.”"},{"number":29,"text":"Therefore Zadok and Abiathar carried the ark of God again to Jerusalem, and they remained there."},{"number":30,"text":"But David went up the ascent to the Mount of Olives, weeping as he went, and with his head covered and his feet bare. All the people who were with him also covered each his head, and also went up, weeping as they went."},{"number":31,"text":"And when David was told, “Ahithophel is among the conspirators with Absalom”, David said, “O Jehovah, I pray, turn the counsel of Ahithophel to foolishness.”"},{"number":32,"text":"And when David came to the summit, where one worships God, there came to meet him Hushai the Archite with his garment rent and earth upon his head."},{"number":33,"text":"And David said to him, “If you go on with me you will be a burden to me."},{"number":34,"text":"But if you return to the city, and say to Absalom, ‘Your brothers have gone away and the king your father has gone away after them, I will be thy servant, O king; I have been your father’s servant in the past, so now I will be your servant’, thus you can defeat for me the counsel of Ahithophel."},{"number":35,"text":"And have you not here with you Zadok and Abiathar the priests? Everything that you hear from the king’s palace tell it to Zadok and Abiathar the priests."},{"number":36,"text":"See, they have there with them their two sons, Ahimaaz, Zadok’s son, and Jonathan, Abiathar’s son; and by them you shall send to me everything that you shall hear.”"},{"number":37,"text":"So Hushai, David’s friend, came into the city, when Absalom came to Jerusalem."}]}