{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":16,"verses":[{"number":1,"text":"And David was a little past the summit, when Ziba the servant of Meribaal met him with a pair of asses saddled, and on them two hundred loaves of bread, and a hundred bunches of raisins, and a hundred cakes of preserved fruits, and a skin of wine."},{"number":2,"text":"And the king said to Ziba, “” And Ziba answered, “The asses are for the king’s household to ride on, and the bread and the preserved fruit for the young men to eat, and the wine, that those who are faint in the wilderness may drink.”"},{"number":3,"text":"And the king said, “And where is thy master’s son?” And Ziba answered the king, “He remains there at Jerusalem, for he thinks, ‘To-day will the house of Israel give me back my father’s kingdom.’”"},{"number":4,"text":"Then said the king to Ziba, “All is now yours that belongs to Meribaal.” And Ziba said, “I do obeisance. Let me find further favor in your sight, my lord, the king.”"},{"number":5,"text":"And when King David came to Bahurim, there came out from there a man of the family of the house of Saul, whose name was Shimei the son of Gera, constantly cursing as he came."},{"number":6,"text":"And he cast stones at David and all the officers of King David and at all the people and all the mighty warriors at his right hand and at his left."},{"number":7,"text":"And thus Shimei said as he cursed, “Begone, begone, bloody and vile scoundrel!"},{"number":8,"text":"Jehovah has brought back upon you all the blood of the house of Saul, in whose place you have reigned; and Jehovah hath delivered the kingdom into the hand of Absalom your son; and behold now you are in your misfortune, for you are a bloody man!”"},{"number":9,"text":"Then Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over now and take off his head.”"},{"number":10,"text":"But the king said, “What have I in common with you, you sons of Zeruiah? If he curses when Jehovah hath said to him, ‘Curse David!’ then who shall say, ‘Why have you done so?’”"},{"number":11,"text":"And David said to Abishai and to all his officers, “See, my son who came from my bowels seeks my life; how much more this Benjamite! Let him curse, for Jehovah hath bidden him."},{"number":12,"text":"Perhaps Jehovah will look on my affliction and repay me good instead of this cursing that he hath sent to-day.”"},{"number":13,"text":"So David and his men went along the way; but Shimei went along on the hillside parallel with him, cursing as he went, and threw stones and continually cast dust at him."},{"number":14,"text":"Then the king and all the people who were with him, arrived weary and he refreshed himself there."},{"number":15,"text":"And Absalom with all the men of Israel, came to Jerusalem, and Ahithophel was with him."},{"number":16,"text":"Now when Hushai the Archite, David’s friend, came to Absalom, Hushai said to Absalom, “May the king live, may the king live!”"},{"number":17,"text":"But Absalom said to Hushai, “Is this your love for your friend? Why did you not go with your friend?”"},{"number":18,"text":"Then Hushai answered Absalom, “No! for whom Jehovah and his people and all the men of Israel have chosen, to him will I belong, and with him will I remain."},{"number":19,"text":"And in the second place, whom should I serve? Should it not be his son? As I have served your father, so will I serve you.”"},{"number":20,"text":"Then Absalom said to Ahithophel, “Give your counsel as to what we shall do.”"},{"number":21,"text":"And Ahithophel said to Absalom, “Go in unto your father’s concubines whom he has left to keep the palace; and all Israel will hear that you have made yourself abhorrent to your father, and the hands of all who are on your side will be strengthed.”"},{"number":22,"text":"So they pitched for Absalom the tent on the top of the house; and Absalom went in unto his father’s concubines in the sight of all Israel."},{"number":23,"text":"And the counsel of Ahitophel, which he gave in those days, was regarded as if one inquired of the word of God--so was all the counsel of Ahithophel regarded by David and Absalom."}]}