{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":17,"verses":[{"number":1,"text":"Moreover Ahithophel said to Absalom, “Let me now choose out twelve thousand men, and I will arise and pursue after David to-night;"},{"number":2,"text":"thus I will come upon him when he is tired and weak and will storm him into a panic and all the people who are with him will flee; and I will smite the king alone,"},{"number":3,"text":"and I will bring back all the people to you . all the people shall be at peace.”"},{"number":4,"text":"And the advice pleased Absalom, and all the elders of Israel."},{"number":5,"text":"Then Absalom Said, “Call now Hushai the Archite also, and let us hear likewise what he has to say.”"},{"number":6,"text":"And when Hushai came to Absalom, Absalom spoke to him, saying, “Thus Ahitophel has spoken; shall we act upon his advice? If not, you give advice.”"},{"number":7,"text":"Then Hushai said to Absalom, “The counsel that Ahithophel has given this time is not good.”"},{"number":8,"text":"Hushai said moreover, “You know your father and his men, that they are mighty warriors and of angry temper, like a bear robbed of her cubs in the field. Furthermore your father is a man of war and will not remain at night with the people."},{"number":9,"text":"Even now he has hidden himself in one of the caves or in some other place. And in case some of fall at the first, whoever hears it will say, ‘There is a slaughter among the people who follow Absalom.’"},{"number":10,"text":"Then even he that is valiant, whose heart is like the heart of a lion, will completely lose courage; for all Israel knows that your father is a mighty warrior, and they who are with him are valiant men."},{"number":11,"text":"But I counsel, Let all Israel be gathered to you, from Dan to Beersheba, as many as the sand that is by the sea, with you yourself marching in the midst of them."},{"number":12,"text":"So shall we come upon him in some place where he has been discovered, and we will light upon him as the dew falls on the ground; and of him and of all the men who are with him there shall not be left even one."},{"number":13,"text":"But if he has withdrawn into a city, then all Israel will bring ropes to that city, and we will draw it to the valley, until not even a small stone is found there.”"},{"number":14,"text":"And Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For Jehovah had ordained to defeat the good counsel of Ahithophel, in order that Jehovah might bring evil upon Absalom."},{"number":15,"text":"Then Hushai said to Zadok and to Abiathar the priests, “Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counselled."},{"number":16,"text":"Now therefore send quickly and tell David, saying, ‘Do not spend this night at the fords of the wilderness, but by all means cross over, lest the king and all the people with him be swallowed up.’”"},{"number":17,"text":"Now Jonathan and Ahimaaz were staying at Enrogel; and a maid-servant was to go and bring them news, and they were to go and tell King David, for they must not be seen to come into the city."},{"number":18,"text":"But a lad saw them, and told Absalom. Then they both went away quickly and entered into the house of a man in Bahurim, who had a well in his court into which they descended."},{"number":19,"text":"And the woman took and spread the covering over the mouth of the well, and strewed dried fruit upon it, so that nothing was known."},{"number":20,"text":"And when Absalom’s servants came to the woman to the house and said, “Where are Ahimaaz and Jonathan?” the woman answered them, “They are gone over the water brook.” And when they had sought and could find nothing, they returned to Jerusalem."},{"number":21,"text":"But as soon as they had gone away they came up out of the well, and went and told King David and said to David, “Arise, cross quickly over the water for thus has Ahitophel counselled in regard to you.”"},{"number":22,"text":"Then David and all the people who were with him arose and they crossed over the Jordan. By daybreak there was not one left behind who had not gone over the Jordan."},{"number":23,"text":"But when Ahitophel saw that his counsel had not been carried out, he saddled his ass and arose, and went to his house, to his city. And when he had given command concerning his house, he strangled himself, and he died and was buried in his father’s sepulchre."},{"number":24,"text":"Then David came to Mahanaim. And Absalom passed over the Jordan, together with all the men of Israel."},{"number":25,"text":"And Absalom set Amasa over the army in the place of Joab. Now Amasa was the son of , who had come in marriage to , the sister of Zeruiah, Joab’s mother."},{"number":26,"text":"And Israel and Absalom encamped in the land of Gilead."},{"number":27,"text":"{This verse will need special attention.} But when David came to Mahanaim, Shobi the son of Nahash of the Ammonite Rabbah, and Machir the son of Ammiel of Lodebar, and Barzillai the Gileadite of Rogelim,"},{"number":28,"text":"brought couches, rugs, bowls, and earthen vessels, and wheat, barley, meal, parched grain, beans, lentils,"},{"number":29,"text":"honey, curds, sheep, and calves for David, and for the people who were with him, to eat; for they thought, “The people are hungry and weary and thirsty in the wilderness.”"}]}