{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":18,"verses":[{"number":1,"text":"Then David mustered the people who were with him, and appointed over them commanders of thousands and of hundreds."},{"number":2,"text":"And David the people into three divisions, one third was under the command of Joab, another third under Abishai the son of Zeruiah, Joab’s brother, and another third under the command of Ittai the Gittite. And the king said to the people, “I also will surely go out with you.”"},{"number":3,"text":"{This verse will need special attention.} But the people said, “You shall not go out; for if we flee away, no one will care for us, or if half of us die, no one will care for us, for you are equal to ten thousand of us. Also it is now better for you to be ready to help us from the city.”"},{"number":4,"text":"And the king said to them, “I will do what you think best!” So the king stood by the side of the gate, while all the people went out by hundreds and by thousands."},{"number":5,"text":"And the king commanded Joab, and Abishai, and Ittai, saying, “Deal gently for my sake with the young man, with Absalom!” And all the people heard when the king gave all the commanders the order regarding Absalom."},{"number":6,"text":"So the people went out into the field against Israel. And the battle was in the forest of Ephraim."},{"number":7,"text":"And the people of Israel were smitten there before the servants of David, so that the slaughter on that day was great--twenty thousand men."},{"number":8,"text":"And the battle was spread out over the whole country; and the forest devoured more that day than the sword."},{"number":9,"text":"And Absalom happened to meet the servants of David. And Absalom was riding upon his mule, and the mule went under the thick boughs of a great oak and his head caught fast in the oak, and he was between heaven and earth, while the mule that was under him went on."},{"number":10,"text":"And when a certain man saw it, he told Joab and said, “Behold, I saw Absalom hanging in an oak.”"},{"number":11,"text":"Then Joab said to the man who told him, “So you saw him! Why did you not smite him there to the ground? And my part would have been to give you ten shekels of silver and a girdle.”"},{"number":12,"text":"But the man said to Joab, “If I were to feel the weight of a thousand shekels of silver in my hand I would not put forth my hand against the king’s son, for in our hearing the king charged you and Abishai and Ittai, saying, ‘Take care of the young man Absalom.’"},{"number":13,"text":"Or if I had treacherously taken his life, nothing would have been hidden from the king, and you yourself would have stood aloof.”"},{"number":14,"text":"Then Joab answered, “I will not tarry thus with you.” And he took three in his hand, and thrust them into Absalom’s heart, while he was still alive in the midst of the oak."},{"number":15,"text":"And ten young men who bore Joab’s armor gathered about and smote Absalom and put him to death."},{"number":16,"text":"Then Joab blew the trumpet, and the people returned from pursuing Israel; for Joab held back the people."},{"number":17,"text":"And they took Absalom and cast him into the great pit in the forest, and raised over him a heap of stones. And all Israel fled each to his home."},{"number":18,"text":"But Absalom had already in his lifetime taken and reared up for himself the pillar which is in the King’s Dale; for he said, “I have no son to keep my name in remembrance; and he named the pillar after his own name. Therefore it is called ‘Absalom’s Monument,’ to this day.”"},{"number":19,"text":"But when Ahimaaz the son of Zadok said, “Let me now run and bring the news to the king that Jehovah has pronounced judgment for him against his enemies.”"},{"number":20,"text":"Joab said to him, “You are not the man to bring news to-day. On another day you may bring news, but not to-day, for the king’s son is dead.”"},{"number":21,"text":"Then said Joab to the Cushite, “Go, tell the king what you have seen.” And the Cushite bowed before Joab and ran off."},{"number":22,"text":"But Ahimaaz the son of Zadok said yet again to Joab, “However it may be, I would like also to run after the Cushite.” And Joab said, “Why is it that you would run, my son, seeing that no reward will be paid out?”"},{"number":23,"text":"And he said, “However it may be, I would like to run.” So he said to him, “Run.” Then Ahimaaz ran by the way of the Plain of the Jordan and outran the Cushite."},{"number":24,"text":"Now David was sitting between the two gates; and the watchman had gone up to the roof of the gate by the wall. And when he lifted up his eyes and looked, he saw there a man running alone."},{"number":25,"text":"Then the watchman cried and told the king. And the king said, “If he be alone, good news are in his mouth.” And he kept coming and was drawing near,"},{"number":26,"text":"when the watchman saw another man running; and the watchman called toward the , and said, “See, another man running alone!” And the king said, “He also is bringing good news.”"},{"number":27,"text":"And the watchman said, “I see that the running of the first is like the running of Ahimaaz the son of Zadok.” And the king said, “He is a good man and comes with good news.”"},{"number":28,"text":"Then Ahimaaz drew near and said to the king, All is well. And he bowed before the king with his face to the earth, and said, Blessed be Jehovah your God, who hath delivered up the men who lifted up their hand against my lord the king."},{"number":29,"text":"And the king said, “Is it well with the young man Absalom?” And Ahimaaz answered, “When Joab sent , I saw a great tumult, but I did not learn what it was.”"},{"number":30,"text":"And the king said, “Turn aside and stand here”, and he turned aside and stood still."},{"number":31,"text":"And, just then, the Cushite said, “Let my lord the king receive the good news that Jehovah hath pronounced judgment for you this day upon all those who rose up against you.”"},{"number":32,"text":"And the king said to the Cushite, “Is it well with the young man Absalom?” And the Cushite answered, “May the enemies of my lord the king and all who rise up against you for evil be as that young man!”"},{"number":33,"text":"Then the king was greatly moved and went up to the chamber over the gate and wept.And thus he said, as he kept on weeping, “My son Absalom, my son, my son Absalom! O that I had died instead of you, Absalom, my son, my son!”"}]}