{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":19,"verses":[{"number":1,"text":"And it was told Joab, “The king is weeping and lamenting for Absalom.”"},{"number":2,"text":"So for all the people the victory that day was turned to mourning, since the people heard that day, “The king is grieving for his son.”"},{"number":3,"text":"Therefore the people stole away into the city, as people who are ashamed when they have fled in battle steal away."},{"number":4,"text":"But the king covered his face, and cried aloud, “My son Absalom, Absalom, my son, my son!”"},{"number":5,"text":"Then Joab came to the king in the palace and said, “You have to-day shamed the face of all your servants, who have saved your life and the lives of your sons, your daughters, your wives, and your concubines,"},{"number":6,"text":"by loving them who hate you and hating them who love you. For you declared to-day that princes and brave officers are nothing to you, for now I know if Absalom had lived and all of us had died to-day, then you would be pleased."},{"number":7,"text":"Now therefore come, go forth, and reassure your followers; for I swear by Jehovah, if you do not go forth, not a man will remain to you, and that will be worse for you than all the evil that has befallen you from your youth until now.”"},{"number":8,"text":"Then the king arose, and sat in the gate. And the rumor spread among all the people, “See the king is sitting in the gate”; and all the people came before the king. Now Israel had fled every man to his tent."},{"number":9,"text":"And all the people were at strife throughout all the tribes of Israel, saying, “The king delivered us out of the hand of our enemies, he saved us out of the hand of the Philistines, but now he has fled out of the land from Absalom."},{"number":10,"text":"And Absalom, whom we anointed over us, has fallen in battle. Now therefore why do you say nothing about bringing the king back?”"},{"number":11,"text":"Then King David commanded Zadok and Abiathar the priests, “Speak to the elders of Judah, saying, ‘Why are you the last to bring the king back to his palace?’” And the word of all Israel came ."},{"number":12,"text":"“You are my bone and my flesh, why then are you the last to bring back the king?"},{"number":13,"text":"Say to Amasa, ‘Are you not my bone and my flesh? God do to me whatever he will, if you shall not henceforth be commander of the army before me in the place of Joab,’”"},{"number":14,"text":"And he turned the heart of all the men of Judah as one man, so that they sent to the king, saying, “Return with all your servants.”"},{"number":15,"text":"So the king returned, and arrived at the Jordan. And Judah came to Gilgal to meet the king and bring him across the Jordan."},{"number":16,"text":"And Shimei the son of Gera the Benjamite, who was of Bahurim, hastened down with the men of Judah to meet King David,"},{"number":17,"text":"with a thousand men of Benjamin; and with him was Ziba the servant of the house of Saul, with his fifteen sons and his twenty servants; and they dashed into the Jordan before the king."},{"number":18,"text":"{This verse will need special attention.} And they kept crossing the ford to bring over the king’s household and to do what would please him. Meanwhile Shimei the son of Gera prostrated himself before the king, when he was about to cross the Jordan."},{"number":19,"text":"And he said to the king, “Let not my lord consider me guilty nor remener what your servant did perversely the day that my lord the king went out of Jerusalem, that the king should take it to heart."},{"number":20,"text":"For your servant knows that I have sinned; therefore, see, I have come down first of all the house of Joseph to meet my lord the king.”"},{"number":21,"text":"But Abishai the son of Zeruiah spoke and said, “Should not Shimei be put to death for this, because he cursed Jehovah’s anointed?”"},{"number":22,"text":"But David said, “What have I to do with you, you sons of Zeruiah, that you should this day oppose me? Should anyone be put to death to-day in Israel?”"},{"number":23,"text":"And the king said to Shimei, “You shall not die.” And the king swore it to him."},{"number":24,"text":"And Meribaal the son of Saul came down to meet the king; and he had neither dressed his feet not trimmed his beard nor washed his clothes from the day the king departed until the day he came home safe and sound."},{"number":25,"text":"And so when he came to Jerusalem to meet the king, the king said to him, “Why did you not go out with me, Meribaal?”"},{"number":26,"text":"And he answered, “My lord, O king, my servant deceived me: for your servant said, ‘Saddle me an ass, on which I may ride and accompany the king, because your servant is lame.’"},{"number":27,"text":"But he has slandered your servant to my lord the king. My lord the king is as a Messenger of God; do therefore what seems good to you."},{"number":28,"text":"For though all my father’s house were only deserving of death before my lord, the king set your servant among those who eat at your table. What right have I now, that I should continue to cry to the king?”"},{"number":29,"text":"And the king said to him, “Why do you continue to speak? I say, you and Ziba divide the land.”"},{"number":30,"text":"And Meribaal said to the king, “rather let him take all, inasmuch as my lord the king has come home safe and sound.”"},{"number":31,"text":"{This verse will need special attention.} Then Barzillia the Gileadite came down from Rogelim, and he went over the Jordan with the king to bid him good-by at the Jordan."},{"number":32,"text":"Now Barzillai was a very aged man, eighty years old, and he had provided the king with food while he remained at Mahanaim; for he was a very great man."},{"number":33,"text":"And the king had said to Barzillai, “Come over with me, and I will support you with me in Jerusalem.”"},{"number":34,"text":"But Barzillai said to the king, “How many years have I still to live, that I should go up with the king to Jerusalem?"},{"number":35,"text":"I am now eighty years old. Can I distinguish good from evil? Can your servant taste what I eat or what I drink? Can I hear any more the voice of singing men and singing women? Why then should your servant be a burden to my lord the king?"},{"number":36,"text":"Your servant would merely go over the Jordan with the king, and why should the king give me this recompense?"},{"number":37,"text":"Only let your servant return, I pray you, that I may die in my own city, by the grave of my father and my mother. But there is your servant Chimham; let him go over with my lord the king; and treat him as shall seem good to you.”"},{"number":38,"text":"And the king answered, “Chimham shall go over with me, and I will do to him as you would desire; and whatever you shall request of me, that will I do for you."},{"number":39,"text":"Then all the people went over the Jordan. The king also kissed Barzillai, and blessed him; so he returned to his home."},{"number":40,"text":"And the king passed by Gilgal, Chimham being with him; and all the people of Judah were escorting the king, and also half the people of Israel."},{"number":41,"text":"Therefore all the men of Israel came to the king, and said to the king, “Why have our clansmen, the men of Judah, stolen you away, and brought the king and his household over the Jordan, when all of David’s men are his people?”"},{"number":42,"text":"Then all the men of Judah answered the men of Israel, “Because the king is near of kin to us. Why are you angry at this thing? Have we eaten anything at the king’s cost? or has he been carried away by us?”"},{"number":43,"text":"And the men of Israel answered the men of Judah, and said, “I have ten shares in the king, ; why then did you despise me? And was not our advice first to bring back the king? But the words of the men of Judah were fiercer than the words of the men of Israel.”"}]}