{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":2,"verses":[{"number":1,"text":"Now after this David inquired of Jehovah, saying, “Shall I go up to one of the cities of Judah?” And Jehovah answered him, “Go up.” And when David said, “Whither shall I go up,” he said, “To Hebron.”"},{"number":2,"text":"So David went up with his two wives, Ahinoam, the Jezreelitess, and Abigail, the wife of Nabal the Carmelite."},{"number":3,"text":"And David brought up the men who were with him, each with his household, and they dwelt in the towns of Hebron."},{"number":4,"text":"And the men of Judah came and there anointed David king over the house of Judah. And when they told David about the men of Jabesh in Gilead who had buried Saul,"},{"number":5,"text":"David sent messengers to the men of Jabesh in Gilead and said to them, “May you be blest of Jehovah, because you have shown this kindness to your lord Saul and have buried him."},{"number":6,"text":"Even so may Jehovah show kindness and truth to you; and I also will do well by you, because you have done this thing."},{"number":7,"text":"Now therefore be courageous and valiant; for Saul your lord is dead, and the house of Judah have anointed me king over them.”"},{"number":8,"text":"Now Abner the son of Ner, commander of Saul’s army, had taken the son of Saul, and brought him over to Mahanaim."},{"number":9,"text":"And he made him king over Gilead and the Ashurites and Jezreel and Ephraim and Benjamin and all Israel."},{"number":10,"text":"(Ishbaal, Saul’s son, was forty years old when he became king over Israel, and he reigned two years). But the house of Judah followed David."},{"number":11,"text":"And the time that David was king in Hebron over the house of Judah, was seven years and six months."},{"number":12,"text":"Now Abner the son of Ner and the servants of Ishbaal the son of Saul went out from Mahanaim to Gibeon."},{"number":13,"text":"And Joab the son of Zeruiah and the servants of David went out and met them at the pool of Gibeon. And they sat down, the one on the one side of the pool and the other on the other side of the pool."},{"number":14,"text":"Then Abner said to Joab, “Let the young men arise and play before us.” And Joab said, “Let them arise.”"},{"number":15,"text":"Then they arose and went over by number: twelve for Benjamin and Ishbaal the son of Saul, and twelve of the servants of David."},{"number":16,"text":"And they each caught his opponent by the head and thrust his sword into his side, so they fell down together. Therefore that place was called, Field of the Enemies (which is in Gibeon)."},{"number":17,"text":"And the battle was very fierce that day, and Abner and the men of Israel were vanquished before the servants of David."},{"number":18,"text":"And the three sons of Zeruiah were there, Joab, Abishai, and Asahel; and Asahel was as swift of foot as one of the gazelles which are in the field."},{"number":19,"text":"And Asahel pursued Abner; and as he went he turned neither to the right nor to the left from the pursuit of Abner."},{"number":20,"text":"Then Abner looked behind him and said, “Is it you, Asahel?” And he answered, “It is I.”"},{"number":21,"text":"Therefore Abner said to him, “Turn aside to your right or to your left and seize one of the young men and take his spoil.” But Asahel would not turn aside from pursuing him."},{"number":22,"text":"Therefore Abner said again to Asahel, “Turn aside from following me. Why should I smite you to the ground? How then could I look Joab your brother in the face?”"},{"number":23,"text":"But he refused to turn aside. Therefore Abner smote him with a backward stroke in the body, so that the spear came out at his back; and he fell there and died in his place. Then all who came to the place where Asahel had fallen and died, stood still."},{"number":24,"text":"But Joab and Abishai pursued after Abner. And as the sun was setting, they came to the hill of Ammah, which is before Giah on the highway in the Wilderness of Gibeon."},{"number":25,"text":"And the Benjamites assembled behind Abner and formed a solid phalanx, and stood on the top of a hill."},{"number":26,"text":"Then Abner called to Joab and said, “Shall the sword devour forever? Do you not know that the end will be bitterness? How long then will it be before you command the people to turn from pursuing their kinsmen?”"},{"number":27,"text":"And Joab said, “As liveth, if you had not spoken, then assuredly not until morning would the people have ceased each from pursuing his brother.”"},{"number":28,"text":"So Joab blew the trumpet; and all the people stool still and pursued Israel no more, nor did they fight any more."},{"number":29,"text":"But Abner and his men marched all that night through the Arabah and crossed the Jordan and went through the whole Bithron and came to Mahanaim."},{"number":30,"text":"And Joab returned from the pursuit of Abner. And when he had gathered all the people together, nineteen of David’s servants beside Asahel were missing;"},{"number":31,"text":"while the servants of David had smitten of Benjamin and of Abner’s men three hundred and sixty ."},{"number":32,"text":"And they took up Asahel and buried him in his father’s sepulchre, which was in Bethlehem. And Joab and his men marched all night, and day dawned upon them at Hebron."}]}