{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":23,"verses":[{"number":1,"text":"Now these are the last words of David: The saying of David the son of Jesse, And the saying of the man raised on high, The anointed of the God of Jacob, And the sweet singer of Israel:"},{"number":2,"text":"The spirit of the Lord spoke by me, And His word was upon my tongue."},{"number":3,"text":"The God of Israel said, The Rock of Israel spoke to me: ‘Ruler over men shall be The righteous, even he that ruleth in the fear of God,"},{"number":4,"text":"And as the light of the morning, when the sun riseth, A morning without clouds; When through clear shining after rain, The tender grass springeth out of the earth.’"},{"number":5,"text":"For is not my house established with God? For an everlasting covenant He hath made with me, Ordered in all things, and sure; For all my salvation, and all my desire, Will He not make it to grow?"},{"number":6,"text":"But the ungodly, they are as thorns thrust away, all of them, For they cannot be taken with the hand;"},{"number":7,"text":"But the man that toucheth them Must be armed with iron and the staff of a spear; And they shall be utterly burned with fire in their place."},{"number":8,"text":"{This verse will need special attention.} These are the names of David’s mighty heroes: Ishbaal the Hachmonite, leader of the Three; he swung his spear over eight hundred slain at one time."},{"number":9,"text":"And next to him among the three mighty heroes was Eleazar the son of Dodo, the . He was with David at Pasdammim when the Philistines gathered there for battle. But when the Israelites retreated,"},{"number":10,"text":"he stood up and smote the Philistines until his hand was weary and clave fast to the sword. Thus Jehovah brought about a great deliverance that day; and the people returned after him only to take spoil."},{"number":11,"text":"And next to him was Shammah the son of Agee, a Hararite. And the Philistines gathered together at Lehi. And there was a plot of ground full of lentils. But when the people fled from the Philistines,"},{"number":12,"text":"he stood in the middle of the plot and defended it and slew the Philistines. Thus Jehovah brought about a great deliverance."},{"number":13,"text":"{This verse will need special attention.} And three of the Thirty went down, and came to the rock to David to the stronghold of Adullam, while the force of the Philistines was encamped in the valley of Rephaim."},{"number":14,"text":"And David was then in the stronghold, and the garrison of the Philistines was in Bethlehem."},{"number":15,"text":"And David longed and said, “O that one would give me water to drink from the well of Bethlehem, which is by the gate!”"},{"number":16,"text":"And the three famous warriors broke though the camp of the Philistines and drew water out of the well of Bethlehem, that was by the gate, and took and brought it to David; he would not drink of it, however, but poured it out to Jehovah."},{"number":17,"text":"And he said, “Jehovah forbid that I should do this. It is the blood of the men who went at the risk of their lives. Therefore he would not drink it. These things did the three mighty men."},{"number":18,"text":"And Abishai, the brother of Joab the son of Zeruiah, was leader of the Thirty. And he swung his spear over three hundred slain, so that he was renowned among the Thirty."},{"number":19,"text":"He was honored more than the Thirty, so that he became their commander, but he did not attain to the Three."},{"number":20,"text":"And Benaiah the son of Jehoiada was a valiant man of Kabzeel, who had done great deeds; he slew the two sons of Ariel of Moab. He also went down and slew a lion in the midst of a pit in time of snow."},{"number":21,"text":"And he slew a Egyptian, who had a spear in his hand, but he went down to him with a club and snatched the spear out of the Egyptian’s hand and slew him with his own spear."},{"number":22,"text":"These things did Benaiah the son of Jehoiada, and he was renowned among the thirty mighty heroes."},{"number":23,"text":"He was honored more than the Thirty, but he did not attain to the Three. And David set him over his body-guard."},{"number":24,"text":"Asahel the brother of Joab was one of the Thirty; Elhanan the son of Dodo of Bethlehem,"},{"number":25,"text":"Shammah the Harodite, Elika the Harodite,"},{"number":26,"text":"Helez the Paltite, Ira the son of Ikkesh, the Tekoite,"},{"number":27,"text":"Abiezer the Anathothite, the Hushathite,"},{"number":28,"text":"Zalmon the Ahohite, Maharai the Netophathite,"},{"number":29,"text":"Heled the son of Baanah, the Netophathite, Ittai the son of Ribai of Gibeah of the Benjamites,"},{"number":30,"text":"Benaiah a Pirathonite, of the brooks of Gaash,"},{"number":31,"text":"the Arbathite, Azmaveth the Barhumite,"},{"number":32,"text":"Eliahba the Shaalbonite, , Jonathan,"},{"number":33,"text":"Shammah, the Hararite, Ahiam the son of Sharar the Ararite,"},{"number":34,"text":"Eliphelet the son of Ahasbai, the Maacathite, Eliam the son of Ahithophel, the Gilonite,"},{"number":35,"text":"Hezro the Carmelite, Paarai the Arbite,"},{"number":36,"text":"Igal the son of Nathan of Zobah, Bani the Gadite,"},{"number":37,"text":"Zelek the Ammonite, Naharai the Beerothite, the armor bearers of Joab the son Zeruiah,"},{"number":38,"text":"Ira the Ithrite, Gareb the Ithrite,"},{"number":39,"text":"Uriah the Hittite--in all thirty-seven."}]}