{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":24,"verses":[{"number":1,"text":"Then Jehovah’s anger was again aroused against Israel, and he instigated David against them, saying, “Go number Israel and Judah!”"},{"number":2,"text":"So the king said to Joab and the of the army who with him, “Go now about among all the tribes of Israel, from Dan even to Beersheba, and muster the people that I may know the number of the people.”"},{"number":3,"text":"Then Joab answered the king, “May Jehovah your God add to the people, a hundred times as many as they are, while the eyes of my lord the king are looking on! But why has my lord the king a desire for such a thing?”"},{"number":4,"text":"But the king’s command prevailed against Joab and the commanders of the army. And Joab and the commanders of the army went out from the presence of the king to muster the people of Israel."},{"number":5,"text":"And they crossed the Jordan, and that is in the midst of the torrent valley, towards Gad and on to Jazer."},{"number":6,"text":"Then they came to Gilead and to the land of the ; and they came to they went around to Sidon,"},{"number":7,"text":"and came to the fortress of Tyre and all the cities of the Hivites, and of the Canaanites; and they went out to the South Country of Judah at Beersheba."},{"number":8,"text":"So when they had gone about through all the land, they came to Jerusalem at the end of nine months and twenty days."},{"number":9,"text":"And Joab gave to the king the number of the people who had been mustered, and there were in Israel eight hundred thousand able-bodied, fighting men; and the men of Judah were five hundred thousand."},{"number":10,"text":"Then David’s conscience smote him after he had numbered the people. And David said to Jehovah, “I have sinned greatly in what I have done. But now, O Jehovah, pardon, I beseech thee, the iniquity of thy servant, for I have done very foolishly.”"},{"number":11,"text":"So when David rose up in the morning, then the word of Jehovah came to the prophet Gad, David’s seer, saying,"},{"number":12,"text":"“Go and speak to David, ‘Thus saith Jehovah, “Three things I offer thee; choose one of them, that I may do it to thee.”’”"},{"number":13,"text":"Gad came to David and told him, and said to him, “Shall years of famine come over your land? Or will you flee three months before your foes, while they pursue you? Or shall there be three days’ pestilence in your land? Now take counsel and consider what answer I shall return to him who sent me.”"},{"number":14,"text":"And David said to Gad, “I am in a great strait. We would rather fall into the hand of Jehovah, for his mercy is great, but let me not fall into the hand of man.”"},{"number":15,"text":"So of the people from Dan to Beersheba seventy thousand men."},{"number":16,"text":"And when the Messenger stretched out his hand toward Jerusalem to destroy it, Jehovah repented of the evil, and said to the Messenger who was destroying the people, “Enough, now stay thy hand!” and the Messenger of Jehovah was by the threshing-floor of Araunah the Jebusite."},{"number":17,"text":"And David spoke to Jehovah when he saw the Messenger who smote the people, and said, “See I have sinned and have acted wickedly; but these sheep, what have they done? Let thy hand, I pray, be against me, and my father’s house.”"},{"number":18,"text":"And Gad came that day to David, and said to him, “Go up, rear an altar to Jehovah on the threshing-floor of Araunah the Jebusite.”"},{"number":19,"text":"So David went up at the command of Gad, as Jehovah commanded."},{"number":20,"text":"And when Araunah looked down and saw the king and his servants crossing over to him, Araunah went out and bowed before the king with his face to the ground."},{"number":21,"text":"And Araunah said, “Why has my lord the king come to his servant?” And David said, “To buy the threshing-floor of you, to build an altar to Jehovah, that the plague may be averted from the people.”"},{"number":22,"text":"And Araunah said to David, “Let my lord the king take and offer what he pleases, the oxen for the burnt-offering, and the threshing-sledges and the implements of the oxen for the wood."},{"number":23,"text":"All this has y king, given to the king.” And Araunah said to the king, “Jehovah your God accept you!”"},{"number":24,"text":"And the king answered Araunah, “No, but I will surely buy it of you at a price. I must not offer burnt-offerings to Jehovah my God which cost me nothing.” So David bought the threshing-floor and the oxen for fifty shekels of silver."},{"number":25,"text":"Then David built there an altar to Jehovah, and offered burnt-offerings. So Jehovah was entreated for the land and the plague was averted from Israel."}]}