{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":3,"verses":[{"number":1,"text":"And the war between the house of Saul and the house of David was prolonged; but David kept growing stronger, while the house of Saul grew gradually weaker."},{"number":2,"text":"Now in Hebron sons were born to David: his eldest was Amnon the son of Ahinoam the Jezreelitess;"},{"number":3,"text":"and his second, Chileab the son of Abigail, the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah, the daughter of Talmai king of Geshur;"},{"number":4,"text":"and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;"},{"number":5,"text":"and the sixth, Ithream the son of Eglah, David’s wife. These were born to David in Hebron."},{"number":6,"text":"Now, while there was war between the house of Saul and the house of David, Abner made himself strong in the house of Saul."},{"number":7,"text":"And Saul had a concubine, whose name was Rizpah, the daughter of Aiah. And said to Abner, “Why do you go in unto my father’s concubine?”"},{"number":8,"text":"Then Abner was very angry because of the words of Ishbaal and said, “Am I a , who am at this time showing kindness to the house of Saul your father, to his kinsmen, and to his friends, and have not delivered you into the hand of David, that you now charge me with guilt in connection with a woman?"},{"number":9,"text":"God do to Abner whatever he pleases, if, as Jehovah hath sworn to David, I do not even so to him,"},{"number":10,"text":"by transferring the kingdom from the house of Saul and by establishing the throne of David over Israel and over Judah from Dan to Beersheba.”"},{"number":11,"text":"And he did not dare to make Abner any answer, for he feared him."},{"number":12,"text":"So Abner sent messengers to David to saying, “Make your league with me, then I will co-operate with you in bringing over all Israel to you.”"},{"number":13,"text":"And he said, “Good, I will make a league with you, but one thing I require of you, that is, you shall not see my face unless you bring Michal, Saul’s daughter, when you come to see me.”"},{"number":14,"text":"Then David sent messengers to Ishbaal, Saul’s son, saying, Give me my wife Michal, whom I bought for a hundred foreskins of the Philistines."},{"number":15,"text":"And Ishbaal sent and took her from her husband, Paltiel the son of Laish."},{"number":16,"text":"But her husband followed her, weeping as he went, to Bahurim. Then Abner said to him, “Go, return”; and he returned."},{"number":17,"text":"Now Abner had entered into communication with the elders of Israel, saying, “Already for a long time you have been desirous of having David king over you."},{"number":18,"text":"Now do it, for Jehovah hath spoken of David, saying, ‘By the hand of my servant David will I save my people Israel out of the hand of the Philistines and out of the hand of all their enemies?’”"},{"number":19,"text":"Abner also spoke in the ears of Benjamin and went to communicate directly to David in Hebron all that seemed good to Israel and to the whole house of Benjamin."},{"number":20,"text":"And when Abner came to David at Hebron, accompanied by twenty men, David gave Abner and the men who were with him a feast."},{"number":21,"text":"And Abner said to David, “I will arise and go and will gather all Israel to my lord the king, that they may make a covenant with you and that you may be king over all which you desire.” Then David sent Abner away, and he went in peace."},{"number":22,"text":"Just then the servants of David and Joab came from a raid, and brought in with them great spoil; but Abner was not with David in Hebron, for he had sent him away and he had gone in peace."},{"number":23,"text":"So when Joab and all the band that was with him came home, they told Joab, saying, “Abner the son of Ner came to the king, and he has sent him away, and he has gone in peace.”"},{"number":24,"text":"Then Joab went to the king and said, “What have you done? Behold, Abner came to you; why have you now sent him away, so that he is gone?"},{"number":25,"text":"Do you not know that Abner the son of Ner came to deceive you and to note your going out and your coming in and to know all that you are doing?”"},{"number":26,"text":"And when Joab came out from David, he sent messengers after Abner and they brought him back from the Cistern of Sirah without David’s knowing it."},{"number":27,"text":"And when Abner returned to Hebron, Joab took him apart to the of the gate to speak with him quietly and smote him there in the body. So he died for the blood of Asahel Joab’s brother."},{"number":28,"text":"But afterward when David heard it, he said, “I and my kingdom are forever guiltless before Jehovah of the blood of Abner the son of Ner."},{"number":29,"text":"May it fall upon the head of Joab and upon all his father’s house, and may there not fail from the house of Joab one who has an issue, or who is a leper, or who is effeminate, or who falls by the sword, or who lacks bread.”"},{"number":30,"text":"But Joab and Abishai his brother slew Abner, because he had killed their brother Asahel at Gibeon in the battle."},{"number":31,"text":"And David said to Joab, and to all the people who were with him, “Tear your clothes, and gird yourselves with sackloth, and mourn before Abner!” And King David followed the bier."},{"number":32,"text":"And when they buried Abner in Hebron, the king wept with a loud voice at the grave of Abner, and all the people wept."},{"number":33,"text":"And the king sang a dirge for Abner and said, Must Abner die as dies the impious fool?"},{"number":34,"text":"Thy hands were not bound, Thy feet were not put into fetters; As one falls before ruthless men, thou didst fall. Then all the people wept still more over him."},{"number":35,"text":"Afterwards all the people came to urge David to eat bread while it was yet day; but David took oath, saying, “God do to me whatever he will, if I taste bread or anything else before the sun goes down.”"},{"number":36,"text":"And when all the people observed it, they were pleased; everything that the king did pleased all the people."},{"number":37,"text":"So all the people and all Israel understood that day that the king had nothing to do with the slaying of Abner the son of Ner."},{"number":38,"text":"And the king said to his servants, “Do you not know that a prince and a great man has fallen to-day in Israel?"},{"number":39,"text":"And I am this day weak, though anointed king, for these men, the sons of Zeruiah, are too strong for me. May Jehovah requite the evildoer according to his wickedness!”"}]}