{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":4,"verses":[{"number":1,"text":"Now when Ishbaal, Saul’s son, heard that Abner was dead in Hebron, his hands became limp and all the Israelites were thrown into confusion."},{"number":2,"text":"And Ishbaal, Saul’s son, had two men who were captains of guerilla bands: the name of the one was Baanah, and the name of the other Rechab, sons of Rimmon the Beerothite, of the Benjamites (for Beeroth is also reckoned to Benjamin,"},{"number":3,"text":"and the Beerothites fled to Gittaim and have been sojourners there until this day)."},{"number":4,"text":"Now Jonathan, Saul’s son, had a son who was lame in his feet. He was five years old when the news came from Jezreel regarding Saul and Jonathan. And his nurse took him up and fled, and while she was hastily fleeing, he fell and became lame. And his name was Meribaal."},{"number":5,"text":"And the sons of Rimmon the Beerothite, Rechab and Baanah, went and came about mid-day to the house of Ishbaal, as he was taking his rest at noon."},{"number":6,"text":"And just then the doorkeeper of the palace was cleaning wheat, and she became drowsy and slept. So Rechab and Baanah his brother slipt in and thus entered the house, while the king was lying on his bed in his sleeping room, and they smote and killed him and cut off his head."},{"number":7,"text":"Then they took his head and went all night by the way of the Arabah."},{"number":8,"text":"And they brought the head of Ishbaal to David to Hebron and said to the king, “Here is the head of Ishbaal, the son of Saul your enemy, who sought your life. But Jehovah hath avenged my lord the king this day on Saul and his descendants.”"},{"number":9,"text":"Then David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, “As Jehovah liveth, who hath delivered my life out of all adversity,"},{"number":10,"text":"when one told me, saying, ‘Behold, Saul is dead,’ thinking to have brought good news, I took hold of him, and slew him in Ziklag, ."},{"number":11,"text":"How much more, when wicked men have slain a righteous person in his own house upon his own bed, shall I not now require his blood from you and destroy you from the earth?”"},{"number":12,"text":"Then David commanded his young men, and they slew them and cut off their hands and their feet, and hanged them up beside the pool in Hebron. But the head of Ishbaal they took and buried in the grave of Abner at Hebron."}]}