{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":5,"verses":[{"number":1,"text":"Then all the tribes of Israel came to David to Hebron and said, “See, we are your bone and your flesh."},{"number":2,"text":"In times past when Saul was king over us, it was you who led out and brought in Israel, and Jehovah has said to you, ‘Thou shalt be shepherd of my people Israel, and thou shalt be prince over Israel.’”"},{"number":3,"text":"And all the elders of Israel came to the king to Hebron, and King David made a covenant with them in Hebron before Jehovah, and they anointed David king over Israel."},{"number":4,"text":"David was thirty years old when he became king, and reigned forty years."},{"number":5,"text":"In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah."},{"number":6,"text":"Then the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who spoke to David, saying, “You shall not come in here, but the blind and the lame shall turn you away”, thinking, “David cannot come in here.”"},{"number":7,"text":"Nevertheless David took the stronghold of Zion (that is the city of David)."},{"number":8,"text":"And David said on that day, “Whoever smites the Jebusites, let him get up through the watercourse and smite the lame and the blind, whom David’s soul hates.” Therefore it is said, “The blind and the lame cannot come into the temple.”"},{"number":9,"text":"Then David dwelt in the stronghold, and called it the City of David. And David constructed an encircling wall from Millo and inwards."},{"number":10,"text":"And David kept on growing greater, for of hosts was with him."},{"number":11,"text":"And Hiram king of Tyre sent messengers to David, and cedar trees and carpenters and masons and they built David a palace."},{"number":12,"text":"Thus David perceived that Jehovah had established him king over Israel, for the sake of his people Israel."},{"number":13,"text":"And in Jerusalem David took for himself more concubines and wives, after he came there from Hebron; and more sons and daughters were born to David."},{"number":14,"text":"And these are the names of those who were born to him in Jerusalem: Shammaua, Shobab, Nathan, Solomon,"},{"number":15,"text":"Ibhar, Elishua, Nepheg, Japhia,"},{"number":16,"text":"Elishama, , and Eliphelet."},{"number":17,"text":"Now when the Philistines heard that they had anointed David king over Israel, all the Philistines went up to seek David; and when David heard of this he went down to the stronghold."},{"number":18,"text":"Now the Philistines had come and spread themselves out in the valley of Rephaim."},{"number":19,"text":"And David inquired of Jehovah, saying, “Shall I go up against the Philistines? Wilt thou deliver them into my hand?” And Jehovah said to David, “Go up; for I will certainly deliver the Philistines into thy hand.”"},{"number":20,"text":"And David came to Baal-perazim, and David smote them there; and he said, “Jehovah hath broken down mine enemies before me, like the breaking of waters.” Therefore he called the name of that place Baal-perazim (Lord of the breakings through)."},{"number":21,"text":"And they left their there, and David and his men carried them away."},{"number":22,"text":"And the Philistines came up yet again and spread themselves out in the valley of Rephaim."},{"number":23,"text":"And when David inquired of Jehovah, he said, “Thou shalt not go up; go about to their rear and come upon them opposite the balsam trees."},{"number":24,"text":"And when thou hearest the sound of marching in the tops of the balsam trees, make haste, for then Jehovah has gone out before thee to smite the camp of the Philistines.”"},{"number":25,"text":"And David did as Jehovah commanded him, and smote the Philistines from as far as Gezer."}]}