{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":6,"verses":[{"number":1,"text":"Then David again assembled all the chosen men of Israel, thirty thousand."},{"number":2,"text":"And David arose and went with all the people who were with him, to Baal-Judah, to bring up from there the ark of God which is called by the name of Jehovah of hosts who sits enthroned upon the cherubim."},{"number":3,"text":"And they set the ark of God upon a new cart, and brought it out of the house of Abinadab, that was on the hill, with Uzzah and Ahio the sons of Abinadab guiding the cart: Uzzah went with the ark of God,"},{"number":4,"text":"while Ahio went before the ark."},{"number":5,"text":"And David and all the house of Israel were dancing before Jehovah with all their might and with songs and harps and lyres and cymbals."},{"number":6,"text":"And when they came to the threshing-floor of Nacon, Uzzah stretched out his hand to the ark of God to hold it, for the oxen slipped."},{"number":7,"text":"Then the anger of Jehovah was aroused against Uzzah and God smote him there because , so that he died there in the presence of God."},{"number":8,"text":"And David was angry because he had broken forth upon Uzzah. Therefore that place is called Perez-uzzah (Breach of Uzzah) to this day."},{"number":9,"text":"And David was afraid of Jehovah that day so that he said, “How can the ark of Jehovah come to me?”"},{"number":10,"text":"And David was unwilling to remove the ark of Jehovah to the city of David, but carried it aside into the house of Obed-edom the Gitite."},{"number":11,"text":"So the ark remained in the house of Obed-edom the Gittite three months. And Jehovah blessed Obed-edom and all his house."},{"number":12,"text":"And when the report came to King David: “Jehovah hath blessed Obed-edom and all his house because of the ark of God”, David went and brought up with joy the ark of God from the house of Obed-edom to the city of David."},{"number":13,"text":"And when the bearers of the ark of Jehovah had gone six paces, he sacrificed an ox and a fatling."},{"number":14,"text":"And David was dancing before Jehovah with all his might, and David was girded with a linen ephod."},{"number":15,"text":"So David and all the house of Israel brought up the ark of Jehovah with shouting, and the sound of the trumpet."},{"number":16,"text":"Now when the ark of Jehovah was coming into the city of David, Michal the daughter of Saul looked out of the window, and when she saw King David leaping and dancing before Jehovah, she despised him in her heart."},{"number":17,"text":"And when they brought in the ark of Jehovah and set it in its place in the midst of the tent that David had pitched for it, David offered burnt-offerings and peace-offerings before Jehovah."},{"number":18,"text":"And when David had finished sacrificing the burnt-offering and the peace-offerings, he blessed the people in the name of Jehovah of hosts."},{"number":19,"text":"And he distributed to all the people even among the whole multitude of Israel, both men and women, to each a cake of bread, a portion of meat, and a bunch of raisins. Then all the people departed each to his home."},{"number":20,"text":"But when David returned to greet his family, Michal the daughter of Saul came out to meet David and said, “How glorious was the king of Israel as he exposed himself to the eyes of his servants’ maids, as one of the vain fellows shamelessly exposes himself!”"},{"number":21,"text":"And David said to Michal, “It was before Jehovah who chose me rather than your father and rather than any of his family to appoint me as prince over the people of Jehovah, over Israel. Therefore I will sport before Jehovah"},{"number":22,"text":"and I will be yet more lightly esteemed than this and I will be despised . But of the maids of whom you have spoken I shall indeed be held in honor.”"},{"number":23,"text":"And Michal the daughter of Saul had no child to the day of her death."}]}