{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":8,"verses":[{"number":1,"text":"And after this David smote the Philistines, and subdued them; and David took the bridle of the mother city out of the hand of the Philistines."},{"number":2,"text":"Then smote Moab and measured them off with a line, making them lie down on the ground; and he measured to put to death and one full line to save alive. And thus the Moabites became subject to David, and brought a present."},{"number":3,"text":"Thus David smote Hadadezer the son of Rehob, the king of Zobah, as he went to establish his rule at the River Euphrates."},{"number":4,"text":"And David took from him , and twenty thousand footmen: and David hamstrung all the chariot horses leaving only a hundred of them."},{"number":5,"text":"And when the Arameans of Damascus came to help Hadadezer king of Zobah, David smote of the Arameans twenty thousand men."},{"number":6,"text":"Then David put garrisons in Aram of Damascus, and the Arameans became subject to David and brought a present. And Jehovah helped David wherever he went."},{"number":7,"text":"And David took the shields of gold that were on on the servants of Hadadezer, and brought them to Jerusalem."},{"number":8,"text":"And from and from Berothai, cities of Hadadezer, King David took a great amount of brass."},{"number":9,"text":"And when king of Hamath heard that David had smitten all the army of Hadadezer,"},{"number":10,"text":"sent his son to King David, to greet him and to wish him good fortune, because he had fought against Hadadezer and smitten him, for Hadadezer was military antagonist. And he brought with him vessels of silver, of gold, and of brass."},{"number":11,"text":"These also King David dedicated to Jehovah, with the silver and gold that he dedicated from all the nations that he subdued--"},{"number":12,"text":"from , Moab, the Ammonites, the Philistines, and Amalek, and from the spoil of Hadadezer son of Rehob, king of Zobah."},{"number":13,"text":"Then David made a reputation for himself. On his return, he smote of the Edomites in the Valley of Salt, eighteen thousand men."},{"number":14,"text":"And he put garrisons in all Edom; and all the Edomites became subject to David. And Jehovah helped David wherever he went."},{"number":15,"text":"And David was king over all Israel. And David administered justice and righteousness to all his people."},{"number":16,"text":"And Joab the son of Zeruiah was in command of the army, and Jehoshaphat the son of Ahilud was chancellor,"},{"number":17,"text":"and Zadok and the son of were priests, and was scribe,"},{"number":18,"text":"and Benaiah the son of Jehoida was in command of the Cherethites and the Pelethites, and David’s sons were priests."}]}