{"translation":"oeb-us","book":"2sa","bookName":"2 Samuel","chapter":9,"verses":[{"number":1,"text":"And David said, “Is there left of the house of Saul any to whom I may show kindness for Jonathan’s sake?”"},{"number":2,"text":"Now there was of the house of Saul a servant whose name was Ziba, and they called him to David. And the king Said to him, “Are you Ziba?” And he said, “Your servant am I.”"},{"number":3,"text":"The king said, “Is there no one else belonging to the house of Saul to whom I may show the kindness of God?” And Ziba said to the king, “Jonathan has still a son, who is lame in his feet.”"},{"number":4,"text":"And the king said to him, “Where is he?” And Ziba said to the king, “Behold he is in the house of Machir the son of Ammiel, in Lodebar.”"},{"number":5,"text":"Then King David sent and brought him from the house of Machir the son of Ammiel, from Lodebar."},{"number":6,"text":"And when Meribaal the son of Jonathan, the son of Saul, came to David, he fell on his face and did obeisance. David said, “Meribaal!” And he answered, “Behold your servant!”"},{"number":7,"text":"Then David said to him, “Fear not for I will surely show you kindness for the sake of Jonathan your father and will restore to you all the land of Saul your ancestor; and you shall eat my table continually.”"},{"number":8,"text":"And he did obeisance and said, “What is your servant that you should look favorably upon such a dead dog as I am?”"},{"number":9,"text":"Then the king called to Ziba, Saul’s servant, and said to him, “All that belongs to Saul and all his house have I given to your master’s son."},{"number":10,"text":"And you shall cultivate the land for him, together with your sons and servants, and bring in the fruits that you master’s son may have food to eat; but Meribaal your master’s son shall always eat bread at my table.” Now Ziba had fifteen sons and twenty servants."},{"number":11,"text":"Then said Ziba to the king, “Just as my lord the king commands his servant, so will your servant do.” So Meribaal ate at table like one of the sons of the king."},{"number":12,"text":"And Meribaal had a young son, whose name was Mica. And all who dwelt in the house of Ziba were Meribaal’s servants."},{"number":13,"text":"So Meribaal dwelt in Jerusalem, for he ate continually at the king’s table, being lame in both feet."}]}