{"translation":"oeb-us","book":"3jn","bookName":"3 John","chapter":1,"verses":[{"number":1,"text":"From the elder to his dear friend Gaius, whom he sincerely loves."},{"number":2,"text":"Dear friend, I pray that all may be well with you and that you may have good health – I know that all is well with your soul."},{"number":3,"text":"For it was a great joy to me, when some followers of the Lord came and testified to your fidelity to the truth. I know that your own life is guided by the truth."},{"number":4,"text":"Nothing gives me greater pleasure than to hear from time to time that the lives of my children are guided by the truth."},{"number":5,"text":"Dear friend, you are faithful in all the things you do for other followers – even when they are strangers to you."},{"number":6,"text":"They themselves have testified before the church to your love. You will do well to help them on their way in a manner worthy of the service of God."},{"number":7,"text":"For it was on behalf of Christ’s name that they set out, not accepting even one thing from the Gentiles."},{"number":8,"text":"Therefore, we should support people like them, and so take our share in their work for the truth."},{"number":9,"text":"I wrote something to the church, but Diotrephes (who loves to be the leader among them) doesn’t welcome us."},{"number":10,"text":"So if I come, I will bring up his actions in telling wicked nonsense about us. Not content with that, he not only refuses to personally welcome our friends who are followers, but actually stops those who would, and expels them from the church."},{"number":11,"text":"Dear friend, do not follow a bad example, but a good one. The person who does what is good is from God; the person who does what is bad has never seen God."},{"number":12,"text":"Everyone has always had a good word for Demetrius, and the truth itself speaks for him. Yes, and we also add our good word, and you know that what we say is true."},{"number":13,"text":"I have many things to tell you, but I would rather not use pen and ink."},{"number":14,"text":"I hope to see you soon, and then we will speak face to face."},{"number":15,"text":"Peace be with you. The friends here send you their greetings. Greet each one of our friends."}]}