{"translation":"web","book":"ezk","bookName":"Ezekiel","chapter":24,"verses":[{"number":1,"text":"Again, in the ninth year, in the tenth month, in the tenth day of the month, Yahweh’s word came to me, saying,"},{"number":2,"text":"“Son of man, write the name of the day, this same day. The king of Babylon drew close to Jerusalem this same day."},{"number":3,"text":"Utter a parable to the rebellious house, and tell them, ‘The Lord Yahweh says, “Put the cauldron on the fire. Put it on, and also pour water into it."},{"number":4,"text":"Gather its pieces into it, even every good piece: the thigh and the shoulder. Fill it with the choice bones."},{"number":5,"text":"Take the choice of the flock, and also a pile of wood for the bones under the cauldron. Make it boil well. Yes, let its bones be boiled within it.”"},{"number":6,"text":"“‘Therefore the Lord Yahweh says: “Woe to the bloody city, to the cauldron whose rust is in it, and whose rust hasn’t gone out of it! Take out of it piece after piece without casting lots for it."},{"number":7,"text":"“‘“For the blood she shed is in the middle of her. She set it on the bare rock. She didn’t pour it on the ground, to cover it with dust."},{"number":8,"text":"That it may cause wrath to come up to take vengeance, I have set her blood on the bare rock, that it should not be covered.”"},{"number":9,"text":"“‘Therefore the Lord Yahweh says: “Woe to the bloody city! I also will make the pile great."},{"number":10,"text":"Heap on the wood. Make the fire hot. Boil the meat well. Make the broth thick, and let the bones be burned."},{"number":11,"text":"Then set it empty on its coals, that it may be hot, and its bronze may burn, and that its filthiness may be molten in it, that its rust may be consumed."},{"number":12,"text":"She is weary with toil; yet her great rust, rust by fire, doesn’t leave her."},{"number":13,"text":"“‘“In your filthiness is lewdness. Because I have cleansed you and you weren’t cleansed, you won’t be cleansed from your filthiness any more, until I have caused my wrath toward you to rest."},{"number":14,"text":"“‘“I, Yahweh, have spoken it. It will happen, and I will do it. I won’t go back. I won’t spare. I won’t repent. According to your ways and according to your doings, they will judge you,” says the Lord Yahweh.’”"},{"number":15,"text":"Also Yahweh’s word came to me, saying,"},{"number":16,"text":"“Son of man, behold, I will take away from you the desire of your eyes with one stroke; yet you shall neither mourn nor weep, neither shall your tears run down."},{"number":17,"text":"Sigh, but not aloud. Make no mourning for the dead. Bind your headdress on you, and put your sandals on your feet. Don’t cover your lips, and don’t eat mourner’s bread.”"},{"number":18,"text":"So I spoke to the people in the morning, and at evening my wife died. So I did in the morning as I was commanded."},{"number":19,"text":"The people asked me, “Won’t you tell us what these things mean to us, that you act like this?”"},{"number":20,"text":"Then I said to them, “Yahweh’s word came to me, saying,"},{"number":21,"text":"‘Speak to the house of Israel, “The Lord Yahweh says: ‘Behold, I will profane my sanctuary, the pride of your power, the desire of your eyes, and that which your soul pities; and your sons and your daughters whom you have left behind will fall by the sword."},{"number":22,"text":"You will do as I have done. You won’t cover your lips or eat mourner’s bread."},{"number":23,"text":"Your turbans will be on your heads, and your sandals on your feet. You won’t mourn or weep; but you will pine away in your iniquities, and moan one toward another."},{"number":24,"text":"Thus Ezekiel will be a sign to you; according to all that he has done, you will do. When this comes, then you will know that I am the Lord Yahweh.’”’”"},{"number":25,"text":"“You, son of man, shouldn’t it be in the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that whereupon they set their heart—their sons and their daughters—"},{"number":26,"text":"that in that day he who escapes will come to you, to cause you to hear it with your ears?"},{"number":27,"text":"In that day your mouth will be opened to him who has escaped, and you will speak and be no more mute. So you will be a sign to them. Then they will know that I am Yahweh.”"}]}