{"translation":"web","book":"4ma","bookName":"4 Maccabees","chapter":1,"verses":[{"number":1,"text":"As I am going to demonstrate a most philosophical proposition, namely, that religious reasoning is absolute master of the emotions. I would willingly advise you to give the utmost heed to philosophy."},{"number":2,"text":"For reason is necessary to everyone as a step to science. In addition, it embraces the praise of self-control, the highest virtue."},{"number":3,"text":"If, then, reasoning appears to hold the mastery over the emotions which stand in the way of temperance, such as gluttony and lust,"},{"number":4,"text":"it surely also and manifestly rules over the affections which are contrary to justice, such as malice, and of those which are hindrances to courage, such as wrath, pain, and fear."},{"number":5,"text":"Perhaps some may ask, “How is it, then, that reasoning, if it rules the emotions, isn’t also master of forgetfulness and ignorance?” They attempt a ridiculous argument."},{"number":6,"text":"For reasoning does not rule over its own emotions, but over those that are contrary to justice, courage, temperance, and self-control; and yet over these, so as to withstand, without destroying them."},{"number":7,"text":"I might prove to you from many other considerations, that religious reasoning is sole master of the emotions;"},{"number":8,"text":"but I will prove it with the greatest force from the fortitude of Eleazar, and seven kindred, and their mother, who suffered death in defense of virtue."},{"number":9,"text":"For all these, treating pains with contempt even to death, by this contempt, demonstrated that reasoning has command over the emotions."},{"number":10,"text":"For their virtues, then, it is right that I should commend those men who died with their mother at this time on behalf of nobility and goodness; and for their honors, I may count them blessed."},{"number":11,"text":"For they, winning admiration not only from men in general, but even from the persecutors, for their courage and endurance, became the means of the destruction of the tyranny against their nation, having conquered the tyrant by their endurance, so that by them their country was purified."},{"number":12,"text":"But we may now at once enter upon the question, having commenced, as is our custom, with laying down the doctrine, and so proceed to the account of these people, giving glory to the all-wise God."},{"number":13,"text":"Therefore the question is whether reasoning is absolute master of the emotions."},{"number":14,"text":"Let’s determine, then, what reasoning is and what emotion is, and how many forms of emotion there are, and whether reasoning rules over all of these."},{"number":15,"text":"Reasoning is intellect accompanied by a life of righteousness, putting foremost the consideration of wisdom."},{"number":16,"text":"Wisdom is a knowledge of divine and human things, and of their causes."},{"number":17,"text":"This is contained in the education of the law, by means of which we learn divine things reverently and human things profitably."},{"number":18,"text":"The forms of wisdom are self-control, justice, courage, and temperance."},{"number":19,"text":"The leading one of these is self-control, by whose means, indeed, it is that reasoning rules over the emotions."},{"number":20,"text":"Of the emotions, pleasure and pain are the two most comprehensive; and they also by nature refer to the soul."},{"number":21,"text":"There are many attendant affections surrounding pleasure and pain."},{"number":22,"text":"Before pleasure is lust; and after pleasure, joy."},{"number":23,"text":"Before pain is fear; and after pain is sorrow."},{"number":24,"text":"Wrath is an affection, common to pleasure and to pain, if any one will pay attention when it comes upon him."},{"number":25,"text":"There exists in pleasure a malicious disposition, which is the most complex of all the affections."},{"number":26,"text":"In the soul, it is arrogance, love of money, thirst for honor, contention, faithlessness, and the evil eye."},{"number":27,"text":"In the body, it is greediness, indiscriminate eating, and solitary gluttony."},{"number":28,"text":"As pleasure and pain are, therefore, two growths out of the body and the soul, so there are many offshoots of these emotions."},{"number":29,"text":"Reasoning, the universal farmer, purging and pruning each of these, tying up, watering, and transplanting, in every way improves the materials of the morals and affections."},{"number":30,"text":"For reasoning is the leader of the virtues, but it is the sole ruler of the emotions. Observe then first, through the very things which stand in the way of temperance, that reasoning is absolute ruler of the emotions."},{"number":31,"text":"Now temperance consists of a command over the lusts."},{"number":32,"text":"But of the lusts, some belong to the soul and others to the body. Reasoning appears to rule over both."},{"number":33,"text":"Otherwise, how is it that when urged on to forbidden meats, we reject the gratification which would come from them? Isn’t it because reasoning is able to command the appetites? I believe so."},{"number":34,"text":"Hence it is, then, that when craving seafood, birds, four-footed animals, and all kinds of food which are forbidden to us by the law, we withhold ourselves through the mastery of reasoning."},{"number":35,"text":"For the affections of our appetites are resisted by the temperate understanding, and bent back again, and all the impulses of the body are reined in by reasoning."}]}