{"translation":"web","book":"4ma","bookName":"4 Maccabees","chapter":14,"verses":[{"number":1,"text":"More that this, they even urged them on to this mistreatment; so that they not only despised pains themselves, but they even got the better of their affections of brotherly love."},{"number":2,"text":"Reasoning is more royal than a king, and freer than freemen!"},{"number":3,"text":"What a sacred and harmonious concert of the seven kindred as concerning piety!"},{"number":4,"text":"None of the seven youths turned cowardly or shrank back from death."},{"number":5,"text":"But all of them, as though running the road to immortality, hastened on to death through tortures."},{"number":6,"text":"For just as hands and feet are moved sympathetically with the directions of the soul, so those holy youths agreed to death for religion’s sake, as through the immortal soul of religion."},{"number":7,"text":"O holy seven of harmonious kindred! For as the seven days of creation, about religion,"},{"number":8,"text":"so the youths, circling around the number seven, annulled the fear of torments."},{"number":9,"text":"We now shudder at the recital of the affliction of those young men; but they not only saw, and not only heard the immediate execution of the threat, but undergoing it, persevered; and that through the pains of fire."},{"number":10,"text":"What could be more painful? For the power of fire, being sharp and quick, speedily dissolved their bodies."},{"number":11,"text":"Don’t think it wonderful that reasoning ruled over those men in their torments, when even a woman’s mind despised more manifold pains."},{"number":12,"text":"For the mother of those seven youths endured the rackings of each of her children."},{"number":13,"text":"Consider how comprehensive is the love of offspring, which draws every one to sympathy of affection,"},{"number":14,"text":"where irrational animals possess a similar sympathy and love for their offspring with men."},{"number":15,"text":"The tame birds frequenting the roofs of our houses defend their fledglings."},{"number":16,"text":"Others build their nests and hatch their young on the tops of mountains, in the precipices of valleys, and the holes and tops of trees, and keep intruders away."},{"number":17,"text":"If not able to do this, they fly circling round them in agony of affection, calling out in their own note, and save their offspring in whatever manner they are able."},{"number":18,"text":"But why should we point attention to the sympathy toward children shown by irrational animals?"},{"number":19,"text":"Even bees, at the season of honey-making, attack all who approach, and pierce with their sting, as with a sword, those who draw near their hive, and repel them even to death."},{"number":20,"text":"But sympathy with her children didn’t turn away the mother of the young men, who had a spirit kindred with that of Abraham."}]}