{"translation":"web","book":"4ma","bookName":"4 Maccabees","chapter":5,"verses":[{"number":1,"text":"The tyrant Antiochus, therefore, sitting in public state with his assessors upon a certain lofty place, with his armed troops standing in a circle around him,"},{"number":2,"text":"commanded his spearbearers to seize every one of the Hebrews, and to compel them to taste swine’s flesh and things offered to idols."},{"number":3,"text":"Should any of them be unwilling to eat the accursed food, they were to be tortured on the wheel and so killed."},{"number":4,"text":"When many had been seized, a foremost man of the assembly, a Hebrew, by name Eleazar, a priest by family, by profession a lawyer, and advanced in years, and for this reason known to many of the king’s followers, was brought near to him."},{"number":5,"text":"Antiochus, seeing him, said,"},{"number":6,"text":"“I would counsel you, old man, before your tortures begin, to taste the swine’s flesh, and save your life; for I feel respect for your age and hoary head, which since you have had so long, you appear to me to be no philosopher in retaining the superstition of the Jews."},{"number":7,"text":"For therefore, since nature has conferred upon you the most excellent flesh of this animal, do you loathe it?"},{"number":8,"text":"It seems senseless not to enjoy what is pleasant, yet not disgraceful; and from notions of sinfulness, to reject the gifts of nature."},{"number":9,"text":"You will be acting, I think, still more senselessly, if you follow vain conceits about the truth."},{"number":10,"text":"You will, moreover, be despising me to your own punishment."},{"number":11,"text":"Won’t you awake from your trifling philosophy, give up the folly of your notions, and regaining understanding worthy of your age, search into the truth of an expedient course?"},{"number":12,"text":"Won’t you respect my kindly admonition and have pity on your own years?"},{"number":13,"text":"For bear in mind that if there is any power which watches over this religion of yours, it will pardon you for all transgressions of the law which you commit through compulsion.”"},{"number":14,"text":"While the tyrant incited him in this manner to the unlawful eating of meat, Eleazar begged permission to speak."},{"number":15,"text":"Having received permission to speak, he began to address the people as follows:"},{"number":16,"text":"“We, O Antiochus, who are persuaded that we live under a divine law, consider no compulsion to be so forcible as obedience to that law."},{"number":17,"text":"Therefore we consider that we ought not to transgress the law in any way."},{"number":18,"text":"Indeed, were our law (as you suppose) not truly divine, and if we wrongly think it divine, we would have no right even in that case to destroy our sense of religion."},{"number":19,"text":"Don’t think that eating unclean meat is a trifling offense."},{"number":20,"text":"For transgression of the law, whether in small or great matters, is of equal importance;"},{"number":21,"text":"for in either case the law is equally slighted."},{"number":22,"text":"But you deride our philosophy, as though we lived in it irrationally."},{"number":23,"text":"Yet it instructs us in self-control, so that we are superior to all pleasures and lusts; and it trains us in courage, so that we cheerfully undergo every grievance."},{"number":24,"text":"It instructs us in justice, so that in all our dealings we give what is due. It teaches us piety, so that we properly worship the one and only God."},{"number":25,"text":"That is why we don’t eat the unclean; for believing that the law was established by God, we are convinced that the Creator of the world, in giving his laws, sympathizes with our nature."},{"number":26,"text":"Those things which are suitable for our souls, he has directed us to eat; but those which are not, he has forbidden."},{"number":27,"text":"But, tyrant-like, you not only force us to break the law, but also to eat, that you may ridicule us as we thus profanely eat."},{"number":28,"text":"But you won’t have this cause of laughter against me,"},{"number":29,"text":"nor will I transgress the sacred oaths of my forefathers to keep the law."},{"number":30,"text":"No, not if you pluck out my eyes, and consume my entrails."},{"number":31,"text":"I am not so old, and void of courage as to not be youthful in reason and in defense of my religion."},{"number":32,"text":"Now then, prepare your wheels, and kindle a fiercer flame."},{"number":33,"text":"I will not so pity my old age, as on my account to break the law of my country."},{"number":34,"text":"I will not play false to you, O law, my instructor, or forsake you, O beloved self-control!"},{"number":35,"text":"I will not put you to shame, O philosopher Reason, or deny you, O honored priesthood and knowledge of the law."},{"number":36,"text":"Mouth! You shall not pollute my old age, nor the full stature of a perfect life."},{"number":37,"text":"My ancestors will receive me as pure, not having feared your compulsion, even to death."},{"number":38,"text":"For you will rule like a tyrant over the ungodly, but you will not lord it over my thoughts about religion, either by your arguments, or through deeds.”"}]}