{"translation":"oeb-us","book":"gal","bookName":"Galatians","chapter":1,"verses":[{"number":1,"text":"To the churches in Galatia, from Paul, an apostle whose commission is not from any human authority and is given, not by human beings, but by Jesus Christ and God the Father who raised him from the dead;"},{"number":2,"text":"and from all the followers of the Lord here."},{"number":3,"text":"May God, our Father, and the Lord Jesus Christ, bless you and give you peace. For Christ, to rescue us from this present wicked age,"},{"number":4,"text":"gave himself for our sins, in accordance with the will of our God and Father,"},{"number":5,"text":"to whom be ascribed all glory for ever and ever. Amen."},{"number":6,"text":"I am astonished at your so soon deserting him, who called you through the love of Christ, for a different ‘good news,’"},{"number":7,"text":"which is really no good news at all. But then, I know that there are people who are harassing you, and who want to pervert the good news of the Christ."},{"number":8,"text":"Yet even if we – or if an angel from heaven were to tell you any other ‘good news’ than that which we told you, may he be accursed!"},{"number":9,"text":"We have said it before, and I repeat it now – If anyone tells you a ‘good news’ other than that which you received, may he be accursed!"},{"number":10,"text":"Is this, I ask, trying to conciliate people, or God? Am I seeking to please people? If I were still trying to please people, I should not be a servant of Christ."},{"number":11,"text":"I remind you, friends, that the good news which I told is no mere human invention."},{"number":12,"text":"I, at least, did not receive it from any human being, nor was I taught it, but it came to me through a revelation made by Jesus Christ."},{"number":13,"text":"You heard, no doubt, of my conduct when I was devoted to Judaism – how I persecuted the church of God to an extent beyond belief, and tried to destroy it,"},{"number":14,"text":"and how, in my devotion to Judaism, I surpassed many of my contemporaries among my own people in my intense earnestness in upholding the traditions of my ancestors."},{"number":15,"text":"But when God, who had set me apart even before my birth, and who called me by his love,"},{"number":16,"text":"saw fit to reveal his Son in me, so that I might tell the good news of him among the Gentiles, then at once, instead of consulting any human being,"},{"number":17,"text":"or even going up to Jerusalem to see those who were apostles before me, I went to Arabia, and came back again to Damascus."},{"number":18,"text":"Three years afterward I went up to Jerusalem to make the acquaintance of Peter, and I stayed a fortnight with him."},{"number":19,"text":"I did not, however, see any other apostle, except James, the Master’s brother."},{"number":20,"text":"(As to what I am now writing to you, I call God to witness that I am speaking the truth)."},{"number":21,"text":"Afterward I went to the districts of Syria and Cilicia."},{"number":22,"text":"But I was still unknown even by sight to the Christian churches in Judea;"},{"number":23,"text":"all that they had heard was – ‘The man who once persecuted us is now telling the good news of the faith of which he once tried to destroy.’"},{"number":24,"text":"And they praised God for my sake."}]}