{"translation":"oeb-us","book":"gal","bookName":"Galatians","chapter":2,"verses":[{"number":1,"text":"Fourteen years afterward I went up to Jerusalem again with Barnabas, and I took Titus also with me."},{"number":2,"text":"It was in obedience to a revelation that I went; and I laid before the apostles the good news that I am proclaiming among the Gentiles. I did this privately before those who are thought highly of because I was afraid that I might possibly be taking, or might have already taken, a course which would prove useless."},{"number":3,"text":"Yet even my companion, Titus, though a Greek, was not compelled to be circumcised."},{"number":4,"text":"But, because of those who pretended to be followers who had stolen in, the intruders who had crept in to spy on the liberty which we have through union with Christ Jesus, in order to bring us back to slavery –"},{"number":5,"text":"Why, we did not for a moment yield submission to them, so that the truth of the good news might be yours always!"},{"number":6,"text":"Of those who are thought somewhat highly of – what they once were makes no difference to me; God does not recognize human distinctions – those, I say, who are thought highly of added nothing to my message."},{"number":7,"text":"On the contrary, they saw that I had been entrusted with the good news for the Gentiles, just as Peter had been for the Jews."},{"number":8,"text":"For he who gave Peter power for his mission to the Jews gave me, also, power to go to the Gentiles."},{"number":9,"text":"Recognizing the charge entrusted to me, James, Peter, and John, who were regarded as pillars of the church, openly acknowledged Barnabas and me as fellow workers, agreeing that we should go to the Gentiles, and they to the Jews."},{"number":10,"text":"Only we were to remember the poor – the thing I was myself anxious to do."},{"number":11,"text":"But, when Peter came to Antioch, I opposed him to his face; for he stood self-condemned."},{"number":12,"text":"Before certain persons came from James, he had been in the habit of eating with the Gentile converts; but, when they came, he began to withdraw and hold aloof, because he was afraid of offending those who still held to circumcision."},{"number":13,"text":"The rest of the Jewish converts were guilty of the same hypocrisy, so that even Barnabas was led away by it."},{"number":14,"text":"But, when I saw that they were not dealing straightforwardly with the truth of the good news, I said to Peter, before them all, “If you, who were born a Jew, adopt Gentile customs, instead of Jewish, why are you trying to compel the Gentile converts to adopt Jewish customs?”"},{"number":15,"text":"We, though we are Jews by birth and not sinners of Gentile origin, know that no one is pronounced righteous as the result of obedience to Law, but only through faith in Christ Jesus."},{"number":16,"text":"So we placed our faith in Christ Jesus, in order that we might be pronounced righteous, as the result of faith in Christ, and not of obedience to Law; for such obedience will not result in even one soul’s being pronounced righteous."},{"number":17,"text":"If, while seeking to be pronounced righteous through union with Christ, we were ourselves seen to be sinners, would that make Christ an agent of sin? Heaven forbid!"},{"number":18,"text":"For, if I rebuild the things that I pulled down, I prove myself to have done wrong."},{"number":19,"text":"I, indeed, through Law became dead to Law, in order to live for God."},{"number":20,"text":"I have been crucified with Christ. So it is no longer I that live, but it is Christ who lives in me; and, as for my present earthly life, I am living it by faith in the Son of God, who loved me and gave himself for me."},{"number":21,"text":"I do not reject the love of God. If righteousness comes through Law, then there was no need for Christ to die!"}]}