{"translation":"oeb-us","book":"gal","bookName":"Galatians","chapter":3,"verses":[{"number":1,"text":"Foolish Galatians! Who has been enchanting you – you before whose eyes Jesus Christ was depicted on the cross?"},{"number":2,"text":"Here is the one thing that I want to find out from you – Did you receive the Spirit as the result of obedience to Law, or of your having listened with faith?"},{"number":3,"text":"Can you be so foolish? After beginning with what is spiritual, do you now end with what is external?"},{"number":4,"text":"Did you go through so much to no purpose? – if indeed it really was to no purpose!"},{"number":5,"text":"He who supplies you abundantly with his Spirit and endows you with such powers – does he do this as the result of obedience to Law? Or as the result of your having listened with faith?"},{"number":6,"text":"It is just as it was with Abraham – he had faith in God, and his faith was regarded by God as righteousness."},{"number":7,"text":"You see, then, that those whose lives are based on faith are the sons of Abraham."},{"number":8,"text":"And scripture, foreseeing that God would pronounce the Gentiles righteous as the result of faith, foretold the good news to Abraham in the words – ‘Through you all the Gentiles will be blessed.’"},{"number":9,"text":"And, therefore, those whose lives are based on faith share the blessings bestowed on the faith of Abraham."},{"number":10,"text":"All who rely on obedience to Law are under a curse, for scripture says – ‘Cursed is everyone who does not abide by all that is written in the book of the Law, and do it.’"},{"number":11,"text":"Again, it is evident that no one is pronounced righteous before God through Law, for we read – ‘Through faith the righteous will find life.’"},{"number":12,"text":"But the Law is not based on faith; no, its words are – ‘Those who practice these precepts will find life through them.’"},{"number":13,"text":"Christ ransomed us from the curse pronounced in the Law, by taking the curse on himself for us, for scripture says – ‘Cursed is anyone who is hanged on a tree.’"},{"number":14,"text":"And this he did that the blessing given to Abraham might be extended to the Gentiles through their union with Jesus Christ; that so, through our faith, we also might receive the promised gift of the Spirit."},{"number":15,"text":"To take an illustration, friends, from daily life – No one sets aside even an agreement between two people, when once it has been confirmed, nor do they add conditions to it."},{"number":16,"text":"Now it was to Abraham that the promises were made, ‘and to his offspring.’ It was not said ‘to his offsprings,’ as if many persons were meant, but the words were ‘to your offspring,’ showing that one person was meant – and that was Christ."},{"number":17,"text":"My point is this – An agreement already confirmed by God cannot be canceled by the Law, which came four hundred and thirty years later, so as to cause the promise to be set aside."},{"number":18,"text":"If our heritage is the result of Law, then it has ceased to be the result of a promise. Yet God conferred it on Abraham by a promise."},{"number":19,"text":"What, then, you ask, was the use of the Law? It was a later addition, to make people conscious of their wrongdoings, and intended to last only until the coming of that offspring to whom the promise had been made; and it was delivered through angels by a mediator."},{"number":20,"text":"Now mediation implies more than one person, but God is one only."},{"number":21,"text":"Does that set the Law in opposition to God’s promises? Heaven forbid! For, if a Law had been given capable of bestowing life, then righteousness would have actually owed its existence to Law."},{"number":22,"text":"But the words of scripture represent the whole world as being in bondage to sin, so that the promised blessing, dependent, as it is, on faith in Jesus Christ, may be given to those who have faith in him."},{"number":23,"text":"Before the coming of faith, we were kept under the guard of the Law, in bondage, awaiting the faith that was destined to be revealed."},{"number":24,"text":"Thus the Law has proved a guide to lead us to Christ, in order that we may be pronounced righteous as the result of faith."},{"number":25,"text":"But now that faith has come we no longer need a guide."},{"number":26,"text":"For you are all sons of God, through your faith in Christ Jesus."},{"number":27,"text":"For all of you who were baptized into union with Christ clothed yourselves with Christ."},{"number":28,"text":"All distinctions between Jew and Greek, slave and free, male and female, have vanished; for in union with Christ Jesus you are all one."},{"number":29,"text":"And, since you belong to Christ, it follows that you are Abraham’s offspring and, under the promise, sharers in the inheritance."}]}