{"translation":"oeb-us","book":"gal","bookName":"Galatians","chapter":4,"verses":[{"number":1,"text":"My point is this – as long as the heir is under age, there is no difference between him and a slave, though he is master of the whole estate."},{"number":2,"text":"He is subject to the control of guardians and stewards, during the period for which his father has power to appoint them."},{"number":3,"text":"It was the same way with us. When we were under age, as it were, we were slaves to the puerile teaching of this world;"},{"number":4,"text":"but, when the full time came, God sent his Son – born a woman’s child, born subject to Law –"},{"number":5,"text":"to ransom those who were subject to Law, so that we might take our position as sons."},{"number":6,"text":"And it is because you are sons that God sent into our hearts the Spirit of his Son, with the cry – ‘Abba, our Father.’"},{"number":7,"text":"You, therefore, are no longer a slave, but a son; and, if a son, then an heir also, by God’s appointment."},{"number":8,"text":"Yet formerly, in your ignorance of God, you became slaves to ‘gods’ which were no gods."},{"number":9,"text":"But now that you have found God – or, rather, have been found by him – how is it that you are turning back to that poor and feeble puerile teaching, to which yet once again you are wanting to become slaves?"},{"number":10,"text":"You are scrupulous in keeping days and months and seasons and years!"},{"number":11,"text":"You make me fear that the labor which I have spent on you may have been wasted."},{"number":12,"text":"I entreat you, friends, to become like me, as I became like you. You have never done me any wrong."},{"number":13,"text":"You remember that it was owing to bodily infirmity that on the first occasion I told you the good news."},{"number":14,"text":"And as for what must have tried you in my condition, it did not inspire you with scorn or disgust, but you welcomed me as if I had been an angel of God – or Christ Jesus himself!"},{"number":15,"text":"What has become then, of your blessings? For I can bear witness that, had it been possible, you would have torn out your eyes and given them to me!"},{"number":16,"text":"Am I to think, then, that I have become your enemy by telling you the truth?"},{"number":17,"text":"Certain people are seeking your favor, but with no honorable object. No, indeed, they want to isolate you, so that you will have to seek their favor."},{"number":18,"text":"It is always honorable to have your favor sought in an honorable cause, and not only when I am with you, my dear children –"},{"number":19,"text":"you for whom I am again enduring a mother’s pains, until a likeness to Christ will have been formed in you."},{"number":20,"text":"But I could wish to be with you now and speak in a different tone, for I am perplexed about you."},{"number":21,"text":"Tell me, you who want to be still subject to Law – Why don’t you listen to the Law?"},{"number":22,"text":"Scripture says that Abraham had two sons, one the child of the slave-woman and the other the child of the free woman."},{"number":23,"text":"But the child of the slave-woman was born in the course of nature, while the child of the free woman was born in fulfillment of a promise."},{"number":24,"text":"This story may be taken as an allegory. The women stand for two covenants. One covenant, given from Mount Sinai, produces a race of slaves and is represented by Hagar."},{"number":25,"text":"Hagar stands for Mount Sinai in Arabia, and represents the Jerusalem of today, for she and her children are in slavery."},{"number":26,"text":"But the Jerusalem above is free, and she it is who is our mother."},{"number":27,"text":"For scripture says – ‘Rejoice, you barren one, who have never given birth, break into shouts, you who are never in labor, for many are the children of her who is desolate – yes, more than of her who has a husband.’"},{"number":28,"text":"As for ourselves, friends, we, like Isaac, are children born in fulfillment of a promise."},{"number":29,"text":"Yet at that time the child born in the course of nature persecuted the child born by the power of the Spirit; and it is the same now."},{"number":30,"text":"But what does the passage of scripture say? ‘Send away the slave-woman and her son; for the slave’s son will not be coheir with the son of the free woman.’"},{"number":31,"text":"And so, friends, we are not children of a slave, but of her who is free."}]}