{"translation":"oeb-us","book":"gal","bookName":"Galatians","chapter":6,"verses":[{"number":1,"text":"My friends, even if someone should be caught committing a sin, you who are spiritually minded should, in a gentle spirit, help them to recover themselves, taking care that you yourselves are not tempted."},{"number":2,"text":"Bear one another’s burdens, and so carry out the Law of the Christ."},{"number":3,"text":"If a person imagines themselves to be somebody, when they are really nobody, they deceive themselves."},{"number":4,"text":"Let everyone test their own work, and then their cause for satisfaction will be in themselves and not in a comparison with their neighbor;"},{"number":5,"text":"for everyone must bear their own load."},{"number":6,"text":"The person, however, who is being instructed in the message ought always to share their blessings with their teacher."},{"number":7,"text":"Do not be deceived. God cannot be mocked. What a person sows that they will reap."},{"number":8,"text":"For the person who sows the field of their earthly nature will from that earthly nature reap corruption; while the one who sows the field of the spirit will from that spirit reap eternal life."},{"number":9,"text":"Let us never tire of doing right, for at the proper season we will reap our harvest, if we do not grow weary."},{"number":10,"text":"Therefore, I say, as the opportunity occurs, let us treat everyone with kindness, and especially members of the household of the faith."},{"number":11,"text":"See in what large letters I am writing with my own hand."},{"number":12,"text":"The people who are trying to compel you to be circumcised are the people who wish to appear to advantage in regard to outward observances. They do it only to avoid being persecuted for the cross of Jesus, the Christ"},{"number":13,"text":"Even these men who are circumcised do not themselves keep the Law; yet they want you to be circumcised, so that they may boast of your observance of the rite."},{"number":14,"text":"But, for my part, may I never boast of anything except the cross of Jesus Christ, our Master, through whom the world has been crucified to me, and I to the world."},{"number":15,"text":"For neither is circumcision nor the omission of it anything; but a new nature is everything."},{"number":16,"text":"May all who rule their conduct by this principle find peace and mercy – they who are the Israel of God."},{"number":17,"text":"For the future let no one trouble me; for I bear the marks of Jesus branded on my body."},{"number":18,"text":"May the blessing of Jesus Christ, our Lord, rest on your souls, friends. Amen."}]}