{"translation":"web","book":"gen","bookName":"Genesis","chapter":10,"verses":[{"number":1,"text":"Now this is the history of the generations of the sons of Noah and of Shem, Ham, and Japheth. Sons were born to them after the flood."},{"number":2,"text":"The sons of Japheth were: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"number":3,"text":"The sons of Gomer were: Ashkenaz, Riphath, and Togarmah."},{"number":4,"text":"The sons of Javan were: Elishah, Tarshish, Kittim, and Dodanim."},{"number":5,"text":"Of these were the islands of the nations divided in their lands, everyone after his language, after their families, in their nations."},{"number":6,"text":"The sons of Ham were: Cush, Mizraim, Put, and Canaan."},{"number":7,"text":"The sons of Cush were: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were: Sheba and Dedan."},{"number":8,"text":"Cush became the father of Nimrod. He began to be a mighty one in the earth."},{"number":9,"text":"He was a mighty hunter before Yahweh. Therefore it is said, “like Nimrod, a mighty hunter before Yahweh”."},{"number":10,"text":"The beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar."},{"number":11,"text":"Out of that land he went into Assyria, and built Nineveh, Rehoboth Ir, Calah,"},{"number":12,"text":"and Resen between Nineveh and the great city Calah."},{"number":13,"text":"Mizraim became the father of Ludim, Anamim, Lehabim, Naphtuhim,"},{"number":14,"text":"Pathrusim, Casluhim (which the Philistines descended from), and Caphtorim."},{"number":15,"text":"Canaan became the father of Sidon (his firstborn), Heth,"},{"number":16,"text":"the Jebusites, the Amorites, the Girgashites,"},{"number":17,"text":"the Hivites, the Arkites, the Sinites,"},{"number":18,"text":"the Arvadites, the Zemarites, and the Hamathites. Afterward the families of the Canaanites were spread abroad."},{"number":19,"text":"The border of the Canaanites was from Sidon—as you go toward Gerar—to Gaza—as you go toward Sodom, Gomorrah, Admah, and Zeboiim—to Lasha."},{"number":20,"text":"These are the sons of Ham, after their families, according to their languages, in their lands and their nations."},{"number":21,"text":"Children were also born to Shem (the elder brother of Japheth), the father of all the children of Eber."},{"number":22,"text":"The sons of Shem were: Elam, Asshur, Arpachshad, Lud, and Aram."},{"number":23,"text":"The sons of Aram were: Uz, Hul, Gether, and Mash."},{"number":24,"text":"Arpachshad became the father of Shelah. Shelah became the father of Eber."},{"number":25,"text":"To Eber were born two sons. The name of the one was Peleg, for in his days the earth was divided. His brother’s name was Joktan."},{"number":26,"text":"Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":27,"text":"Hadoram, Uzal, Diklah,"},{"number":28,"text":"Obal, Abimael, Sheba,"},{"number":29,"text":"Ophir, Havilah, and Jobab. All these were the sons of Joktan."},{"number":30,"text":"Their dwelling extended from Mesha, as you go toward Sephar, the mountain of the east."},{"number":31,"text":"These are the sons of Shem, by their families, according to their languages, lands, and nations."},{"number":32,"text":"These are the families of the sons of Noah, by their generations, according to their nations. The nations divided from these in the earth after the flood."}]}