{"translation":"web","book":"gen","bookName":"Genesis","chapter":11,"verses":[{"number":1,"text":"The whole earth was of one language and of one speech."},{"number":2,"text":"As they traveled east, they found a plain in the land of Shinar, and they lived there."},{"number":3,"text":"They said to one another, “Come, let’s make bricks, and burn them thoroughly.” They had brick for stone, and they used tar for mortar."},{"number":4,"text":"They said, “Come, let’s build ourselves a city, and a tower whose top reaches to the sky, and let’s make a name for ourselves, lest we be scattered abroad on the surface of the whole earth.”"},{"number":5,"text":"Yahweh came down to see the city and the tower, which the children of men built."},{"number":6,"text":"Yahweh said, “Behold, they are one people, and they all have one language, and this is what they begin to do. Now nothing will be withheld from them, which they intend to do."},{"number":7,"text":"Come, let’s go down, and there confuse their language, that they may not understand one another’s speech.”"},{"number":8,"text":"So Yahweh scattered them abroad from there on the surface of all the earth. They stopped building the city."},{"number":9,"text":"Therefore its name was called Babel, because there Yahweh confused the language of all the earth. From there, Yahweh scattered them abroad on the surface of all the earth."},{"number":10,"text":"This is the history of the generations of Shem: Shem was one hundred years old when he became the father of Arpachshad two years after the flood."},{"number":11,"text":"Shem lived five hundred years after he became the father of Arpachshad, and became the father of more sons and daughters."},{"number":12,"text":"Arpachshad lived thirty-five years and became the father of Shelah."},{"number":13,"text":"Arpachshad lived four hundred three years after he became the father of Shelah, and became the father of more sons and daughters."},{"number":14,"text":"Shelah lived thirty years, and became the father of Eber."},{"number":15,"text":"Shelah lived four hundred three years after he became the father of Eber, and became the father of more sons and daughters."},{"number":16,"text":"Eber lived thirty-four years, and became the father of Peleg."},{"number":17,"text":"Eber lived four hundred thirty years after he became the father of Peleg, and became the father of more sons and daughters."},{"number":18,"text":"Peleg lived thirty years, and became the father of Reu."},{"number":19,"text":"Peleg lived two hundred nine years after he became the father of Reu, and became the father of more sons and daughters."},{"number":20,"text":"Reu lived thirty-two years, and became the father of Serug."},{"number":21,"text":"Reu lived two hundred seven years after he became the father of Serug, and became the father of more sons and daughters."},{"number":22,"text":"Serug lived thirty years, and became the father of Nahor."},{"number":23,"text":"Serug lived two hundred years after he became the father of Nahor, and became the father of more sons and daughters."},{"number":24,"text":"Nahor lived twenty-nine years, and became the father of Terah."},{"number":25,"text":"Nahor lived one hundred nineteen years after he became the father of Terah, and became the father of more sons and daughters."},{"number":26,"text":"Terah lived seventy years, and became the father of Abram, Nahor, and Haran."},{"number":27,"text":"Now this is the history of the generations of Terah. Terah became the father of Abram, Nahor, and Haran. Haran became the father of Lot."},{"number":28,"text":"Haran died in the land of his birth, in Ur of the Chaldees, while his father Terah was still alive."},{"number":29,"text":"Abram and Nahor married wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah, the daughter of Haran, who was also the father of Iscah."},{"number":30,"text":"Sarai was barren. She had no child."},{"number":31,"text":"Terah took Abram his son, Lot the son of Haran, his son’s son, and Sarai his daughter-in-law, his son Abram’s wife. They went from Ur of the Chaldees, to go into the land of Canaan. They came to Haran and lived there."},{"number":32,"text":"The days of Terah were two hundred five years. Terah died in Haran."}]}