{"translation":"oeb-us","book":"amo","bookName":"Amos","chapter":1,"verses":[{"number":1,"text":"The message of Amos, one of the sheep breeders of Tekoa, which he saw concerning Israel in the reign of King Uzziah of Judah, and in the reign of Jeroboam the son of King Joash of Israel, two years before the earthquake."},{"number":2,"text":"Amos said: Whenever the Lord roars from Zion, and utters his voice from Jerusalem, the pastures of the shepherds dry up, the top of Carmel becomes arid."},{"number":3,"text":"The Lord says: For Damascus’ three crimes – no, four! – I will not rescind my judgment. They have threshed Gilead with threshing instruments of iron."},{"number":4,"text":"Therefore I will send fire on Hazael’s house, it will devour the palaces of Ben-hadad."},{"number":5,"text":"I will break open the gate of Damascus, I will wipe out those who live in the valley of Aven and the sceptered ruler of Beth-Eden. The people of Aram will go into captivity in Kir, says the Lord."},{"number":6,"text":"The Lord says: For Gaza’s three crimes – no, four! – I will not rescind my judgment. They carried away captive a whole nation, sold them as slaves to Edom."},{"number":7,"text":"Therefore I will send fire on the wall of Gaza, and it will devour her palaces."},{"number":8,"text":"And I will wipe out those who live in Ashdod, and the sceptered ruler of Askelon. I will turn my hand against Ekron, and the remnant of the Philistines will perish, says the Lord."},{"number":9,"text":"The Lord says: For Tyre’s three crimes – no, four! – I will not rescind my judgment. They carried away captive a whole people into exile in Edom, and did not remember the brotherly covenant."},{"number":10,"text":"So I will send fire on the walls of Tyre. It will devour her palaces."},{"number":11,"text":"The Lord says: For Edom’s three crimes – no, four! – I will not rescind my judgment. They pursued their relatives with the sword, stilled their pity, cherished their anger continually, retained their fury forever."},{"number":12,"text":"So I will send a fire into Teman. It will destroy the palaces of Bozrah."},{"number":13,"text":"The Lord says: For Ammonites’ three crimes – no, four! – I will not rescind my judgment. They have ripped open pregnant women in Gilead, in their lust for land."},{"number":14,"text":"So I will kindle a fire on the wall of Rabbah. It will destroy her palaces, with a war-cry in the day of battle, with a tempest in the day of the whirlwind."},{"number":15,"text":"Their king will go into exile, he and his nobles together, says the Lord."}]}