{"translation":"oeb-us","book":"amo","bookName":"Amos","chapter":3,"verses":[{"number":1,"text":"Listen to this message, Israelites, which the Lord has spoken against you, against the whole nation that I brought out of Egypt:"},{"number":2,"text":"You alone have I cared for of all the nations of the world, this is why I will punish you for your crimes."},{"number":3,"text":"Do two walk together unless they agreed to meet?"},{"number":4,"text":"Does a lion roar in the forest when there is no prey for him? Does a young lion cry out in his den unless he has caught something?"},{"number":5,"text":"Does a bird swoop down into a trap if no bait is set for it? Does a trap spring up from the ground if nothing sets it off?"},{"number":6,"text":"Can a trumpet be blown in a city and the people not tremble? Can disaster strike a city and the Lord not have caused it?"},{"number":7,"text":"Surely the Lord God does nothing without revealing his purpose to his servants the prophets."},{"number":8,"text":"The lion has roared; who does not fear? The Lord God has spoken; who will not prophesy?"},{"number":9,"text":"Proclaim over the palaces in Ashdod, and over the palaces in the land of Egypt: Gather upon the mountain of Samaria, and see the violent turmoil, the acts of oppression in her midst."},{"number":10,"text":"For they do not know how to do right. They are heaping up violence and oppression in their palaces, says the Lord."},{"number":11,"text":"Therefore the Lord God says: An enemy will surround the land, he will strip your strength from you. and your palaces will be looted."},{"number":12,"text":"The Lord says: Just as a shepherd rescues from the jaws of a lion two shinbones or a piece of an ear, so the Israelites living in Sameria will be rescued – with the corner of a couch, and the damask of a divan!"},{"number":13,"text":"Listen and testify against the house of Jacob, says the Lord God, the God of hosts."},{"number":14,"text":"On the day when I punish Israel for their crimes, I will also visit in judgment the altars of Bethel, the horns of the altar will be hacked off, and they will fall to the ground."},{"number":15,"text":"I will destroy the winter houses together with the summer houses and the houses of ivory will perish. Many great houses will be swept away, says the Lord."}]}