{"translation":"oeb-us","book":"amo","bookName":"Amos","chapter":4,"verses":[{"number":1,"text":"Listen to this message, women of Sameria, you well-fed cows of Bashan, who oppress the poor and crush the needy, who say to your husbands, “Bring us another drink!”"},{"number":2,"text":"The Lord God has sworn by his holiness: The time is coming when you will be carried away in baskets, your children carried away in fish-baskets,"},{"number":3,"text":"and through the breaches in the city wall you will go, thrown out on the garbage dump, says the Lord."},{"number":4,"text":"Come to Bethel and transgress, at Gilgald increase your transgression. Bring your sacrifices in the morning, every third day your tithes!"},{"number":5,"text":"Burn some leavened bread as a thank-offering, proclaim aloud your voluntary offerings, for you love to do this, Israelites! says the Lord God."},{"number":6,"text":"But it was I who gave to you empty stomachs in all your cities, and lack of bread in all your towns, yet you have not returned to me, says the Lord."},{"number":7,"text":"It was I who withheld from you the rain, sending rain on one city, while on another I allowed no rain. One field received rain, while a field without rain withered."},{"number":8,"text":"People from two or three cities ranged as far as another city for drinking water, and still they did not have enough, yet you did not return to me, says the Lord."},{"number":9,"text":"I struck you with blight and mildew, I laid waste your gardens and vineyards. The swarming locust devoured your fig and your olive trees, yet you did not return to me, says the Lord."},{"number":10,"text":"I sent plague among you like the plagues of Egypt, I slew your youths with the sword, your horses raided away, I caused the stench of your camps to rise in your nostrils, yet you did not return to me, says the Lord."},{"number":11,"text":"I wrought a destruction among you, as God destroyed Sodom and Gomorrah. You were like a stick snatched from the fire, yet you did not return to me, says the Lord."},{"number":12,"text":"Therefore this is what I will do to you, Israel, and because I am about to do this to you, prepare to meet your God, Israel."},{"number":13,"text":"He is here! He who forms the mountains, creates the wind, declares to his thoughts to mortals, makes dawn and darkness, treads upon the heights of the earth, the Lord, the God of hosts, is his name!"}]}