{"translation":"oeb-us","book":"amo","bookName":"Amos","chapter":6,"verses":[{"number":1,"text":"Sorrow awaits who are carefree in Zion, overconfident on the mountain of Samaria! The elite of this, the best of nations, on whom the people of Israel rest their hopes!"},{"number":2,"text":"You say to the people: Cross over to Calneh and see, go from there to Hamath the great, then go down to Gath of the Philistines: Are they better than these kingdoms? Is their territory larger than yours?"},{"number":3,"text":"You push away all thoughts of the evil day, yet have instituted a rule of violence."},{"number":4,"text":"They lie on ivory couches, sprawl on their divans, eat choice lambs from the flock, and fattened calves from the stall."},{"number":5,"text":"They idly sing to the sound of the lyre, thinking themselves songwriters like David,"},{"number":6,"text":"they drink bowlfuls of wine, and anoint themselves with the finest of oil. But they do not grieve over the ruin of Joseph."},{"number":7,"text":"Therefore now they must go into exile at the head of the captives, and hushed will be the revelry of the sprawlers."},{"number":8,"text":"The Lord God, the Lord, the God of hosts, has sworn by himself: I abhor the pride of Jacob, I hate his palaces, therefore I will deliver up the city and all that is in it to their enemies."},{"number":9,"text":"If ten people remain in one house, then they will die."},{"number":10,"text":"When the uncle and another member of the family of a dead man come to carry the body out of the house for burial, they will call to someone in a corner of the house, ‘Any more there?’ and he will answer, ‘No’, and then he will add, ‘Be quiet!’ – for the name of the Lord must not be mentioned."},{"number":11,"text":"Look! The Lord is giving the command! He will smash the large house to bits, the small house into fragments."},{"number":12,"text":"Do horses gallop on crags? Does one plow the sea with oxen? Yet you turn justice into poison weed, and the fruit of righteousness into bitter wormwood."},{"number":13,"text":"You who are so proud of capturing Lo-debar, who say, ‘Have we not by our own strength taken Karnaim for ourselves?’"},{"number":14,"text":"I am now raising up against you, Israel, a nation, says the Lord, the God of hosts. They will oppress you, from the entrance of Hamath to the brook of the Arabah."}]}