{"translation":"oeb-us","book":"amo","bookName":"Amos","chapter":8,"verses":[{"number":1,"text":"The Lord God showed me this: a basket of summer fruit."},{"number":2,"text":"“What do you see, Amos?” he asked. I replied, “A basket of ripe summer fruit.” Then the Lord said to me: The time is ripe for my people Israel, I will no longer overlook their crimes."},{"number":3,"text":"The singing women in the palace will howl on that day, says the Lord: Corpses everywhere, thrown out in silence."},{"number":4,"text":"Listen to this, you who trample on the needy, who oppress the poor of the earth,"},{"number":5,"text":"saying: When will the feast of the new moon be over so that we may sell grain? And the sabbath ended so that we may offer wheat for sale? Reducing the measure and increasing the price, cheating with false scales,"},{"number":6,"text":"mixing the sweepings in with the wheat. Then we can buy the poor for money, the needy for a pair of shoes."},{"number":7,"text":"Now the Lord has taken an oath by the Pride of Jacob: I will never forget all their deeds!"},{"number":8,"text":"Because of this won’t the land quake, and all its inhabitants mourn? Won’t the whole of it rise like the Nile, churn and subside like the Nile in Egypt?"},{"number":9,"text":"On that day, says the Lord God, I will make the sun set at noon and darken the earth in broad daylight."},{"number":10,"text":"I will turn your feasts into mourning, all your songs into dirges. I will cause you to dress in sackcloth, every head shaved. I will make you mourn like you have lost your only son, all that happens will end in bitterness."},{"number":11,"text":"The day is coming, says the Lord God, when I will send hunger in the land. Not a famine of bread or thirst for water, but for hearing the message of the Lord."},{"number":12,"text":"Then they will wander from sea to sea, from the north to the east, to seek a message from the Lord, but they will not find it."},{"number":13,"text":"In that day beautiful girls and strong young men will faint from thirst."},{"number":14,"text":"Those who take oaths by the shameful idol of Samaria, who swear, ‘As surely as your God lives, O Dan!’ and, ‘By the sacred way to Beer-sheba!’ – they will fall and never rise again."}]}