{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":1,"verses":[{"number":1,"text":"And it happened, after that Alexander sonne of Philip, the Macedonian, who came out of the land of Chettum, had smitten Darius king of the Persians and Medes, that hee reigned in his stead, the first ouer Greece,"},{"number":2,"text":"And made many wars, and wan many strong holds, and slew the kings of the earth,"},{"number":3,"text":"And went through to the ends of the earth, and tooke spoiles of many nations, insomuch, that the earth was quiet before him, whereupon he was exalted, and his heart was lifted vp."},{"number":4,"text":"And he gathered a mighty strong hoste, and ruled ouer countries, and nations and kings, who became tributaries vnto him."},{"number":5,"text":"And after these things he fell sicke, and perceiued that he should die."},{"number":6,"text":"Wherefore he called his seruants, such as were honourable, and had bin brought vp with him from his youth, and parted kis kingdome among them, while he was yet aliue:"},{"number":7,"text":"So Alexander reigned twelue yeeres, and (then) died."},{"number":8,"text":"And his seruants bare rule euery one in his place."},{"number":9,"text":"And after his death they all put crownes  so did their sonnes after them, many yeeres, and euils were multiplied in the earth."},{"number":10,"text":"And there came out of them a wicked roote, Antiochus  Epiphanes, sonne of Antiochus the king, who had beene an hostage at Rome, and he reigned in the hundreth and thirty and seuenth yeere of the kingdome of the Greekes."},{"number":11,"text":"In those daies went there out of Israel wicked men, who perswaded many, saying, Let vs goe, and make a couenant with the heathen, that are round about vs: for since we departed from them, we haue had much sorrow."},{"number":12,"text":"So this deuise pleased them well."},{"number":13,"text":"Then certaine of the people were so forward heerein, that they went to the king, who gaue them licence to doe after the ordinances of the heathen."},{"number":14,"text":"Whereupon they built a place of exercise at Ierusalem, according to the customes of the heathen,"},{"number":15,"text":"And made themselues, vncircumcised, and forsooke the holy couenant, and ioyned themselues to the heathen, and were sold to doe mischiefe."},{"number":16,"text":"Now when the kingdome was established, before Antiochus, hee thought to reigne ouer Egypt, that he might haue &thorn; dominion of two realms:"},{"number":17,"text":"Wherefore he entred into Egypt with a great multitude, with chariots, and elephants, and horsemen, and a great nauie,"},{"number":18,"text":"And made warre against Ptolomee king of Egypt, but Ptolomee was afraide of him, and fled: and many were wounded to death."},{"number":19,"text":"Thus they got the strong cities in the land of Egypt, and hee tooke the spoiles thereof."},{"number":20,"text":"And after that Antiochus had smitten Egypt, he returned againe in the hundreth fortie and third yeere, and went vp against Israel and Ierusalem with a great multitude,"},{"number":21,"text":"And entred proudly into the sanctuarie, and tooke away the golden altar, and the candlesticke of light, and all the vessels thereof,"},{"number":22,"text":"And the table of the shewbread, and the powring vessels, and the vials, and the censers of gold, & the vaile, and the crownes, & the golden ornaments that were before the temple, all which he pulled off."},{"number":23,"text":"Hee tooke also the siluer and the gold, and the pretious vessels: also he tooke the hidden treasures which hee found:"},{"number":24,"text":"And when hee had taken all away, he went into his owne land, hauing made a great massacre, and spoken very proudly."},{"number":25,"text":"Therfore there was great mourning in Israel, in euery place where they were;"},{"number":26,"text":"So that the Princes and Elders mourned, the virgines and yong men were made feeble, and the beautie of women was changed."},{"number":27,"text":"Euery bridegrome tooke vp lamentation, and she that sate in the marriage chamber, was in heauinesse."},{"number":28,"text":"The land also was moued for the inhabitants thereof, and all the house of Iacob was couered with confusion."},{"number":29,"text":"And after two yeeres fully expired, the king sent his chiefe collectour of tribute vnto the cities of Iuda, who came vnto Ierusalem with a great multitude,"},{"number":30,"text":"And spake peaceable wordes vnto them, but  deceit: for when they had giuen him credence, he fell suddenly vpon the citie, and smote it very sore, & destroyed much people of Israel."},{"number":31,"text":"And when hee had taken the spoiles of the citie, hee set it on fire, and pulled downe the houses, and walles thereof on euery side."},{"number":32,"text":"But the women & children tooke they captiue, and possessed the cattell."},{"number":33,"text":"Then builded they the citie of Dauid with a great and strong wall,  with mightie towers, and made it a strong hold for them,"},{"number":34,"text":"And they put therein a sinfull nation, wicked men, and fortified  therein."},{"number":35,"text":"They stored it also with armour and victuals, and when they had gathered together the spoiles of Ierusalem, they layd them vp there, and so they became a sore snare:"},{"number":36,"text":"For it was a place to lie in wait against the Sanctuary, and an euill aduersary to Israel."},{"number":37,"text":"Thus they shed innocent blood on euery side of the Sanctuary, and defiled it."},{"number":38,"text":"In so much that the inhabitants of Ierusalem fledde because of them, whereupon  was made an habitation of strangers, & became strange to those that were borne in her, and her owne children left her:"},{"number":39,"text":"Her Sanctuary was laid waste like a wildernesse, her feasts were turned into mourning, her Sabbaths into reproch, her honour into contempt."},{"number":40,"text":"As had bene her glory, so was her dishonour encreased, and her excellencie was turned into mourning."},{"number":41,"text":"Moreouer king Antiochus wrote to his whole kingdome, that all should be one people,"},{"number":42,"text":"And euery one should leaue his lawes: so all the heathen agreed, according to the commandement of the king."},{"number":43,"text":"Yea many also of the Israelites consented to his religion, and sacrificed vnto idols, and prophaned the Sabbath."},{"number":44,"text":"For the king had sent letters by messengers vnto Ierusalem, and the cities of Iuda, that they should follow the strange lawes of the land,"},{"number":45,"text":"And forbid burnt offerings, and sacrifice, and drinke offerings in the temple; and that they should prophane the Sabbaths, and festiuall dayes:"},{"number":46,"text":"And pollute the Sanctuarie and holy people:"},{"number":47,"text":"Set vp altars, and groues, and chappels of idols, and sacrifice swines flesh, and vncleane beasts:"},{"number":48,"text":"That they should also leaue their children vncircumcised, and make their soules abominable with all maner of vncleannesse, and prophanation:"},{"number":49,"text":"To the end they might forget the Law, and change all the ordinances."},{"number":50,"text":"And whosoeuer would not doe according to the commandement of the king  he should die."},{"number":51,"text":"In the selfe same maner wrote he to his whole kingdome, and appointed ouerseers ouer all the people, commanding the cities of Iuda to sacrifice, citie by citie."},{"number":52,"text":"Then many of the people were gathered vnto them, to wit, euery one that forsooke the Lawe, and so they committed euils in the land:"},{"number":53,"text":"And droue the Israelites into secret places, euen wheresoeuer they could flie for succour."},{"number":54,"text":"Now the fifteenth day of the moneth Casleu, in the hundreth fourtie and fift yeere, they set vp the abomination of desolation vpon the Altar, and builded idole altars throughout the cities of Iuda, on euery side:"},{"number":55,"text":"And burnt incense at the doores of their houses, and in the streetes."},{"number":56,"text":"And when they had rent in pieces the bookes of the Lawe which they found, they burnt them with fire."},{"number":57,"text":"And wheresoeuer was found with any, the booke of the Testament, or if any consented to the Lawe, the kings commandement was, that they should put him to death."},{"number":58,"text":"Thus did they by their authority, vnto the Israelites euery moneth, to as many as were found in the cities."},{"number":59,"text":"Now the fiue and twentieth day of the moneth, they did sacrifice vpon the idole altar, which was vpon the Altar of God."},{"number":60,"text":"At which time, according to the commandement, they put to death certaine women that had caused their children to be circumcised."},{"number":61,"text":"And they hanged the infants about their neckes, and rifled their houses, and slewe them that had circumcised them."},{"number":62,"text":"Howbeit, many in Israel were fully resolued and confirmed in themselues, not to eate any vncleane thing."},{"number":63,"text":"Wherfore they chose rather to die, that they might not be defiled with meats, and that they might not profane the holy Couenant: So then they died."},{"number":64,"text":"And there was very great wrath vpon Israel."}]}