{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":10,"verses":[{"number":1,"text":"In the hundreth & sixtieth yere, Alexander the sonne of Antiochus surnamed Epiphanes, went vp and tooke Ptolemais: for the people had receiued him, by meanes whereof he reigned there."},{"number":2,"text":"Now when king Demetrius heard thereof, he gathered together an exceeding great host, and went foorth against him to fight."},{"number":3,"text":"Moreouer Demetrius sent letters vnto Ionathan with louing wordes, so as he magnified him."},{"number":4,"text":"For, said hee, Let vs first make peace with him before he ioyne with Alexander against vs."},{"number":5,"text":"Else he wil remember all the euils that we haue done against him, and against his brethren and his people."},{"number":6,"text":"Wherefore he gaue him authority to gather together an host, and to prouide weapons that hee might aide him in battell: he commaunded also that the hostages that were in the towre, should be deliuered him."},{"number":7,"text":"Then came Ionathan to Ierusalem, and read the letters in the audience of all the people, and of them that were in the towre."},{"number":8,"text":"Who were sore afraid when they heard that the king had giuen him authoritie to gather together an host."},{"number":9,"text":"Whereupon they of the towre deliuered their hostages vnto Ionathan, & he deliuered them vnto their parents."},{"number":10,"text":"This done, Ionathan setled himselfe in Ierusalem, and began to build and repaire the citie."},{"number":11,"text":"And he commaunded the workemen to build the wals, and the mount Sion round about with square stones, for fortification, and they did so."},{"number":12,"text":"Then the strangers that were in the fortresses which Bacchides had built, fled away:"},{"number":13,"text":"Insomuch as euery man left his place, and went into his owne country."},{"number":14,"text":"Onely at Bethsura certaine of those that had forsaken the law, and the commaundements remained still: for it was their place of refuge."},{"number":15,"text":"Now when king Alexander had heard what promises Demetrius had sent vnto Ionathan: when also it was told him of the battels and noble acts which he & his brethren had done, and of the paines that they had indured,"},{"number":16,"text":"He said, Shal we find such another man? Now therefore we will make him our friend, and confederate."},{"number":17,"text":"Upon this he wrote a letter and sent it vnto him according to these words, saying:"},{"number":18,"text":"King Alexander to his brother Ionathan, sendeth greeting:"},{"number":19,"text":"We haue heard of thee, that thou art a man of great power, and meete to be our friend."},{"number":20,"text":"Wherefore now this day we ordaine thee to bee the high priest of thy nation, and to be called the kings friend, (and there withall he sent him a purple robe and a crowne of gold) to take our part, and keepe friendship with vs."},{"number":21,"text":"So in the seuenth moneth of the hundreth and sixtieth yere, at the feast of the Tabernacles, Ionathan put on the holy robe, and gathered together forces, and prouided much armour."},{"number":22,"text":"Wherof when Demetrius heard, he was very sory, and said,"},{"number":23,"text":"What haue we done that Alexander hath preuented vs, in making amity with the Iewes to strengthen himself?"},{"number":24,"text":"I also will write vnto them words of encouragement  dignities and gifts, that I may haue their ayde."},{"number":25,"text":"He sent vnto him therefore, to this effect: King Demetrius vnto the people of the Iewes, sendeth greeting:"},{"number":26,"text":"Whereas you haue kept couenants with vs, & continued in our friendship, not ioyning your selues with our enemies, we haue heard hereof, & are glad:"},{"number":27,"text":"Wherefore now continue yee still to be faithful vnto vs, and we will well recompence you for the things you doe in our behalfe,"},{"number":28,"text":"And will grant you many immunities, and giue you rewards."},{"number":29,"text":"And now I doe free you, and for your sake I release all the Iewes from tributes, and from the customes of salt, and from crowne taxes,"},{"number":30,"text":"And fr&#333; that which appertaineth vnto me to receiue for the third part of the seed, and the halfe of the fruit of the trees, I release it from this day forth, so that they shall not be taken of the land of Iudea, nor of the three gouernments which are added thereunto out of the country of Samaria and Galile, from this day forth for euermore."},{"number":31,"text":"Let Ierusalem also bee holy and free, with the borders thereof, both from tenths and tributes."},{"number":32,"text":"And as for the towre which is at Ierusalem, I yeeld vp my authoritie ouer it, and giue it to the high Priest, that he may set in it such men as he shall choose to keepe it."},{"number":33,"text":"Moreouer I freely set at libertie euery one of the Iewes that were carried captiues out of the land of Iudea, into any part of my kingdome, and I will that all my officers remit the tributes, euen of their cattell."},{"number":34,"text":"Furthermore, I will that all the Feasts and Sabbaths, & New moones and solemne dayes, and the three dayes before the Feast, and the three dayes after the Feast, shall be all dayes of immunitie and freedom for all the Iewes in my realme."},{"number":35,"text":"Also no man shall haue authoritie to meddle with them, or to molest any of them in any matter."},{"number":36,"text":"that there be enrolled amongst the kings forces about thirtie thousand men of the Iewes, vnto whom pay shall be giuen as belongeth to all the kings forces."},{"number":37,"text":"And of them some shalbe placed in the kings strong holds, of whom also some shall be set ouer the affaires of the kingdome, which are of trust: and I will that their ouerseers and gouernours be of themselues, and that they liue after their owne lawes, euen as the King hath commanded in the land of Iudea."},{"number":38,"text":"And concerning the three gouernments that are added to Iudea from the countrey of Samaria, let them be ioyned with Iudea, that they may be reckoned to be vnder one, nor bound to obey other authoritie then &thorn; high priests"},{"number":39,"text":"As for Ptolemais and the land pertaining thereto, I giue it as a free gift to the Sanctuary at Ierusalem, for the necessary expences of the Sanctuary."},{"number":40,"text":"Moreouer, I giue euery yeere fifteene thousand shekels of siluer, out of the Kings accompts from the places appertaining."},{"number":41,"text":"And all the ouerplus which the officers payed not in as in former time, from henceforth shalbe giuen towards the workes of the Temple."},{"number":42,"text":"And besides this, the fiue thousand shekels of siluer, which they tooke from the vses of the Temple out of the accompts yeere by yeere, euen those things shall be released, because they appertaine to the Priests that minister."},{"number":43,"text":"And whosoeuer they be that flee vnto the Temple at Ierusalem, or be within the liberties thereof, being indebted vnto the King, or for any other matter, let them be at libertie, and all that they haue in my realme."},{"number":44,"text":"For the building also and repairing of the workes of the Sanctuary, expences shalbe giuen of the Kings accompts."},{"number":45,"text":"Yea, and for the building of the walles of Ierusalem, and the fortifying thereof round about, expences shall bee giuen out of the Kings accompts, as also for building of the walles in Iudea."},{"number":46,"text":"Now when Ionathan and the people heard these words, they gaue no credite vnto them, nor receiued them, because they remembred the great euill that he had done in Israel; for hee had afflicted them very sore."},{"number":47,"text":"But with Alexander they were well pleased, because hee was the first that entreated of peace with them, and they were confederate with him alwayes."},{"number":48,"text":"Then gathered king Alexander great forces, and camped ouer against Demetrius."},{"number":49,"text":"And after the two Kings had ioyned battell, Demetrius hoste fled: but Alexander followed after him, and preuailed against them."},{"number":50,"text":"And he continued the battell very sore vntill the Sunne went downe, and that day was Demetrius slaine."},{"number":51,"text":"Afterward Alexander sent Embassadors to Ptoleme king of Egypt, with a message to this effect;"},{"number":52,"text":"Forsomuch as I am come againe to my realme, and am set in the throne of my progenitors, and haue gotten the dominion, and ouerthrowen Demetrius, and recouered our countrey,"},{"number":53,"text":"(For after I had ioyned battell with him, both he, and his hoste was discomfited by vs, so that we sit in the throne of his kingdome)"},{"number":54,"text":"Now therefore let vs make a league of amitie together, and giue me now thy daughter to wife: & I will be thy son in law, and will giue both thee and her, gifts according to thy dignity."},{"number":55,"text":"Then Ptoleme the king gaue answere, saying, Happy be the day wherein thou diddest returne into the land of thy fathers, and satest in the throne of their kingdome."},{"number":56,"text":"And now will I doe to thee, as thou hast written: meet me therefore at Ptolemais, that wee may see one another, for I will marry my daughter to thee according to thy desire."},{"number":57,"text":"So Ptolome went out of Egypt with his daughter Cleopatra, and they came vnto Ptolemais in the hundred threescore and second yeere."},{"number":58,"text":"Where king Alexander meeting him, gaue vnto him his daughter Cleopatra, and celebrated her marriage at Ptolemais with great glory, as the maner of kings is."},{"number":59,"text":"Now king Alexander had written vnto Ionathan, that hee should come and meete him."},{"number":60,"text":"Who thereupon went honourably to Ptolemais, where he met the two kings, and gaue them and their friends siluer and golde, and many presents, and found fauour in their sight."},{"number":61,"text":"At that time certaine pestilent fellowes of Israel, men of a wicked life, assembled themselues against him, to accuse him: but the king would not heare them."},{"number":62,"text":"Yea more then that, the king commanded to take off his garments, and clothe him in purple: and they did so."},{"number":63,"text":"Also he made him sit by himselfe, and said vnto his princes, Goe with him into the midst of the city, and make proclamation, that no man complaine against him of any matter, and that no man troble him for any maner of cause."},{"number":64,"text":"Now when his accusers sawe that he was honoured according to the proclamation, and clothed in purple, they fled all away."},{"number":65,"text":"So the king honoured him, and wrote him amongst his chiefe friends, and made him a duke, and partaker of his dominion."},{"number":66,"text":"Afterward Ionathan returned to Ierusalem with peace and gladnes."},{"number":67,"text":"Furthermore, in the hundreth threescore and fifth yeere, came Demetrius sonne of Demetrius, out of Crete into the land of his fathers."},{"number":68,"text":"Whereof when king Alexander heard tell, he was right sory, and returned into Antioch."},{"number":69,"text":"Then Demetrius made Apollonius the gouernour of Coelosyria his general, who gathered together a great hoste, and camped in Iamnia and sent vnto Ionathan the high Priest, saying,"},{"number":70,"text":"Thou alone liftest vp thy selfe against vs, and I am laughed to scorne for thy sake, and reproched, and why doest thou vaunt thy power against vs in the mountaines?"},{"number":71,"text":"Now therefore if thou trustest in thine owne strength, come downe to vs into the plaine field, and there let vs trie the matter together, for with me is the power of the cities."},{"number":72,"text":"Aske and learne who I am, and the rest that take our part, and they shal tel thee that thy foot is not able to stand before our face; for thy fathers haue bene twice put to flight in their owne land."},{"number":73,"text":"Wherefore now thou shalt not be able to abide the horsemen and so great a power in the plaine, where is neither stone nor flint, nor place to flee vnto."},{"number":74,"text":"So when Ionathan heard these words of Apollonius, he was moued in his mind, & choosing ten thousand men, he went out of Ierusal&#275;, where Simon his brother met him for to helpe him."},{"number":75,"text":"And hee pitched his tents against Ioppe: but they of Ioppe shut him out of the citie, because Apollonius had a garison there."},{"number":76,"text":"Then Ionathan laid siege vnto it: whereupon they of the city let him in for feare: & so Ionathan wan Ioppe."},{"number":77,"text":"Whereof when Apollonius heard, he tooke three thousand horsemen with a great hoste of footmen, and went to Azotus as one that iourneyed, & therewithal drew him forth into the plaine, because he had a great number of horsemen, in whom he put his trust."},{"number":78,"text":"Then Ionathan followed after him to Azotus, where the armies ioyned battell."},{"number":79,"text":"Now Apollonius had left a thousand horsemen in ambush."},{"number":80,"text":"And Ionathan knew that there was an ambushment behinde him; for they had compassed in his host, and cast darts at the people, from morning till euening."},{"number":81,"text":"But the people stood still, as Ionathan had commanded them: and so the enemies horses were tired."},{"number":82,"text":"Then brought Simon forth his hoste, and set them against the footmen, (for the horsmen were spent) who were discomfited by him, and fled."},{"number":83,"text":"The horsemen also being scattered in the field, fled to Azotus, and went into Bethdag&#333; their idols temple for safety."},{"number":84,"text":"But Ionathan set fire on Azotus, and the cities round about it, and tooke their spoiles, and the temple of Dagon, with them that were fled into it, he burnt with fire."},{"number":85,"text":"Thus there were burnt and slaine with the sword, well nigh eight thousand men."},{"number":86,"text":"And from thence Ionathan remoued his hoste, and camped against Ascalon, where the men of the city came forth, and met him with great pompe."},{"number":87,"text":"After this, returned Ionathan and his hoste vnto Ierusalem, hauing many spoiles."},{"number":88,"text":"Now when king Alexander heard these things, he honoured Ionathan yet more,"},{"number":89,"text":"And sent him a buckle of golde, as the vse is to be giuen to such as are of the kings blood: he gaue him also Accaron with the borders thereof in possession."}]}