{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":13,"verses":[{"number":1,"text":"Now when Simon heard that Tryphon had gathered together a great hoste to inuade the land of Iudea, and destroy it,"},{"number":2,"text":"And saw that the people was in great trembling and feare, he went vp to Ierusalem, and gathered the people together,"},{"number":3,"text":"And gaue them exhortation, saying: Yee your selues know, what great things I and my brethren, and my fathers house haue done for the lawes, and the Sanctuarie, the battels also, and troubles which we haue seene,"},{"number":4,"text":"By reason whereof all my brethren are slaine for Israels sake, and I am left alone."},{"number":5,"text":"Now therefore be it farre from me, that I should spare mine owne life in any time of trouble: for I am no better then my brethren."},{"number":6,"text":"Doubtlesse I will auenge my nation and the Sanctuarie, & our wiues, and our children: for all the heathen are gathered to destroy vs, of very malice."},{"number":7,"text":"Now as soone as the people heard these words, their spirit reuiued."},{"number":8,"text":"And they answered with a loud voice, saying, Thou shalt bee our leader in stead of Iudas and Ionathan thy brother."},{"number":9,"text":"Fight thou our battels, & what soeuer thou commandest vs, that will we doe."},{"number":10,"text":"So then he gathered together all the men of warre, and made hast to finish the walles of Ierusalem, and he fortified it round about."},{"number":11,"text":"Also he sent Ionathan, the sonne of Absolom, & with him a great power to Ioppe, who casting out them that were therein, remained there in it."},{"number":12,"text":"So Tryphon remoued from Ptolemais, with a great power to inuade the land of Iudea, and Ionathan was with him in warde."},{"number":13,"text":"But Simon pitched his tents at Adida, ouer against the plaine."},{"number":14,"text":"Now when Tryphon knew that Simon, was risen vp in stead of his brother Ionathan, and meant to ioyne battell with him, he sent messengers vnto him, saying,"},{"number":15,"text":"Whereas we haue Ionathan thy brother in hold, it is for money that he is owing vnto the kings treasure, concerning the businesse that was committed vnto him."},{"number":16,"text":"Wherefore, now send an hundred talents of siluer, and two of his sonnes for hostages, that when he is at liberty he may not reuolt from vs, and we will let him goe."},{"number":17,"text":"Heereupon Simon, albeit he perceiued that they spake deceiptfully vnto him, yet sent he the money, and the children, lest peraduenture he should procure to himselfe great hatred of the people:"},{"number":18,"text":"Who might haue said, Because I sent him not the money, and the children, therefore is  dead."},{"number":19,"text":"So he sent them the children, and the hundred talents: Howbeit  dissembled, neither would he let Ionathan goe."},{"number":20,"text":"And after this came Tryphon to inuade the land, and destroy it, going round about by the way that leadeth vnto Adora, but Simon and his host marched against him in euery place wheresoeuer he went."},{"number":21,"text":"Now they that were in the towre, sent messengers vnto Tryphon, to the end that he should hasten his comming vnto them by the wildernesse, and send them victuals."},{"number":22,"text":"Wherefore Tryphon made readie all his horsemen to come that night, but there fell a very great snow, by reason whereof he came not: So he departed & came into the countrey of Galaad."},{"number":23,"text":"And when he came neere to Bascama, he slew Ionathan, who was buried there."},{"number":24,"text":"Afterward Tryphon returned, and went into his owne land."},{"number":25,"text":"Then sent Simon and tooke the bones of Ionathan his brother, and buried them in Modin the citie of his fathers."},{"number":26,"text":"And all Israel made great lamentation for him, and bewailed him many daies."},{"number":27,"text":"Simon also built a monument vpon the Sepulchre of his father and his brethren, and raised it aloft to the sight, with hewen stone behind and before."},{"number":28,"text":"Moreouer hee set vp seuen pyramides one against another, for his father and his mother, and his foure brethren."},{"number":29,"text":"And in these he made running deuices, about the which he set great pillars, and vpon the pillars he made all their armour for a perpetuall memory, and by the armour, ships carued, that they might be seene of all that saile on the sea."},{"number":30,"text":"This is the Sepulchre which he made at Modin, and it standeth yet vnto this day."},{"number":31,"text":"Now Tryphon dealt deceitfully with the yong king Antiochus, and slew him,"},{"number":32,"text":"And he raigned in his stead, and crowned himselfe king of Asia, and brought a great calamitie vp&#333; the land."},{"number":33,"text":"Then Simon built vp the strong holds in Iudea, and fensed them about with high towres, and great walles and gates and barres, and layd vp victuals therein."},{"number":34,"text":"Moreouer Simon chose men, and sent to king Demetrius, to the end he should giue the land an immunitie, because all that Tryphon did, was to spoyle."},{"number":35,"text":"Unto whom king Demetrius answered and wrote after this maner."},{"number":36,"text":"King Demetrius vnto Simon the high Priest, and friend of kings, as also vnto the Elders and nation of the Iewes, sendeth greeting."},{"number":37,"text":"The golden crowne, and the scarlet robe which ye sent vnto vs, we haue receiued, and wee are ready to make a stedfast peace with you, yea and to write vnto our officers to confirme the immunities which we haue granted."},{"number":38,"text":"And whatsoeuer couenants we haue made with you, shall stand, and the strong holdes which yee haue builded shalbe your owne."},{"number":39,"text":"As for any ouersight or fault committed vnto this day, we forgiue it, and the crowne taxe also which yee owe vs, if there were any other tribute paide in Ierusalem, it shall no more be paide."},{"number":40,"text":"And looke who are meet among you to be in our court, let them be inrolled, and let there be peace betwixt vs."},{"number":41,"text":"Thus the yoke of the heathen was taken away from Israel, in the hundred and seuentieth yeere."},{"number":42,"text":"Then the people of Israel began to write in their instruments, and contracts, in the first yeere of Simon the high Priest, the gouernour, and leader of the Iewes."},{"number":43,"text":"In those dayes Simon camped against Gaza, and besieged it round about; he made also an engine of warre, and set it by the city, and battered a certaine towre, and tooke it."},{"number":44,"text":"And they that were in the Engine leapt into the citie, whereupon there was a great vproare in the citie:"},{"number":45,"text":"Insomuch as the people of the citie rent their clothes, and climed vpon the walles, with their wiues and children, and cried with a lowd voice, beseeching Simon to grant them peace."},{"number":46,"text":"And they said, Deale not with vs according to our wickednesse, but according to thy mercy."},{"number":47,"text":"So Simon was appeased towards them, and fought no more against them, but put them out of the citie, and cleansed the houses wherein the idols were: and so entred into it, with songs, and thankesgiuing."},{"number":48,"text":"Yea, he put all vncleannesse out of it, and placed such men there, as would keepe the Law, and made it stronger then it was before, and built therein a dwelling place for himselfe."},{"number":49,"text":"They also of the towre in Ierusalem were kept so strait, that they could neither come foorth, nor goe into the countrey, nor buy, nor sell, wherefore they were in great distresse for want of victuals, and a great number of them perished through famine."},{"number":50,"text":"Then cried they to Simon, beseeching him to bee at one with them, which thing hee graunted them, and when he had put them out from thence, he cleansed the towre from pollutions:"},{"number":51,"text":"And entred into it the three and twentieth day of the second moneth, in the hundred seuentie and one yere, with thankesgiuing, and branches of palme trees, and with harpes, and cymbals, and with viols and hymnes, and songs: because there was destroyed a great enemy out of Israel."},{"number":52,"text":"Hee ordained also that that day should be kept euery yeere with gladnes. Moreouer, the hill of the Temple that was by the towre he made stronger then it was, and there hee dwelt himselfe with his company."},{"number":53,"text":"And when Simon sawe that Iohn his sonne was a valiant man, he made him captaine of all the hostes and dwelt in Gazara."}]}