{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":15,"verses":[{"number":1,"text":"Moreouer Antiochus sonne of Demetrius the king, sent letters from the isles of the Sea, vnto Simon the priest, and prince of the Iewes, and to all the people."},{"number":2,"text":"The contents whereof were these: King Antiochus, to Simon the high Priest, and prince of his nation, and to the people of the Iewes, greeting,"},{"number":3,"text":"For as much as certaine pestilent men, haue vsurped the kingdome of our fathers, and my purpose is to chalenge it againe, that I may restore it to the old estate, and to that end haue gathered a multitude of forraine souldiers together, and prepared shippes of warre,"},{"number":4,"text":"My meaning also being to goe through the countrey, that I may be auenged of them that haue destroyed it, and made many cities in the kingdome desolate:"},{"number":5,"text":"Now therefore I confirme vnto thee, all the oblations which the kings before me granted thee, and whatsoeuer gifts besides they granted."},{"number":6,"text":"I giue thee leaue also to coine money for thy countrey with thine owne stampe."},{"number":7,"text":"And as concerning Ierusalem, and the Sanctuarie, let them be free, and al the armour that thou hast made, and fortresses that thou hast built, and keepest in thy hands, let them remaine vnto thee."},{"number":8,"text":"And if any thing bee, or shall be owing to the king, let it be forgiuen thee, from this time forth for euermore."},{"number":9,"text":"Furthermore, when we haue obtained our kingdome, we will honour thee, and thy nation, and thy temple with great honour, so that your honour shall bee knowen throughout the world."},{"number":10,"text":"In the hundred threescore and fourteenth yeere, went Antiochus into the land of his fathers, at which time all the forces came together vnto him, so that few were left with Tryphon."},{"number":11,"text":"Wherefore being pursued by king Antiochus, he fled vnto Dora, which lieth by the Seaside."},{"number":12,"text":"For he saw, that troubles came vpon him all at once, and that his forces had forsaken him."},{"number":13,"text":"Then camped Antiochus against Dora, hauing with him, an hundred and twentie thousand men of warre, and eight thousand horsemen."},{"number":14,"text":"And when he had compassed the citie round about, and ioyned ships close to the towne on the Sea side, hee vexed the citie by land, and by Sea, neither suffered he any to goe out or in."},{"number":15,"text":"In the meane season came Numenius, & his company from Rome hauing letters to the kings and countries, wherein were written these things."},{"number":16,"text":"Lucius, Consul of the Romanes, vnto king Ptolomee greeting."},{"number":17,"text":"The Iewes Embassadors our friends and confederates, came vnto vs to renew the old friendship and league, being sent from Simon the high Priest, and from the people of the Iewes."},{"number":18,"text":"And they brought a shield of gold, of a thousand pound:"},{"number":19,"text":"We thought it good therefore, to write vnto the kings and countries, that they should doe them no harme, nor fight against them, their cities, or countries, nor yet aide their enemies against them."},{"number":20,"text":"It seemed also good to vs, to receiue the shield of them."},{"number":21,"text":"If therefore there be any pestilent fellowes, that haue fled from their countrie vnto you, deliuer them vnto Simon the high priest, that hee may punish them according to their owne lawe."},{"number":22,"text":"The same thing wrote hee likewise vnto Demetrius the king, and Attalus, to Ariarathes, and Arsaces,"},{"number":23,"text":"And to all the countries, and to Sampsames, & the Lacedemonians, and to Delus, and Myndus, and Sycion, and Caria, and Samos, and Pamphylia, and Lycia, and Halicarnassus, and Rhodus, and Phaseilis, and Cos, and Sidee, and Aradus, and Gortina, and Cnidus, and Cyprus, and Cyrene."},{"number":24,"text":"And the copy heereof they wrote, to Simon the high Priest."},{"number":25,"text":"So Antiochus the king camped against Dora, the second day, assaulting it continually, and making engins, by which meanes he shut vp Tryphon, that he could neither goe out nor in."},{"number":26,"text":"At that time Simon sent him two thousand chosen men to aide him: siluer also, and gold, and much armour."},{"number":27,"text":"Neuerthelesse, he would not receiue them, but brake all the couenants which he had made with him afore, and became strange vnto him."},{"number":28,"text":"Furthermore hee sent vnto him Athenobius, one of his friends to commune with him and say: you withhold Ioppe and Gazara with the towre that is in Ierusalem, which are cities of my realme."},{"number":29,"text":"The borders thereof yee haue wasted and done great hurt in the land, and got the dominion of many places within my kingdome."},{"number":30,"text":"Now therefore deliuer the cities which ye haue taken, and the tributes of the places whereof yee haue gotten dominion without the borders of Iudea."},{"number":31,"text":"Or else giue me for them fiue hundred talents of siluer, and for the harme that you haue done, and the tributes of the cities other fiue hundred talents: if not, we wil come and fight against you."},{"number":32,"text":"So Athenobius the kings friend came to Ierusalem, and when hee saw the glory of Simon, and the cupboard of gold, and siluer plate, and his great attendance, he was astonished and told him the kings message."},{"number":33,"text":"Then answered Simon, and said vnto him, We haue neither taken other mens land, nor holden that which apperteineth to others, but the inheritance of our fathers, which our enemies had wrongfully in possession a certaine time."},{"number":34,"text":"Wherefore we hauing opportunitie, hold the inheritance of our fathers."},{"number":35,"text":"And whereas thou demaundest Ioppe and Gazara; albeit they did great harme vnto the people in our countrey, yet will we giue an hundred talents for them. Hereunto Athenobius answered him not a word,"},{"number":36,"text":"But returned in a rage to the king, and made report vnto him of these speaches, and of the glory of Simon, and of all that hee had seene: whereupon the king was exceeding wroth."},{"number":37,"text":"In the meane time fled Tryphon by ship vnto Orthosias."},{"number":38,"text":"Then the king made Cendebeus captaine of the sea coast, and gaue him an hoste of footmen and horsemen,"},{"number":39,"text":"And commanded him to remoue his hoste toward Iudea: also hee commanded him to build vp Cedron, and to fortifie the gates, & to warre against the people, but as for the king  he pursued Tryphon."},{"number":40,"text":"So Cendebeus came to Iamnia, and began to prouoke the people, and to inuade Iudea, and to take the people prisoners, and slay them."},{"number":41,"text":"And when hee had built vp Cedron, he set horsemen there, and an host  to the end that issuing out, they might make outroades vpon the wayes of Iudea, as the king had commanded him."}]}