{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":16,"verses":[{"number":1,"text":"Then came vp Iohn from Gazara, and told Simon his father, what Cendebeus had done."},{"number":2,"text":"Wherefore Simon called his two eldest sonnes, Iudas and Iohn, and said vnto them, I and my brethren, and my fathers house haue euer from our youth vnto this day fought against the enemies of Israel, and things haue prospered so well in our hands, that wee haue deliuered Israel oftentimes."},{"number":3,"text":"But now I am old, and yee  are of a sufficient age: Be ye in stead of mee, and my brother, and goe and fight for our nation, and the helpe from heauen be with you."},{"number":4,"text":"So hee chose out of the countrey twentie thousand men of warre with horsemen, who went out against Cendebeus, and rested that night at Modin."},{"number":5,"text":"And when as they rose in the morning, and went into the plaine, behold, a mighty great hoste both of footmen, and horsmen, came against them: Howbeit there was a water brooke betwixt them."},{"number":6,"text":"So hee and his people pitched ouer against them, and when hee saw that the people were afraid to goe ouer the water brooke, hee went first ouer himselfe, and then the men seeing him, passed through after him."},{"number":7,"text":"he diuided his men, and set the horsemen in the midst of the footemen: for the enemies horsemen were very many."},{"number":8,"text":"Then sounded they with the holy Trumpets: whereupon Cendebeus and his hoste were put to flight, so that many of them were slaine, and the remnant gat them to the strong hold."},{"number":9,"text":"At that time was Iudas Iohns brother wounded: But Iohn still followed after them, vntill he came to Cedron which  had built."},{"number":10,"text":"So they fled euen vnto the towres in the fields of Azotus, wherefore hee burnt it with fire: So that there were slaine of them about two thousand men. Afterward hee returned into the land of Iudea in peace."},{"number":11,"text":"Moreouer, in the plaine of Iericho was Ptolomeus the sonne of Abubus made captaine, and hee had abundance of siluer and golde."},{"number":12,"text":"For he was the hie Priests sonne in lawe."},{"number":13,"text":"Wherefore his heart being lifted vp, hee thought to get the countrey to himselfe, and thereupon consulted deceitfully against Simon and his sons, to destroy them."},{"number":14,"text":"Now Simon was visiting the cities that were in the countrey, and taking care for the good ordering of them, at which time hee came downe himselfe to Iericho with his sons, Mattathias and Iudas, in the hundreth threescore and seuenth yeere, in the eleuenth moneth called Sabat."},{"number":15,"text":"Where the sonne of Abubus receiuing them deceitfully into a little holde called Docus, which he had built, made them a great banquet: howbeit he had hidde men there."},{"number":16,"text":"So when Simon and his sonnes had drunke largely, Ptolome and his men rose vp, and tooke their weapons, and came vpon Simon into the banketting place, and slewe him and his two sonnes, and certaine of his seruants."},{"number":17,"text":"In which doing, he committed a great treachery, and recompensed euill for good."},{"number":18,"text":"Then Ptolome wrote these things, and sent to the king, that he should send him an hoste to aide him, and he would deliuer him the countrey and cities."},{"number":19,"text":"He sent others also to Gazara to kill Iohn, & vnto the tribunes he sent letters to come vnto him, that he might giue them siluer, and golde, & rewards."},{"number":20,"text":"And others he sent to take Ierusalem, and the mountaine of the temple."},{"number":21,"text":"Now one had runne afore to Gazara, and tolde Iohn that his father and brethren were slaine, and  Ptolome hath sent to slay thee also."},{"number":22,"text":"Hereof when he heard, hee was sore astonished: So he laide hands on them that were come to destroy him, and slew them, for hee knew that they sought to make him away."},{"number":23,"text":"As concerning the rest of the actes of Iohn, and his wars & worthy deeds which hee did, and the building of the walles which he made, and his doings,"},{"number":24,"text":"Behold, these are written in the Chronicles of his Priesthood, from the time he was made high Priest after his father."}]}