{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":2,"verses":[{"number":1,"text":"In those daies arose Mattathias the son of Iohn, the sonne of Simeon, a Priest of the sonnes of Ioarib, from Ierusalem, and dwelt in Modin."},{"number":2,"text":"And he had fiue sonnes, Ioannan called Caddis:"},{"number":3,"text":"Simon, called Thassi:"},{"number":4,"text":"Iudas, who was called Maccabeus:"},{"number":5,"text":"Eleazar, called Auaran, and Ionathan, whose surname was Apphus."},{"number":6,"text":"And when hee saw the blasphemies that were committed in Iuda and Ierusalem,"},{"number":7,"text":"He said, Woe is me, wherfore was I borne to see this misery of my people, and of the holy citie, and to dwell there, when it was deliuered into the hand of the enemie, and the Sanctuary into the hand of strangers?"},{"number":8,"text":"Her Temple is become as a man without glory."},{"number":9,"text":"Her glorious vessels are caried away into captiuitie, her infants are slaine in the streets, her yong men with the sword of the enemie."},{"number":10,"text":"What nation hath not had a part in her kingdome, and gotten of her spoiles?"},{"number":11,"text":"All her ornaments are taken away, of a free-woman shee is become a bondslaue."},{"number":12,"text":"And behold, our Sanctuarie, euen our beautie, aud our glory is laid waste, & the Gentiles haue profaned it."},{"number":13,"text":"To what ende therefore shall we liue any longer?"},{"number":14,"text":"Then Mattathias and his sons rent their clothes, and put on sackcloth, and mourned very sore."},{"number":15,"text":"In the meane while the kings officers, such as compelled the people to reuolt, came into the city Modin to make them sacrifice."},{"number":16,"text":"And when many of Israel came vnto them, Mattathias also and his sonnes came together."},{"number":17,"text":"Then answered the kings officers, and said to Mattathias on this wise; Thou art a ruler, and an honourable and great man in this citie, and strengthened with sons and brethren:"},{"number":18,"text":"Now therefore come thou first and fulfill the kings commandement, like as all the heathen haue done; yea and the men of Iuda also, and such as remaine at Ierusalem: so shalt thou and thine house be in the number of the kings friends, and thou and thy children shall be honoured with siluer, and golde, and many rewards."},{"number":19,"text":"Then Mattathias answered, and spake with a loude voice, Though all the nations that are vnder the kings dominion obey him, and fall away euery one from the religion of their fathers, and giue consent to his commandements:"},{"number":20,"text":"Yet will I, and my sonnes, and my brethren walke in the couenant of our fathers."},{"number":21,"text":"God forbid that we should forsake the Law, and the ordinances:"},{"number":22,"text":"We will not hearken to the kings words, to goe from our religion, either on the right hand, or the left."},{"number":23,"text":"Now when he had left speaking these words, there came one of the Iewes in the sight of all, to sacrifice on the altar, which was at Modin, according to the kings commandement."},{"number":24,"text":"Which thing when Mattathias saw, he was inflamed with zeale, and his reines trembled, neither could hee forbeare to shew his anger according to iudgement: wherefore he ranne, and slew him vpon the altar."},{"number":25,"text":"Also the kings commissioner who compelled men to sacrifice, he killed at that time, & the altar he pulled downe."},{"number":26,"text":"Thus dealt he zealously for the Law of God, like as Phineas did vnto Zambri the sonne of Salom."},{"number":27,"text":"And Mattathias cried throughout the citie with a loud voyce, saying, Whosoeuer is zealous of the law, and maintaineth the couenant, let him follow me."},{"number":28,"text":"So he and his sonnes fled into the mountaines, and left all that euer they had in the citie."},{"number":29,"text":"Then many that sought after iustice and iudgement, went downe into the wildernesse to dwell there."},{"number":30,"text":"Both they and their children, and their wiues, and their cattell, because afflictions increased sore vpon them."},{"number":31,"text":"Now when it was told the kings seruants, and the hoste that was at Ierusalem, in the citie of Dauid, that certaine men, who had broken the kings commandement, were gone downe into the secret places in the wildernesse."},{"number":32,"text":"They pursued after them, a great number, and hauing ouertaken them, they camped against them, and made war against them on the Sabbath day."},{"number":33,"text":"And they said vnto them, Let that which you haue done hitherto, suffice: Come foorth, and doe according to the commandement of the king, and you shall liue."},{"number":34,"text":"But they said, We will not come forth, neither will we do the kings commandement to profane the Sabbath day."},{"number":35,"text":"So then they gaue them the battell with all speed."},{"number":36,"text":"Howbeit, they answered them not, neither cast they a stone at them, nor stopped the places where they lay hid,"},{"number":37,"text":"But said, Let vs die all in our innocencie: heauen and earth shall testifie for vs, that you put vs to death wrongfully."},{"number":38,"text":"So they rose vp against them in battell on the Sabbath, and they slew them with their wiues & children, and their cattell, to the number of a thousand people."},{"number":39,"text":"Now when Mattathias and his friends vnderstood hereof, they mourned for them right sore."},{"number":40,"text":"And one of them said to another: If we all do as our brethren haue done, and fight not for our liues, and lawes against the heathen, they wil now quickly root vs out of the earth."},{"number":41,"text":"At that time therfore they decreed, saying, Whosoeuer shall come to make battell with vs on the Sabbath day, we will fight against him, neither will wee die all, as our brethren that were murdered in the secret places."},{"number":42,"text":"Then came there vnto him a company of Assideans, who were mightie men of Israel, euen all such as were voluntarily deuoted vnto the Lawe."},{"number":43,"text":"Also all they that fled for persecution ioyned themselues vnto them, and were a stay vnto them."},{"number":44,"text":"So they ioyned their forces, and smote sinfull men in their anger, and wicked men in their wrath: but the rest fled to the heathen for succour."},{"number":45,"text":"Then Mattathias & his friends went round about, and pulled downe the altars."},{"number":46,"text":"And what children soeuer they found within the coast of Israel vncircumcised, those they circumcised valiantly."},{"number":47,"text":"They pursued also after &thorn; proud men, & the work prospered in their hand."},{"number":48,"text":"So they recouered the Law out of the hand of the Gentiles, and out of the hande of Kings, neither suffered they the sinner to triumph."},{"number":49,"text":"Now when the time drew neere, that Mattathias should die, he said vnto his sonnes, Now hath pride & rebuke gotten strength, and the time of destruction, and the wrath of indignation:"},{"number":50,"text":"Now therefore, my sonnes, be ye zealous for the Law, & giue your liues for the couenant of your fathers."},{"number":51,"text":"Call to remembrance what actes our fathers did in their time, so shall ye receiue great honour, & an euerlasting name."},{"number":52,"text":"Was not Abraham found faithfull in tentation, and it was imputed vnto him for righteousnesse?"},{"number":53,"text":"Ioseph in the time of his distresse kept the commaundement, and was made Lord of Egypt."},{"number":54,"text":"Phineas our father in being zealous and feruent, obtained the couenant of an euerlasting priesthood."},{"number":55,"text":"Iesus for fulfilling the word, was made a iudge in Israel."},{"number":56,"text":"Caleb for bearing witnesse, before the congregation, receiued the heritage of the land."},{"number":57,"text":"Dauid for being mercifull, possessed the throne of an euerlasting kingdome."},{"number":58,"text":"Elias for being zealous and feruent for the law, was taken vp into heauen."},{"number":59,"text":"Ananias, Azarias, and Misael, by beleeuing were saued out of the flame"},{"number":60,"text":"Daniel for his innocencie was deliuered from the mouth of Lyons."},{"number":61,"text":"And thus consider ye throughout all ages, that none that put their trust in him shall be ouercome."},{"number":62,"text":"Feare not then the words of a sinfull man: for his glory shall bee dung and wormes."},{"number":63,"text":"To day he shall be lifted vp, and to morrow hee shall not be found, because he is returned into his dust, and his thought is come to nothing."},{"number":64,"text":"Wherefore you my sonnes be valiant, and shew your selues men in the behalfe of the law, for by it shall you obtaine glory."},{"number":65,"text":"And behold, I know that your brother Simon is a man of counsell, giue eare vnto him alway: he shall be a father vnto you."},{"number":66,"text":"As for Iudas Maccabeus hee hath bin mighty and strong, euen from his youth vp, let him be your captaine, and fight the battaile of the people."},{"number":67,"text":"Take also vnto you, all those that obserue the law, and auenge ye the wrong of your people."},{"number":68,"text":"Recompence fully the heathen, and take heed to the commandements of the law."},{"number":69,"text":"So he blessed them, and was gathered to his fathers."},{"number":70,"text":"And he died in the hundreth fortie, and sixth yeere, and his sonnes buried him in the Sepulchre of his fathers, at Modin, and all Israel made great lamentation for him."}]}