{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":3,"verses":[{"number":1,"text":"Then his sonne Iudas, called Maccabeus, rose vp in his stead."},{"number":2,"text":"And all his brethren helped him, and so did all they that held with his father, and they fought with cheerefulnesse, the battaile of Israel."},{"number":3,"text":"So he gate his people great honor, and put on a brestplate as a giant, and girt his warlike harnesse about him, and he made battels, protecting the host with his sword."},{"number":4,"text":"In his acts he was like a lyon, and like a lyons whelp roaring for his pray."},{"number":5,"text":"For hee pursued the wicked, and sought them out, and burnt vp those that vexed his people."},{"number":6,"text":"Wherefore the wicked shrunke for feare of him, and all the workers of iniquity were troubled, because saluation prospered in his hand."},{"number":7,"text":"He grieued also many kings, and made Iacob glad with his acts, and his memoriall is blessed for euer."},{"number":8,"text":"Moreouer he went through the citties of Iuda, destroying the vngodly out of them, and turning away wrath from Israel."},{"number":9,"text":"So that he was renowned vnto the vtmost part of the earth, & he receiued vnto him such as were ready to perish."},{"number":10,"text":"Then Apollonius gathered the Gentiles together, and a great host out of Samaria to fight against Israel."},{"number":11,"text":"Which thing when Iudas perceiued he went forth to meete him, and so he smote him, and slew him, many also fell downe slaine, but the rest fled."},{"number":12,"text":"Wherefore Iudas tooke their spoiles, and Apollonius sword also, and therewith he fought, all his life long."},{"number":13,"text":"Now when Seron a prince of the armie of Syria, heard say that Iudas had gathered vnto him a multitude and company of the faithfull, to goe out with him to warre."},{"number":14,"text":"He said, I will get me a name and honour in the kingdome, for I will goe fight with Iudas, and them that are with him, who despise the kings commandement."},{"number":15,"text":"So he made him ready to goe vp, and there went with him a mighty host of the vngodly to helpe him, and to be auenged of the children of Israel."},{"number":16,"text":"And when hee came neere to the going vp of Bethoron, Iudas went forth to meet him with a smal company."},{"number":17,"text":"Who when they saw the host comming to meet them, said vnto Iudas; How shall wee be able, being so few to fight against so great a multitude, and so strong, seeing wee are ready to faint with fasting all this day?"},{"number":18,"text":"Unto whom Iudas answered: It is no hard matter for many to bee shut vp in the hands of a few; and with the God of heauen it is all one, to deliuer with a great multitude, or a small company:"},{"number":19,"text":"For the victory of battell standeth not in the multitude of an hoste, but strength commeth from heauen."},{"number":20,"text":"They come against vs in much pride and iniquitie to destroy vs, and our wiues & children, and to spoile vs:"},{"number":21,"text":"But wee fight for our liues, and our Lawes."},{"number":22,"text":"Wherefore the Lord himselfe will ouerthrow them before our face: and as for you, be ye not afraid of them."},{"number":23,"text":"Now as soone as hee had left off speaking, he lept suddenly vpon them, and so Seron and his host was ouerthrowen before him."},{"number":24,"text":"And they pursued them from the going downe of Bethoron, vnto the plaine, where were slaine about eight hundred men of them; and the residue fledde into the land of the Philistines."},{"number":25,"text":"Then began the feare of Iudas and his brethren, & an exceeding great dread to fall vpon the nations round about them:"},{"number":26,"text":"In so much, as his fame came vnto the king, and all nations talked of the battels of Iudas."},{"number":27,"text":"Now when King Antiochus heard these things, he was full of indignation: wherefore hee sent and gathered together all the forces of his realme  a very strong armie."},{"number":28,"text":"He opened also his treasure, and gaue his souldiers pay for a yeere, commanding them to be ready, whensoeuer he should need them."},{"number":29,"text":"Neuerthelesse, when he saw that the money of his treasures failed, and that the tributes in the countrey were small, because of the dissention, and plague which he had brought vpon the land, in taking away the Lawes which had bene of old time,"},{"number":30,"text":"Hee feared that he should not be able to beare the charges any longer, nor to haue such gifts to giue so liberally, as he did before: for hee had abounded aboue the Kings that were before him."},{"number":31,"text":"Wherefore, being greatly perplexed in his minde, hee determined to goe into Persia, there to take the tributes of the countreys, and to gather much money."},{"number":32,"text":"So hee left Lysias a noble man, and one of the blood royall, to ouersee the affaires of the King, from the riuer Euphrates, vnto the borders of Egypt:"},{"number":33,"text":"And to bring vp his sonne Antiochus, vntill he came againe."},{"number":34,"text":"Moreouer he deliuered vnto him the halfe of his forces, and the Elephants, and gaue him charge of all things that he would haue done, as also concerning them that dwelt in Iuda and Ierusalem."},{"number":35,"text":"To wit, that he should send an armie against them, to destroy and root out the strength of Israel, and the remnant of Ierusalem, and to take away their memoriall from that place:"},{"number":36,"text":"And that he should place strangers in all their quarters, and diuide their land by lot."},{"number":37,"text":"So the king tooke the halfe of the forces that remained, and departed from Antioch his royall city, the hundreth fourtie and seuenth yeere, and hauing passed the riuer Euphrates, hee went through the high countreys."},{"number":38,"text":"Then Lysias chose Ptoleme, the son of Dorymenes and Nicanor, & Gorgias, mighty men of the kings friends:"},{"number":39,"text":"And with them hee sent fourtie thousand footmen, and seuen thousand horsemen to goe into the land of Iuda, and to destroy it as the king c&#333;manded."},{"number":40,"text":"So they went forth with all their power, and came and pitched by Emmaus in the plaine countrey."},{"number":41,"text":"And the merchants of the countrey, hearing the fame of them, tooke siluer, & gold very much, with seruants, and came into the campe to buy the children of Israel for slaues; A power also of Syria, and of the land of the Philistines, ioyned themselues vnto them."},{"number":42,"text":"Now when Iudas and his brethren saw that miseries were multiplied, & that the forces did encampe themselues in their borders, (for they knewe how the king had giuen commaundement to destroy the people, and vtterly abolish them.)"},{"number":43,"text":"They said one to another, Let vs restore the decayed estate of our people, and let vs fight for our people and the Sanctuarie."},{"number":44,"text":"Then was the Congregation gathered together, that they might be ready for battell, and that they might pray, and aske mercy and compassion."},{"number":45,"text":"Now Ierusalem lay voide as a wildernesse, there was none of her children that went in or out: the Sanctuarie also was troden downe, and aliens kept the strong holde: the heathen had their habitation in that place, and ioy was taken from Iacob, and the pipe with the harpe ceased."},{"number":46,"text":"Wherefore the Israelites assembled themselues together, and came to Maspha ouer-against Ierusalem; for in Maspha was the place where they prayed aforetime in Israel."},{"number":47,"text":"Then they fasted that day, and put on sackecloth, and cast ashes vpon their heads, and rent their clothes:"},{"number":48,"text":"And laide open the booke of the Law, wherein &thorn; heathen had sought to paint the likenesse of their images."},{"number":49,"text":"They brought also the Priestes garments, and the first fruits, and the tithes, and the Nazarites they stirred vp, who had accomplished their dayes."},{"number":50,"text":"Then cried they with a loud voice toward heauen, saying, What shall we doe with these, and whither shall wee cary them away?"},{"number":51,"text":"For thy Sanctuarie is troden downe and profaned, and thy Priestes are in heauinesse, and brought low."},{"number":52,"text":"And loe, the heathen are assembled together against vs, to destroy vs: what things they imagine against vs, thou knowest."},{"number":53,"text":"How shall wee be able to stand against them, except thou (O God) be our helpe?"},{"number":54,"text":"Then sounded they with trumpets, and cryed with a loude voice."},{"number":55,"text":"And after this, Iudas ordained captains ouer the people, euen captains ouer thousands, and ouer hundreds, and ouer fifties, and ouer tennes."},{"number":56,"text":"But as for such as were building houses, or had betrothed wiues, or were planting vineyards, or were fearefull, those hee commanded that they should returne, euery man to his owne house, according to the Law."},{"number":57,"text":"So the campe remooued, and pitched vpon the South side of Emmaus."},{"number":58,"text":"And Iudas sayde, Arme your selues, and be valiant men, and see that ye be in readinesse against the morning, that yee may fight with these nations, that are assembled together against vs, to destroy vs and our Sanctuarie."},{"number":59,"text":"For it is better for vs to die in battell, then to behold the calamities of our people, and our Sanctuarie."},{"number":60,"text":"Neuerthelesse, as the will  is in heauen, so let him doe."}]}