{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":4,"verses":[{"number":1,"text":"Then tooke Gorgias fiue thousand footmen, and a thousand of the best horsemen, and remooued out of the campe by night:"},{"number":2,"text":"To the end he might rush in vpon the camp of the Iewes, and smite them suddenly. And the men of the fortresse were his guides."},{"number":3,"text":"Now when Iudas heard thereof, hee himselfe remooued, and the valiant men with him, that hee might smite the Kings armie which was at Emmaus,"},{"number":4,"text":"While as yet the forces were dispersed from the campe."},{"number":5,"text":"In the meane season came Gorgias by night into the campe of Iudas: and when hee found no man there, hee sought them in the mountaines: for said hee, these fellowes flee from vs."},{"number":6,"text":"But assoone as it was day, Iudas shewed himselfe in the plaine with three thousand men, who neuerthelesse had neither armour, nor swordes to their mindes."},{"number":7,"text":"And they sawe the campe of the heathen, that it was strong, and well harnessed, and compassed round about with horsemen; and these were expert of warre."},{"number":8,"text":"Then said Iudas to the men that were with him: feare ye not their multitude, neither be ye afraid of their assault"},{"number":9,"text":"Remember how our fathers were deliuered in the red Sea, when Pharao pursued them with an armie."},{"number":10,"text":"Now therfore let vs crie vnto heauen, if peraduenture the Lord wil haue mercie vpon vs, and remember the couenant of our fathers, and destroy this hoste before our face this day."},{"number":11,"text":"That so all the heathen may know that there is one, who deliuereth and saueth Israel."},{"number":12,"text":"Then the strangers lift vp their eyes, & saw them comming ouer against them."},{"number":13,"text":"Wherefore they went out of the campe to battell, but they that were with Iudas sounded their trumpets."},{"number":14,"text":"So they ioyned battell, and the heathen being discomfited, fled into the plaine."},{"number":15,"text":"Howbeit all the hindmost of them were slaine with the sword: for they pursued them vnto Gazera, and vnto the plaines of Idumea, and Azotus, and Iamnia, so that there were slaine of them, vpon a three thousand men."},{"number":16,"text":"This done, Iudas returned againe with his hoste fr&#333; pursuing them,"},{"number":17,"text":"And said to the people, Bee not greedie of the spoiles, in as much as there is a battell before vs,"},{"number":18,"text":"And Gorgias and his hoste are here by vs in the mountaine, but stand ye now against your enemies, and ouercome them, & after this you may boldly take the spoiles."},{"number":19,"text":"As Iudas was yet speaking these words, there appeared apart of them looking out of the mountaine."},{"number":20,"text":"Who when they perceiued that the Iewes had put their hoste to flight, and were burning the tents: (for the smoke that was seene declared what was done)"},{"number":21,"text":"When therefore they perceiued these things, they were sore afraid, and seeing also the hoste of Iudas in the plaine ready to fight:"},{"number":22,"text":"They fled euery one into the land of strangers."},{"number":23,"text":"Then Iudas returned to spoile the tents, where they got much golde, and siluer, and blew silke, and purple of the sea, and great riches."},{"number":24,"text":"After this, they went home, and sung a song of thankesgiuing, & praised the Lord in heauen: because it is good, because his mercie endureth for euer."},{"number":25,"text":"Thus Israel had a great deliuerance that day."},{"number":26,"text":"Now all the strangers that had escaped, came and told Lysias what had happened."},{"number":27,"text":"Who when hee heard thereof, was confounded, and discouraged, because neither such things as he would, were done vnto Israel, nor such things as the king commanded him were come to passe."},{"number":28,"text":"The next yeere therefore following, Lysias gathered together threescore thousand choice men of foote, and fiue thousand horsemen, that he might subdue them."},{"number":29,"text":"So they came into Idumea, and pitched their tents at Bethsura, and Iudas met with them ten thousand men."},{"number":30,"text":"And when he saw that mighty armie, he prayed, and said, Blessed art thou, O sauiour of Israel, who diddest quaile the violence of the mighty man by the hand of thy seruant Dauid, and gauest, the host of strangers into the hands of Ionathan the sonne of Saul, and his armour bearer."},{"number":31,"text":"Shut vp this armie in the hand of thy people Israel, and let them be confounded in their power and horsemen."},{"number":32,"text":"Make them to be of no courage, and cause the boldnesse of their strength to fall away, & let them quake at their destruction."},{"number":33,"text":"Cast them downe with the sword of them that loue thee, and let all those that know thy name, praise thee with thanksgiuing."},{"number":34,"text":"So they ioyned battaile, and there were slaine of the host of Lysias about fiue thousand men, euen before them were they slaine."},{"number":35,"text":"Now when Lysias saw his armie put to flight, and the manlinesse of Iudas souldiers, and how they were ready, either to liue or die valiantly, he went into Antiochia, and gathered together a company of strangers, and hauing made his armie greater then it was, he purposed to come againe into Iudea."},{"number":36,"text":"Then saide Iudas and his brethren, behold our enemies are discomfited: let vs goe vp to cleanse, and dedicate the Sanctuarie."},{"number":37,"text":"Upon this all the host assembled themselues together, and went vp into mount Sion."},{"number":38,"text":"And when they saw the sanctuarie desolate, and the altar prophaned, and the gates burnt vp, and shrubs growing in the courts, as in a forrest, or in one of the mountaines, yea and the priests chambers pulled downe,"},{"number":39,"text":"They rent their clothes, and made great lamentation, and cast ashes vpon their heads,"},{"number":40,"text":"And fell downe flat to the ground vpon their faces, and blew an alarme with the trumpets, and cried towards heauen."},{"number":41,"text":"Then Iudas appointed certaine men to fight against those that were in the fortresse, vntill he had clensed the Sanctuarie."},{"number":42,"text":"So he chose priests of blamelesse conuersation, such as had pleasure in the law."},{"number":43,"text":"Who cleansed the Sanctuarie, and bare out the defiled stones into an vncleane place."},{"number":44,"text":"And when as they consulted what to doe with the altar of burnt offrings which was prophaned,"},{"number":45,"text":"They thought it best to pull it downe, lest it should be a reproch to them, because the heathen had defiled it; wherefore they pulled it downe,"},{"number":46,"text":"And laide vp the stones in the mountaine of the temple in a conuenient place, vntill there should come a Prophet, to shew what should be done with them."},{"number":47,"text":"Then they tooke whole stones according to the law, and built a new altar, according to the former:"},{"number":48,"text":"And made vp the Sanctuarie, and the things that were within the temple, and hallowed the courts."},{"number":49,"text":"They made also new holy vessels, and into the temple they brought the candlesticke, and the altar of burnt offerings, and of incense, and the table."},{"number":50,"text":"And vpon the altar they burnt incense, and the lamps that were vpon the candlesticke they lighted, that they might giue light in the temple."},{"number":51,"text":"Furthermore they set the loaues vpon the table, and spread out the veiles, and finished all the workes which they had begunne to make."},{"number":52,"text":"Now on the fiue and twentieth day of the ninth moneth, (which is called the moneth Casleu) in the hundreth fourty and eight yeere they rose vp betimes in the morning,"},{"number":53,"text":"And offered sacrifice according to the law vpon the new altar of burnt offerings, which they had made."},{"number":54,"text":"Looke at what time, and what day the heathen had prophaned it, euen in that was it dedicated with songs, and cittherns, and harpes, & cimbals."},{"number":55,"text":"Then all the people fell vpon their faces, worshipping and praising the God of heauen, who had giuen them good successe."},{"number":56,"text":"And so they kept the dedication of the altar eight dayes, and offered burnt offerings with gladnesse, and sacrificed the sacrifice of deliuerance and praise."},{"number":57,"text":"They deckt also the forefront of the temple with crownes of gold; and with shields, and the gates, and the chambers they renewed and hanged doores vpon them."},{"number":58,"text":"Thus was there very great gladnesse among the people, for that the reproch of the heathen was put away."},{"number":59,"text":"Moreouer Iudas and his brethren with the whole congregation of Israel ordained that the daies of the dedication of the altar, should be kept in their season from yeere to yeere by the space of eight dayes, from the fiue and twentieth day of the moneth Casleu, with mirth and gladnesse."},{"number":60,"text":"At that time also they builded vp the mount Sion with high walles, and strong towres round about, lest the Gentiles should come & tread it downe, as they had done before."},{"number":61,"text":"And they set there a garison to keepe it: and fortified Bethsura to preserue it, that the people might haue a defence against Idumea."}]}