{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":5,"verses":[{"number":1,"text":"Now when the nations round about heard that the Altar was built, & the Sanctuarie renewed as before, it displeased them very much."},{"number":2,"text":"Wherfore they thought to destroy the generation of Iacob that was among them, and thereupon they began to slay and destroy the people."},{"number":3,"text":"Then Iudas fought against the children of Esau in Idumea at Arabattine, because they besieged Israel: and hee gaue them a great ouerthrow, and abated their courage, and tooke their spoiles."},{"number":4,"text":"Also he remembred the iniurie of the children of Bean, who had bene a snare and an offence vnto the people, in that they lay in waite for them in the wayes."},{"number":5,"text":"Hee shut them vp therefore in the towres, and incamped against them, and destroyed them vtterly, and burnt the towers of that place with fire, and all that were therein."},{"number":6,"text":"Afterward he passed ouer to the children of Ammon, where he found a mighty power, and much people, with Timotheus their captaine."},{"number":7,"text":"So he fought many battels with them, till at length they were discomfited before him; and he smote them."},{"number":8,"text":"And when hee had taken Iazar, with the townes belonging thereto, he returned into Iudea."},{"number":9,"text":"Then the heathen that were at Galead, assembled themselues together against the Israelites that were in their quarters to destroy them: but they fled to the fortresse of Dathema;"},{"number":10,"text":"And sent letters vnto Iudas and his brethren: The heathen that are round about vs, are assembled together against vs to destroy vs;"},{"number":11,"text":"And they are preparing to come and take the fortresse whereunto wee are fled, Timotheus being captaine of their host."},{"number":12,"text":"Come now therefore and deliuer vs from their handes, for many of vs are slaine."},{"number":13,"text":"Yea all our brethren that were in the places of Tobie, are put to death, their wiues and their children; Also they haue caried away captiues, and borne away their stuffe, and they haue destroied there about a thousand men."},{"number":14,"text":"While these letters were yet reading, behold there came other messengers from Galilee with their clothes rent, who reported on this wise,"},{"number":15,"text":"And said: They of Ptolemais, and of Tyrus, and Sidon, and all Galilee of the Gentiles are assembled together against vs to consume vs."},{"number":16,"text":"Now when Iudas and the people heard these wordes, there assembled a great congregation together, to consult what they should doe for their brethren, that were in trouble and assaulted of them."},{"number":17,"text":"Then said Iudas vnto Simon his brother, Choose thee out men, and goe, and deliuer thy brethren that are in Galilee, for I and Ionathan my brother, will goe into the countrey of Galaad."},{"number":18,"text":"So hee left Ioseph the sonne of Zacharias, and Azarias captaines of the people, with the remnant of the hoste in Iudea to keepe it,"},{"number":19,"text":"Unto whom he gaue commandement, saying, Take yee the charge of this people, and see that you make not warre against the heathen, vntill the time that we come againe."},{"number":20,"text":"Now vnto Simon were giuen three thousand men to goe into Galilee, and vnto Iudas eight thousand men for the countrey of Galaad."},{"number":21,"text":"Then went Simon into Galilee, where hee fought many battels with the heathen, so that the heathen were discomfited by him."},{"number":22,"text":"And hee pursued them vnto the gate of Ptolemais; And there were slaine of the heathen about three thousand men, whose spoiles he tooke."},{"number":23,"text":"And those that were in Galilee and in Arbattis, with their wiues and their children, and all that they had, tooke he away  and brought them into Iudea, with great ioy."},{"number":24,"text":"Iudas Maccabeus also and his brother Ionathan, went ouer Iordan, and trauailed three dayes iourney in the wildernesse,"},{"number":25,"text":"Where they met with the Nabathites, who came vnto them in peaceable maner, and told them euery thing that had happened to their brethren in the land of Galaad,"},{"number":26,"text":"And how that many of them were shut vp in Bosora, and Bosor, in Alema, Casphor, Maked & Carnaim (all these cities are strong and great.)"},{"number":27,"text":"And that they were shut vp in the rest of the cities of the countrey of Galaad, and that against to morrow they had appointed to bring their host against the forts, and to take them, and to destroy them all in one day."},{"number":28,"text":"Hereupon Iudas and his host turned suddenly by the way of the wildernesse vnto Bosorra, and when he had wonne the citie, hee slew all the males with the edge of the sword, and tooke all their spoiles, and burnt the citie with fire."},{"number":29,"text":"From whence hee remooued by night, and went till he came to the fortresse."},{"number":30,"text":"And betimes in the morning they looked vp, & behold, there was an innumerable people bearing ladders, and other engines of warre, to take the fortresse: for they assaulted them."},{"number":31,"text":"When Iudas therefore saw that the battaile was begun, and that the cry of the citie went vp to heauen, with trumpets, and a great sound,"},{"number":32,"text":"He said vnto his hoste, Fight this day for your brethren."},{"number":33,"text":"So he went foorth behinde them in three companies, who sounded their trumpets, and cryed with prayer."},{"number":34,"text":"Then the hoste of Timotheus knowing that it was Maccabeus, fled from him: wherefore hee smote them with a great slaughter: so that there were killed of them that day about eight thousand men."},{"number":35,"text":"This done, Iudas turned aside to Maspha, and after he had assaulted it, hee tooke it, and slewe all the males therein, and receiued the spoiles therof, and burnt it with fire."},{"number":36,"text":"From thence went he, and tooke Casphon, Maged, Bosor, and the other cities of the countrey of Galaad."},{"number":37,"text":"After these things, gathered Timotheus another hoste, and encamped against Raphon beyond the brooke."},{"number":38,"text":"So Iudas sent  to espie the hoste, who brought him word, saying; All the heathen that be round about vs, are assembled vnto them, euen a very great hoste."},{"number":39,"text":"Hee hath also hired the Arabians to helpe them, and they haue pitched their tents beyond the brooke, readie to come and fight against thee: vpon this Iudas went to meet them."},{"number":40,"text":"Then Timotheus said vnto the captaines of his hoste, When Iudas and his hoste come neere the brooke, if he passe ouer first vnto vs, we shall not be able to withstand him, for hee will mightily preuaile against vs."},{"number":41,"text":"But if he be afraid, and campe beyond the riuer, we shall goe ouer vnto him, and preuaile against him."},{"number":42,"text":"Now when Iudas came neere the brooke, he caused the Scribes of the people to remaine by the brooke: vnto whom hee gaue commandement, saying, Suffer no man to remaine in the campe, but let all come to the battell."},{"number":43,"text":"So he went first ouer vnto them, and all the people after him: then all the heathen being discomfited before him, cast away their weapons, and fled vnto the Temple that was at Carnaim."},{"number":44,"text":"But they tooke the citie, and burnt the Temple, with all that were therein. Thus was Carnaim subdued, neither could they stand any longer before Iudas."},{"number":45,"text":"Then Iudas gathered together all the Israelites that were in the countrey of Galaad from the least vnto the greatest, euen their wiues and their children, and their stuffe, a very great hoste, to the ende they might come into the land of Iudea."},{"number":46,"text":"Now when they came vnto Ephron (this was a great city in the way as they should goe, very well fortified) they could not turne from it, either on the right hand or the left, but must needs passe through the midst of it."},{"number":47,"text":"Then they of the city shut them out, and stopped vp the gates with stones."},{"number":48,"text":"Whereupon Iudas sent vnto them in peaceable maner, saying; Let vs passe through your land to goe into our owne countrey, and none shall doe you any hurt, we will onely passe thorow on foote: howbeit they would not open vnto him."},{"number":49,"text":"Wherefore Iudas commaunded a proclamation to be made throughout the hoste, that euery man should pitch his tent in the place where he was."},{"number":50,"text":"So the souldiers pitched, and assaulted the city all that day, and all that night, till at the length the city was deliuered into his hands:"},{"number":51,"text":"Who then slew all the males with the edge of the sword, and rased the city, and tooke the spoiles therof, and passed through the city ouer them that were slaine."},{"number":52,"text":"After this went they ouer Iordan, into the great plaine before Bethsan."},{"number":53,"text":"And Iudas gathered together those that came behind, and exhorted the people all the way through, till they came into the land of Iudea."},{"number":54,"text":"So they went vp to mount Sion with ioy and gladnesse, where they offered burnt offerings, because not one of them were slaine, vntill they had returned in peace."},{"number":55,"text":"Now what time as Iudas and Ionathan were in the land of Galaad, and Simon his brother in Galilee before Ptolemais,"},{"number":56,"text":"Ioseph the sonne of Zacharias, and Azarias, captaines of the garisons, heard of the valiant actes and warlike deeds which they had done."},{"number":57,"text":"Wherefore they said, Let vs also get vs a name, and goe fight against the heathen that are round about vs."},{"number":58,"text":"So when they had giuen charge vnto the garison that was with them, they went towards Iamnia."},{"number":59,"text":"Then came Gorgias and his men out of the citie to fight against them."},{"number":60,"text":"And so it was, that Ioseph and Azarias were put to flight, and pursued vnto the borders of Iudea, and there were slaine that day of the people of Israel about two thousand men."},{"number":61,"text":"Thus was there a great ouerthrow among the children of Israel, because they were not obedient vnto Iudas, and his brethren, but thought to doe some valiant act."},{"number":62,"text":"Moreouer these men came not of the seed of those, by whose hand deliuerance was giuen vnto Israel."},{"number":63,"text":"Howbeit the man Iudas and his brethren were greatly renowned in the sight of all Israel, and of all the heathen wheresoeuer their name was heard of,"},{"number":64,"text":"Insomuch as the people assembled vnto them with ioyfull acclamations."},{"number":65,"text":"Afterward went Iudas foorth with his brethren, and fought against the children of Esau in the land toward the South, where he smote Hebron, and the townes thereof, and pulled downe the fortresse of it, and burnt the townes thereof round about."},{"number":66,"text":"From thence he remoued to goe into the land of the Philistines, and passed through Samaria."},{"number":67,"text":"At that time certaine priests desirous to shew their valour, were slaine in battell, for that they went out to fight vnaduisedly."},{"number":68,"text":"So Iudas turned to Azotus in the land of the Philistines, and when he had pulled downe their altars, and burnt their carued images with fire, and spoiled their cities, he returned into the land of Iudea."}]}