{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":7,"verses":[{"number":1,"text":"In the hundreth and one and fiftieth yeere, Demetrius the sonne of Seleucus departed from Rome, and came vp with a fewe men vnto a citie of the Sea coast, and reigned there."},{"number":2,"text":"And as he entred into the palace of his ancestors, so it was, that his forces had taken Antiochus and Lysias to bring them vnto him."},{"number":3,"text":"Wherefore when he knew it, hee said; Let me not see their faces."},{"number":4,"text":"So his hoste slewe them. Now when Demetrius was set vpon the throne of his kingdome,"},{"number":5,"text":"There came vnto him all the wicked and vngodly men of Israel, hauing Alcimus (who was desirous to be high Priest) for their captaine."},{"number":6,"text":"And they accused the people to the king, saying; Iudas and his brethren haue slaine all thy friends, and driuen vs out of our owne land."},{"number":7,"text":"Now therefore send some man whom thou trustest, and let him goe and see what hauocke he hath made amongst vs, and in the kings land, and let him punish them with all them that aide them."},{"number":8,"text":"Then the king chose Bacchides a friend of the king, who ruled beyond the flood, and was a great man in the kingdome, and faithfull to the king."},{"number":9,"text":"And him hee sent with that wicked Alcimus, whom hee made high Priest, and commanded that he should take vengeance of the children of Israel."},{"number":10,"text":"So they departed, and came with a great power into the land of Iudea, where they sent messengers to Iudas and his brethren with peaceable words deceitfully."},{"number":11,"text":"But they gaue no heede to their words, for they sawe that they were come with a great power."},{"number":12,"text":"Then did there assemble vnto Alcimus and Bacchides, a company of Scribes, to require iustice."},{"number":13,"text":"Now the Assideans were the first among the children of Israel, that sought peace of them:"},{"number":14,"text":"For, said they, one that is a Priest of the seede of Aaron, is come with this armie, and he will doe vs no wrong."},{"number":15,"text":"So he spake vnto them peaceably, and sware vnto them, saying; We will procure the harme neither of you nor your friends."},{"number":16,"text":"Whereupon they beleeued him: howbeit hee tooke of them threescore men, and slewe them in one day, according to the words which he wrote:"},{"number":17,"text":"The flesh of thy Saints  and their blood haue they shed round about Ierusalem, and there was none to bury them."},{"number":18,"text":"Wherefore the feare and dread of them fell vpon all the people, who said, There is neither trueth, nor righteousnesse in them; for they haue broken the couenant and othe that they made."},{"number":19,"text":"After this remooued Bacchides from Ierusalem, and pitched his tents in Bezeth, where he sent and tooke many of the men that had forsaken him, and certaine of the people also, and when he had slaine them,  into the great pit."},{"number":20,"text":"Then committed he the countrey to Alcimus, and left with him a power to aide him: so Bacchides went vnto the king."},{"number":21,"text":"But Alcimus contended for the high Priesthood."},{"number":22,"text":"And vnto him resorted all such as troubled the people, who after they had gotten the land of Iuda into their power, did much hurt in Israel."},{"number":23,"text":"Now when Iudas saw all the mischiefe that Alcimus and his company had done among the Israelites, euen aboue the heathen,"},{"number":24,"text":"He went out into all the coast of Iudea round about, and tooke vengeance of them that had reuolted from him, so that they durst no more goe foorth into the countrey."},{"number":25,"text":"On the other side, when Alcimus saw that Iudas and his company had gotten the vpper hand, and knew that he was not able to abide their force, he went againe to the king, and said all the worst of them that he could."},{"number":26,"text":"Then the king sent Nicanor one of his honourable princes, a man that bare deadly hate vnto Israel, with commandement to destroy the people."},{"number":27,"text":"So Nicanor came to Ierusalem with a great force: and sent vnto Iudas and his brethren deceitfully with friendly words, saying,"},{"number":28,"text":"Let there be no battell betweene me and you, I will come with a fewe men, that I may see you in peace."},{"number":29,"text":"He came therefore to Iudas, and they saluted one another peaceably. Howbeit the enemies were prepared to take away Iudas by violence."},{"number":30,"text":"Which thing after it was knowen to Iudas (to wit) that he came vnto him with deceit, he was sore afraid of him, and would see his face no more."},{"number":31,"text":"Nicanor also when he saw that his counsell was discouered, went out to fight against Iudas besides Capharsalama."},{"number":32,"text":"Where there were slaine of Nicanors side, about fiue thousand men, and  fled into the citie of Dauid."},{"number":33,"text":"After this went Nicanor vp to mount Sion, and there came out of the Sanctuarie certaine of the priestes, and certaine of the elders of the people to salute him peaceably, and to shewe him the burnt sacrifice that was offred for the king."},{"number":34,"text":"But he mocked them, and laughed at them, and abused them shamefully, and spake proudly,"},{"number":35,"text":"And swore in his wrath, saying, vnlesse Iudas and his hoste be now deliuered into my hands, if euer I come againe in safetie, I will burne vp this house: and with that he went out in a great rage."},{"number":36,"text":"Then the priests entred in, and stood before the altar, and the Temple, weeping, and saying,"},{"number":37,"text":"Thou O Lord didst choose this house, to be called by thy Name, and to be a house of prayer and petition for thy people."},{"number":38,"text":"Be auenged of this man and his hoste, and let them fall by the sword: Remember their blasphemies, and suffer them not to continue any longer."},{"number":39,"text":"So Nicanor went out of Ierusalem, & pitched his tents in Bethoron, where an hoste out of Syria met him."},{"number":40,"text":"But Iudas pitched in Adasa with three thousand men, and there he prayed, saying,"},{"number":41,"text":"O Lord, when they that were sent from the king of the Assyrians blasphemed, thine Angel went out, and smote a hundred, fourescore, and fiue thousand of them."},{"number":42,"text":"Euen so destroy thou this host before vs this day, that the rest may know that he hath spoken blasphemously against thy Sanctuary, and iudge thou him according to his wickednesse."},{"number":43,"text":"So the thirteenth day of the moneth Adar, the hostes ioyned battell, but Nicanors host was discomfited, & he himselfe was first slaine in the battell."},{"number":44,"text":"Now when Nicanors host saw that he was slaine, they cast away their weapons, and fled."},{"number":45,"text":"Then they pursued after them a dayes iourney from Adasa, vnto Gasera, sounding an alarme after them with their trumpets."},{"number":46,"text":"Whereupon they came forth out of all the townes of Iudea round about, and closed them in, so that they turning backe vpon them that pursued them, were all slaine with the sword, and not one of them was left."},{"number":47,"text":"Afterwards they tooke &thorn; spoiles, and the pray, and smote off Nicanors head, & his right hand, which he stretched out so proudly, and brought them away; and hanged them vp, towards Ierusalem."},{"number":48,"text":"For this cause the people reioyced greatly, and they kept that day, a day of great gladnesse."},{"number":49,"text":"Moreouer they ordeined to keepe yeerely this day, being the thirteenth of Adar."},{"number":50,"text":"Thus the land of Iuda was in rest a litle while."}]}