{"translation":"kjv1611","book":"1ma","bookName":"1 Maccabees","chapter":8,"verses":[{"number":1,"text":"Now Iudas had heard of the fame of the Romanes, that they were mighty and valiant men, and such as would louingly accept all that ioyned themselues vnto them, and make a league of amitie with all that came vnto them,"},{"number":2,"text":"And that they were men of great valour: It was told him also of their warres and noble acts which they had done amongst the Galatians, and how they had conquered them, and brought them vnder tribute."},{"number":3,"text":"And what they had done in &thorn; countrey of Spaine, for the winning of the mines of the siluer & gold which is there"},{"number":4,"text":"And that by their policie and patience, they had conquered all that place (though it were very farre from them) and the kings also that came against them from the vttermost part of the earth, till they had discomfited them, & giuen them a great ouerthrow, so that the rest did giue them tribute euery yere."},{"number":5,"text":"Besides this, how they had discomfited in battell Philip, and Perseus king of the Citims, with others that lift vp themselues against them, and had ouercome them."},{"number":6,"text":"How also Antiochus the great king of Asia that came against them in battaile, hauing an hundred and twentie Elephants with horsemen and chariots, and a very great armie, was discomfited by them."},{"number":7,"text":"And how they tooke him aliue, and couenanted that hee and such as reigned after him, should pay a great tribute, and giue hostages, and that which was agreed vpon,"},{"number":8,"text":"And the country of India, and Media, and Lidia, and of the goodliest countries: which they tooke of him, and gaue to king Eumenes."},{"number":9,"text":"Moreouer how the Grecians had determined to come and destroy them."},{"number":10,"text":"And that they hauing knowledge thereof sent against them a certaine captaine, and fighting with them slew many of them, and caried away captiues, their wiues, and their children, and spoiled them, and tooke possession of their lands, and pulled downe their strong holds, and brought them to be their seruants vnto this day."},{"number":11,"text":"how they destroyed and brought vnder their dominion, all other kingdomes and isles that at any time resisted them."},{"number":12,"text":"But with their friends, and such as relied vpon them they kept amitie: and that they had conquered kingdomes both farre and nigh, insomuch as all that heard of their name were afraid of them."},{"number":13,"text":"Also that whom they would helpe to a kingdome, those raigne, and whom againe they would, they displace: finally that they were greatly exalted."},{"number":14,"text":"Yet for all this, none of them wore a crowne, or was clothed in purple to be magnified thereby."},{"number":15,"text":"Moreouer how they had made for themselues a senate house, wherin three hundred and twentie men sate in counsell daily, consulting alway for the people, to the end they might be wel ordered"},{"number":16,"text":"And that they committed their gouernment to one man euery yeere, who ruled ouer all their countrie, and that all were obedient to that one, and that there was neither enuy, nor emulation amongst them."},{"number":17,"text":"In consideration of these things Iudas chose Eupolemus the sonne of Iohn, the sonne of Accas, and Iason the sonne of Eleazar, and sent them to Rome to make a league of amitie and confederacie with them,"},{"number":18,"text":"that they would take the yoke from them, for they saw that the kingdome of the Grecians did oppresse Israel with seruitude"},{"number":19,"text":"They went therefore to Rome (which was a very great iourney) and came into the Senate, where they spake and said,"},{"number":20,"text":"Iudas Maccabeus with his brethren, and the people of the Iewes, haue sent vs vnto you, to make a confederacie, and peace with you, and that we might be registred, your confederats and friends."},{"number":21,"text":"So that matter pleased the Romanes well."},{"number":22,"text":"And this is the copie of the Epistle which (the Senate) wrote backe againe, in tables of brasse: and sent to Ierusalem, that there they might haue by them a memorial of peace & confederacy."},{"number":23,"text":"Good successe be to the Romans and to the people of the Iewes, by Sea, and by land for euer: the sword also and enemie, be farre from them."},{"number":24,"text":"If there come first any warre vpon the Romans or any of their confederats throughout all their dominion,"},{"number":25,"text":"The people of the Iewes shall helpe them, as the time shall be appointed, with all their heart."},{"number":26,"text":"Neither shal they giue any thing, vnto them that make war vpon them, or aide them with victuals, weapons, money, or ships, as it hath seemed good vnto the Romans, but they shall keepe their couenant without taking any thing therefore."},{"number":27,"text":"In the same maner also, if warre come first vpon the nation of the Iewes, the Romans shall helpe them with all their heart, according as the time shall be appointed them."},{"number":28,"text":"Neither shal victuals be giuen to th&#275; that take part against th&#275;, or weapons, or money, or ships, as it hath seemed good to the Romanes; but they shall keepe their couenants, and that without deceit."},{"number":29,"text":"According to these articles did the Romanes make a couenant with the people of the Iewes."},{"number":30,"text":"Howbeit, if hereafter the one partie or the other, shall thinke meete to adde or diminish any thing, they may doe it at their pleasures, and whatsoeuer they shall adde or take away, shalbe ratified."},{"number":31,"text":"And as touching the euils that Demetrius doeth to the Iewes, wee haue written vnto him, saying, Wherefore hast thou made thy yoke heauie vpon our friends, and confederats the Iewes?"},{"number":32,"text":"If therefore they complaine any more against thee: wee will doe them iustice, and fight with thee by sea and by land."}]}