{"translation":"dra","book":"jdt","bookName":"Judith","chapter":3,"verses":[{"number":1,"text":"Then the kings and the princes of all the cities and provinces, of Syria, Mesopotamia, and Syria Sobal, and Libya, and Cilicia sent their ambassadors, who coming to Holofernes, said:"},{"number":2,"text":"Let thy indignation towards us cease, for it is better for us to live and serve Nabuchodonosor the great king, and be subject to thee, than to die and to perish, or suffer the miseries of slavery."},{"number":3,"text":"All our cities and our possessions, all mountains and hills, and fields, and herds of oxen, and flocks of sheep, and goats, and horses, and camels, and all our goods, and families are in thy sight:"},{"number":4,"text":"Let all we have be subject to thy law,"},{"number":5,"text":"Both we and our children are thy servants."},{"number":6,"text":"Come to us a peaceable lord, and use our service as it shall please thee,"},{"number":7,"text":"Then he came down from the mountains with horsemen, in great power, and made himself master of every city, and all the inhabitants of the land."},{"number":8,"text":"And from all the cities he took auxiliaries valiant men, and chosen for war,"},{"number":9,"text":"And so great a fear lay upon all those provinces, that the inhabitants of all the cities, both princes and nobles, as well as the people, went out to meet him at his coming."},{"number":10,"text":"And received him with garlands, and lights, and dances, and timbrels, and flutes."},{"number":11,"text":"And though they did these things, they could not for all that mitigate the fierceness of his heart:"},{"number":12,"text":"For he both destroyed their cities, and cut down their groves."},{"number":13,"text":"For Nabuchodonosor the king had commanded him to destroy all the gods of the earth, that he only might be called God by those nations which could be brought under him by the power of Holofernes."},{"number":14,"text":"And when he had passed through all Syria Sobal, and all Apamea, and all Mesopotamia, he came to the Idumeans into the land of Gabaa,"},{"number":15,"text":"And he took possession of their cities, and stayed there for thirty days, in which days he commanded all the troops of his army to be united. "}]}