{"translation":"dra","book":"pro","bookName":"Proverbs","chapter":5,"verses":[{"number":1,"text":"My son, attend to my wisdom, and incline thy ear to my prudence,"},{"number":2,"text":"That thou mayst keep thoughts, and thy lips may preserve instruction. Mind not the deceit of a woman."},{"number":3,"text":"For the lips of a harlot are like a honeycomb dropping, and her throat is smoother than oil."},{"number":4,"text":"But her end is bitter as wormwood, and sharp as a two-edged sword."},{"number":5,"text":"Her feet go down into death, and her steps go in as far as hell."},{"number":6,"text":"They walk not by the path of life, her steps are wandering, and unaccountable."},{"number":7,"text":"Now, therefore, my son, hear me, and depart not from the words of my mouth."},{"number":8,"text":"Remove thy way far from her, and come not nigh the doors of her house."},{"number":9,"text":"Give not thy honour to strangers, and thy years to the cruel."},{"number":10,"text":"Lest strangers be filled with thy strength, and thy labours be in another man's house,"},{"number":11,"text":"And thou mourn at the last, when thou shalt have spent thy flesh and thy body, and say;"},{"number":12,"text":"Why have I hated instruction, and my heart consented not to reproof,"},{"number":13,"text":"And have not heard the voice of them that taught me, and have not inclined my ear to masters?"},{"number":14,"text":"I have almost been in all evil, in the midst of the church and of the congregation."},{"number":15,"text":"Drink water out of thy own cistern, and the streams of thy own well:"},{"number":16,"text":"Let thy fountains be conveyed abroad, and in the streets divide thy waters."},{"number":17,"text":"Keep them to thyself alone, neither let strangers be partakers with thee."},{"number":18,"text":"Let thy vein be blessed, and rejoice with the wife of thy youth:"},{"number":19,"text":"Let her be thy dearest hind, and most agreeable fawn: let her breasts inebriate thee at all times: be thou delighted continually with her love."},{"number":20,"text":"Why art thou seduced, my son, by a strange woman, and art cherished in the bosom of another?"},{"number":21,"text":"The Lord beholdeth the ways of man, and considereth all his steps."},{"number":22,"text":"His own iniquities catch the wicked, and he is fast bound with the ropes of his own sins."},{"number":23,"text":"He shall die, because he hath not received instruction, and in the multitude of his folly he shall be deceived. "}]}