{"translation":"dra","book":"pro","bookName":"Proverbs","chapter":8,"verses":[{"number":1,"text":"Doth not wisdom cry aloud, and prudence put forth her voice?"},{"number":2,"text":"Standing in the top of the highest places by the way, in the midst of the paths,"},{"number":3,"text":"Beside the gates of the city, in the very doors she speaketh, saying:"},{"number":4,"text":"O ye men, to you I call, and my voice is to the sons of men."},{"number":5,"text":"O little ones understand subtlety, and ye unwise, take notice."},{"number":6,"text":"Hear, for I will speak of great things: and my lips shall be opened to preach right things."},{"number":7,"text":"My mouth shall meditate truth, and my lips shall hate wickedness."},{"number":8,"text":"All my words are just, there is nothing wicked, nor perverse in them."},{"number":9,"text":"They are right to them that understand, and just to them that find knowledge."},{"number":10,"text":"Receive my instruction, and not money: choose knowledge rather than gold."},{"number":11,"text":"For wisdom is better than all the most precious things: and whatsoever may be desired cannot be compared to it."},{"number":12,"text":"I, wisdom, dwell in counsel, and am present in learned thoughts."},{"number":13,"text":"The fear of the Lord hateth evil; I hate arrogance, and pride, and every wicked way, and a mouth with a double tongue."},{"number":14,"text":"Counsel and equity is mine, prudence is mine, strength is mine."},{"number":15,"text":"By me kings reign, and lawgivers decree just things."},{"number":16,"text":"By me princes rule, and the mighty decree justice."},{"number":17,"text":"I love them that love me: and they that in the morning early watch for me, shall find me."},{"number":18,"text":"With me are riches and glory, glorious riches and justice."},{"number":19,"text":"For my fruit is better than gold and the precious stone, and my blossoms than choice silver."},{"number":20,"text":"I walk in the way of justice, in the midst of the paths of judgment,"},{"number":21,"text":"That I may enrich them that love me, and may fill their treasures."},{"number":22,"text":"The Lord possessed me in the beginning of his ways, before he made any thing from the beginning."},{"number":23,"text":"I was set up from eternity, and of old, before the earth was made."},{"number":24,"text":"The depths were not as yet, and I was already conceived, neither had the fountains of waters as yet sprung out."},{"number":25,"text":"The mountains, with their huge bulk, had not as yet been established: before the hills, I was brought forth:"},{"number":26,"text":"He had not yet made the earth, nor the rivers, nor the poles of the world."},{"number":27,"text":"When he prepared the heavens, I was present: when with a certain law, and compass, he enclosed the depths:"},{"number":28,"text":"When he established the sky above, and poised the fountains of waters:"},{"number":29,"text":"When he compassed the sea with its bounds, and set a law to the waters that they should not pass their limits: when he balanced the foundations of the earth;"},{"number":30,"text":"I was with him forming all things: and was delighted every day, playing before him at all times;"},{"number":31,"text":"Playing in the world: and my delights were to be with the children of men."},{"number":32,"text":"Now, therefore, ye children, hear me: blessed are they that keep my ways."},{"number":33,"text":"Hear instruction, and be wise, and refuse it not."},{"number":34,"text":"Blessed is the man that heareth me, and that watcheth daily at my gates, and waiteth at the posts of my doors."},{"number":35,"text":"He that shall find me, shall find life, and shall have salvation from the Lord."},{"number":36,"text":"But he that shall sin against me shall hurt his own soul. All that hate me love death. "}]}