{"translation":"dra","book":"luk","bookName":"Luke","chapter":18,"verses":[{"number":1,"text":"And he spoke also a parable to them, that we ought always to pray and not to faint,"},{"number":2,"text":"Saying: There was a judge in a certain city, who feared not God nor regarded man."},{"number":3,"text":"And there was a certain widow in that city; and she came to him, saying: Avenge me of my adversary."},{"number":4,"text":"And he would not for a long time. But afterwards he said within himself: Although I fear not God nor regard man,"},{"number":5,"text":"Yet because this widow is troublesome to me, I will avenge her, lest continually coming she weary me."},{"number":6,"text":"And the Lord said: Hear what the unjust judge saith."},{"number":7,"text":"And will not God revenge his elect who cry to him day and night? And will he have patience in their regard?"},{"number":8,"text":"I say to you that he will quickly revenge them. But yet the Son of man, when he cometh, shall he find, think you, faith on earth?"},{"number":9,"text":"And to some who trusted in themselves as just and despised others, he spoke also this parable:"},{"number":10,"text":"Two men went up into the temple to pray: the one a Pharisee and the other a publican."},{"number":11,"text":"The Pharisee standing, prayed thus with himself: O God, I give thee thanks that I am not as the rest of men, extortioners, unjust, adulterers, as also is this publican."},{"number":12,"text":"I fast twice in a week: I give tithes of all that I possess."},{"number":13,"text":"And the publican, standing afar off, would not so much as lift up his eyes towards heaven; but struck his breast, saying: O God, be merciful to me a sinner."},{"number":14,"text":"I say to you, this man went down into his house justified rather than the other: because every one that exalteth himself shall be humbled: and he that humbleth himself shall be exalted."},{"number":15,"text":"And they brought unto him also infants, that he might touch them. Which when the disciples saw, they rebuked them."},{"number":16,"text":"But Jesus, calling them together, said: Suffer children to come to me and forbid them not: for of such is the kingdom of God."},{"number":17,"text":"Amen, I say to you: Whosoever shall not receive the kingdom of God as a child shall not enter into it."},{"number":18,"text":"And a certain ruler asked him, saying: Good master, what shall I do to possess everlasting life?"},{"number":19,"text":"And Jesus said to him: Why dost thou call me good? None is good but God alone."},{"number":20,"text":"Thou knowest the commandments: Thou shalt not kill. Thou shalt not commit adultery: Thou shalt not steal: Thou shalt not bear false witness: Honour thy father and mother."},{"number":21,"text":"Who said: All these things have I kept from my youth."},{"number":22,"text":"Which when Jesus had heard, he said to him: Yet one thing is wanting to thee. Sell all whatever thou hast and give to the poor: and thou shalt have treasure in heaven. And come, follow me."},{"number":23,"text":"He having heard these things, became sorrowful: for he was very rich."},{"number":24,"text":"And Jesus seeing him become sorrowful, said: How hardly shall they that have riches enter into the kingdom of God"},{"number":25,"text":"For it is easier for a camel to pass through the eye of a needle than for a rich man to enter into the kingdom of God."},{"number":26,"text":"And they that heard it said: Who then can be saved?"},{"number":27,"text":"He said to them: The things that are impossible with men are possible with God."},{"number":28,"text":"Then Peter said: Behold, we have left all things and have followed thee."},{"number":29,"text":"Who said to them: Amen, I say to you, there is no man that hath left home or parents or brethren or wife or children, for the kingdom of God's sake,"},{"number":30,"text":"Who shall not receive much more in this present time, and in the world to come life everlasting."},{"number":31,"text":"Then Jesus took unto him the twelve and said to them: Behold, we go up to Jerusalem; and all things shall be accomplished which were written by the prophets concerning the Son of man."},{"number":32,"text":"For he shall be delivered to the Gentiles and shall be mocked and scourged and spit upon."},{"number":33,"text":"And after they have scourged him, they will put him to death. And the third day he shall rise again."},{"number":34,"text":"And they understood none of these things, and this word was hid from them: and they understood not the things that were said."},{"number":35,"text":"Now it came to pass, when he drew nigh to Jericho, that a certain blind man sat by the way side, begging."},{"number":36,"text":"And when he heard the multitude passing by, he asked what this meant."},{"number":37,"text":"And they told him that Jesus of Nazareth was passing by."},{"number":38,"text":"And he cried out, saying: Jesus, Son of David, have mercy on me."},{"number":39,"text":"And they that went before rebuked him, that he should hold his peace: but he cried out much more: Son of David, have mercy on me."},{"number":40,"text":"And Jesus standing, commanded him to be brought unto him. And when he was come near, he asked him,"},{"number":41,"text":"Saying; What wilt thou that I do to thee? But he said: Lord, that I may see."},{"number":42,"text":"And Jesus said to him: Receive thy sight: thy faith hath made thee whole."},{"number":43,"text":"And immediately he saw and followed him, glorifying God. And all the people, when they saw it, gave praise to God. "}]}