{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":10,"verses":[{"number":1,"text":"A luxuriant vine is Israel. He bore fruit lavishly. In proportion to the increase of his fruit he increased altars to idols. In proportion to the beauty of his land he made beautiful the sacred pillars."},{"number":2,"text":"Their heart is false, now they must be punished. God himself will break the necks of their altars, he will destroy their sacred pillars."},{"number":3,"text":"Yes, soon they will be saying, “We have no king, for we have not revered the Lord, and a king, what could he do for us anyway?”"},{"number":4,"text":"Speaking words, perjuring themselves, making agreements, and litigation springs up like a poisonous weed in a plowed field."},{"number":5,"text":"The inhabitants of Samaria will tremble with fear for their calf of Beth-aven. Its people will mourn over it, and so will its priests, who had rejoiced for its glory, now departed from it."},{"number":6,"text":"It will be carried off to Assyria as a present to the patron king. Disgrace will Ephraim bear and Israel will be ashamed of its idol."},{"number":7,"text":"As for Samaria, her king will disappear, like foam on the face of the waters."},{"number":8,"text":"And the high places of Aven will be destroyed, the shrines of Israel’s sin, thorns and thistles will grow on their altars, and they will say to the mountains, “Cover us,” and to the hills, “Fall upon us.”"},{"number":9,"text":"From the time of Gibeah, Israel has sinned. There they took their stand. Will not war overtake them in Gibeah because of the wicked?"},{"number":10,"text":"When I please, I will punish them. Nations will gather against them to chain them for their double crimes."},{"number":11,"text":"Ephraim indeed was a trained heifer that loved to thresh grain, and I myself laid a yoke upon his fair neck, I made Ephraim draw and Judah must plow, Jacob must turn the soil for himself."},{"number":12,"text":"Sow for yourselves righteousness, reap the fruits of love. Break up your fallow ground, for it is time to seek the Lord, so righteousness may come to you."},{"number":13,"text":"But you have plowed wickedness, iniquity have you reaped. You have eaten the fruit of lies. Because you have trusted in your own path, in the multitude of your warriors,"},{"number":14,"text":"the alarm of war will sound in your cities and all your fortresses will be ruined, as Shalman laid in ruins Beth-arbel in the day of battle, when mothers were dashed to pieces over their children."},{"number":15,"text":"Thus will I do to you, Bethel, because of the enormity of your wickedness. When dawn breaks, so will the king of Israel be broken."}]}