{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":13,"verses":[{"number":1,"text":"When Ephraim used to speak there was trembling; a prince was he in Israel. But he incurred guilt through Baal and died."},{"number":2,"text":"And now they go on sinning. They make for themselves molten gods – idols of silver, skillfully made, wholly the work of smiths. Yet to such they sacrifice! And they who sacrifice kiss calf idols!"},{"number":3,"text":"Therefore they will be like the morning mist, like the dew that early disappears, like the chaff which blows away from the threshing floor, like the smoke from the window."},{"number":4,"text":"Yet it was I, the Lord your God, ever since the land of Egypt, you know no other god but me, nor has there been any savior except me."},{"number":5,"text":"It was I who shepherded you in the wilderness, in the land of burning heat."},{"number":6,"text":"When they were pastured they became full, when they were full their hearts became proud. Therefore they forgot me!"},{"number":7,"text":"So now I will be to them like a lion, like a leopard will I lay in wait by the path."},{"number":8,"text":"I will fall upon them like a bear robbed of her cubs, I will tear open their chests, like a lion will devour them, and like a wild beast will tear them in pieces."},{"number":9,"text":"You are destroyed, Israel, by me, your only helper."},{"number":10,"text":"I want to rule you! Where are your princes in your cities, those of whom you demanded, “Give me kings and princes.”"},{"number":11,"text":"I give you kings in my anger, and take them away in my wrath."},{"number":12,"text":"Ephrahn’s iniquity is gathered up, his sin is laid by in store."},{"number":13,"text":"The pangs of childbirth come upon him, but he is an unwise child. For this is no time to refuse to leave the womb!"},{"number":14,"text":"Should I deliver them from the power of Sheol? Should I redeem them from death? Death, where are your plagues? Sheol, where is your pestilence? Compassion is forever hidden from my eyes."},{"number":15,"text":"Though he is flourishing among his brothers, there will come an east wind, the Lord’s wind, coming up from the wilderness. His fountain will dry up, his spring will be parched. The wind will strip the treasury, all the precious things."},{"number":16,"text":"Samaria will bear her guilt, for she has rebelled against her God. They will fall by the sword, their children dashed to pieces, their pregnant women ripped open."}]}