{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":2,"verses":[{"number":1,"text":"So call your brothers, My People, and your sisters, Compassion."},{"number":2,"text":"Accuse, accuse your mother: for she is not my wife, and I will not be her husband. Let her put her acts of infidelity out of her sight, and her lovers from between her breasts,"},{"number":3,"text":"else I will strip her bare, expose her as she was on the day of her birth, make her like the wilderness, let her become like a parched land, and let her die of thirst."},{"number":4,"text":"And on her children I will have no pity, since they are children of adultery,"},{"number":5,"text":"for their mother has become a prostitute, she who conceived them has behaved shamefully. She has said, “I will go after my lovers who gave me my bread and my water, my wool, my flax, my oil, and my drink.”"},{"number":6,"text":"That is why I am going to hedge up her ways with thorns, and build a wall about her, so that she cannot find her paths."},{"number":7,"text":"She will pursue her lovers, but will not overtake them. She will seek them, but not find them. In time she will say, “I will go back to my first husband, I was better off then than now.”"},{"number":8,"text":"She herself did not know that it was I who gave her the grain, the sweet wine, and the oil, who lavished on her silver and gold – that they used in worshipping Baal!"},{"number":9,"text":"So I will take back my grain at the harvest, and my sweet wine in its season. I will withdraw my wool and my flax, given to cover her nakedness;"},{"number":10,"text":"and so I will strip her naked before her lovers, and no one can deliver her out of my hand."},{"number":11,"text":"I will end all her celebrations, her yearly feasts, her new moons, and her sabbaths, all her festivals."},{"number":12,"text":"I will lay waste her vines and her fig trees, of which she says, “These are my wages which my lovers have given me.” I will make them a thicket, and the wild animals will eat them."},{"number":13,"text":"In this way I will punish her for the days of the Baals, in which she made offerings to them, and decked herself with earrings and jewels, and went after her lovers, but forgot me, – declares the Lord."},{"number":14,"text":"So I am going to court her, bring her into the wilderness, and speak tenderly to her."},{"number":15,"text":"I will give her from there her vineyards, and the valley of Achor as a door of hope. There she will respond as in the days of her youth, as in the days when she came up from the land of Egypt."},{"number":16,"text":"At that time, declares the Lord, you will call me your husband, and will no more call me your master."},{"number":17,"text":"I will remove the name of the Baals from her mouth, their names never again uttered."},{"number":18,"text":"On that day I will make for them a covenant with the wild animals, the birds of the sky, and the creatures that crawl on the earth. I will break the bow and the sword, banish battle from the land, and I will make them lie down in safety."},{"number":19,"text":"I will take you for my wife forever, I will take you for my wife in righteousness, in justice, in kindness, and in mercy."},{"number":20,"text":"I will take you for my wife in faithfulness, and you will know the Lord."},{"number":21,"text":"On that day I will answer – declares the Lord, I will answer the empty skies, and they will answer the dry earth."},{"number":22,"text":"The earth will answer with grain, and new wine and oil, and they will answer Jezreel,"},{"number":23,"text":"and I will plant her in the land. I will have compassion to No-Compassion, I will say to Not-My-People, “You are my people,” and they will say, “You are my God.”"}]}