{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":4,"verses":[{"number":1,"text":"Hear the Lord’s message, Israelites, for the Lord has brought charges against the inhabitants of the land, for there is no fidelity, nor true love, nor knowledge of God in the land,"},{"number":2,"text":"but cursing, lying, and murder, stealing, committing adultery, and deeds of violence, and acts of bloodshed quickly follow each other."},{"number":3,"text":"Therefore the land mourns, all its inhabitants languish, the wild animals and the birds of the skies, even the fish of the sea are dying."},{"number":4,"text":"Yet let no one bring charges, let none accuse, for your people are like those, who bring charges against a priest."},{"number":5,"text":"You stumble by day, and the prophet stumbles with you by night, and I will destroy your mother."},{"number":6,"text":"My people are being destroyed for lack of knowledge; because you have rejected knowledge I reject you from being priest to me. Since you have forgotten the teaching of your God, I also will forget your children."},{"number":7,"text":"The more priests there are, the more they sin against me. I will change their dignity to dishonor."},{"number":8,"text":"They feed on the sin offerings of my people, so they hunger after their guilt."},{"number":9,"text":"Thus it comes to be, like people, like priest: I will visit upon each punishment for their ways, and their deeds I will repay them."},{"number":10,"text":"They will eat and not be satisfied, they will sleep around but stay childless, because they have abandoned the Lord to give themselves to"},{"number":11,"text":"prostitution. Old and new wine take away the understanding."},{"number":12,"text":"My own people ask counsel of a piece of wood! A stick gives them advice! For a spirit of prostitution has led them astray, they commit adultery against their God."},{"number":13,"text":"On the heights of the mountains they sacrifice, and on the hills they burn incense under oaks and poplars and terebinths, for their shade is so pleasant. Therefore your daughters become cult prostitutes, and your daughters-in-law commit adultery."},{"number":14,"text":"I will not punish your daughters for committing prostitution, nor your daughters-in-law for adultery. Your men visit prostitutes, sacrifice with cult prostitutes. So a people without understanding come to ruin!"},{"number":15,"text":"Though you commit adultery, Israel, let not Judah become guilty. Do not go to Gilgal, do not go up to Beth-aven, nor swear an oath, “As the Lord lives.”"},{"number":16,"text":"Like a willful heifer, Israel is stubborn. Can the Lord now feed them as he would a lamb in a broad pasture?"},{"number":17,"text":"Ephraim is wedded to idols. Leave them alone!"},{"number":18,"text":"When their drinking is over they sleep with the cult prostitutes, their rulers love shameful ways."},{"number":19,"text":"A windstorm will wrap them in its wings and they will be ashamed of their sacrifices."}]}