{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":7,"verses":[{"number":1,"text":"when I would heal Israel, then Ephrain’s guilt is revealed, and Samaria’s crimes are seen, how they practise fraud and the thief enters in, while outside bandits plunder."},{"number":2,"text":"But it never crosses their minds that I remember their wickedness. Now their misdeeds surround them, they are always before my face."},{"number":3,"text":"Their wickedness amuses the king, and their lying gladdens the princes,"},{"number":4,"text":"since they are all of them adulterers. Their desire to do evil burns like an oven heated by the baker, so hot that he need not stir the fire, from the kneading of the dough, until it rises."},{"number":5,"text":"On our king’s festival day, the princes are flushed with fever from wine. He stretched forth his hand with the contemptuous,"},{"number":6,"text":"for like an oven their heart burns with treachery, all night their anger smolders, in the morning it blazes into a flame of fire."},{"number":7,"text":"All of them glow like an oven, they devour their rulers. All their kings have fallen. There is none among them who calls to me."},{"number":8,"text":"Ephraim – he lets himself be mixed among the peoples, Ephraim – he has become a cake unturned."},{"number":9,"text":"Strangers have devoured his strength, but he does not know it. His hair is sprinkled with grey, but he does not notice."},{"number":10,"text":"Israel’s arrogance testifies against them yet they do not return to the Lord their God, and in all this they do not seek him."},{"number":11,"text":"Ephraim is like a simple, silly dove: to Egypt they call, after Assyria they go,"},{"number":12,"text":"wherever they turn I will spread my net over them, like birds of the sky I will bring them down, I will catch them when I hear them gathering."},{"number":13,"text":"Woe to them, for they have strayed from me! Destruction to them, for they have been untrue to me. Although it was I who redeemed them, they speak lies about me."},{"number":14,"text":"They have never cried to me with their hearts, but they are always wailing on their beds. They gather to beg for corn and new wine, but they turn away from me."},{"number":15,"text":"Although it was I who trained and strengthened their arms, concerning me they plan only evil."},{"number":16,"text":"They turn away from the Most High. They have become like a bow that swerves. Their princes will fall by the sword, because of the insolence of their tongues. The land of Egypt will mock them."}]}