{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":8,"verses":[{"number":1,"text":"Put the horn to your mouth! An eagle swoops down upon the house of the Lord because they have transgressed my covenant, trespassed against my law."},{"number":2,"text":"To me they continually cry, “My God, we Israel, we know you!”"},{"number":3,"text":"But Israel has spurned that which is good, so let the foe pursue him."},{"number":4,"text":"They themselves have made kings but without my consent. They have made princes but without my knowledge. Out of their silver and gold, they have made idols to their destruction!"},{"number":5,"text":"Your calf idol, O Samaria, is distasteful. My anger is kindled against them. How long will they escape punishment?"},{"number":6,"text":"Israel made the thing: a workman made it. It is not a god! Samaria’s calf will become mere splinters."},{"number":7,"text":"They sow the wind and will reap the whirlwind. A shoot which has no stalk, yields no fruit If it should yield, strangers would devour it."},{"number":8,"text":"Israel is devoured. Already it lies discarded among the nations like a worthless pot."},{"number":9,"text":"For by themselves they have gone up to Assyria like a wild donkey which wanders by itself. Ephraim pays for love"},{"number":10,"text":"but even if they sell themselves among the nations, I will round them up. Soon the kings and princes will writhe under the burden of tribute!"},{"number":11,"text":"For as many altars as Ephraim has erected, they are to him altars for sinning,"},{"number":12,"text":"were I to write for him ever so many instructions, they would be regarded as from a stranger."},{"number":13,"text":"The people love sacrifice, and so they offer sacrifices, meat, and so they eat it, although the Lord is not pleased with them, so now he will remember their guilt, and punish their sins. Back to Egypt with them!"},{"number":14,"text":"For Israel forgot his Maker and built palaces, and Judah multiplied fortified cities. But I will send fire upon her cities, and it will devour her strongholds."}]}