{"translation":"oeb-us","book":"hos","bookName":"Hosea","chapter":9,"verses":[{"number":1,"text":"Rejoice not too loudly, Israel, like the nations, for you have commited adultery, being untrue to your God. You have loved a prostitute’s wages on every threshing floor."},{"number":2,"text":"Threshing floor and wine vat won’t feed them, the new wine will fail them."},{"number":3,"text":"They will not stay in the Lord’s land, but Ephraim will return to Egypt, and in Assyria they will eat what is unclean."},{"number":4,"text":"They will not pour out libations of wine to the Lord, nor please him with their sacrifices. Their bread will be like the bread of mourners: all who eat it will defile themselves. For their bread will be only for their hunger, it will not come into the Lord’s temple."},{"number":5,"text":"What will you do on the day of the festival? Or on the day of the Lord’s feast?"},{"number":6,"text":"Even if they flee from destruction, Egypt will gather them, Memphis will bury them. Nettles will take possession of their treasure of silver, thorns will push into their tents."},{"number":7,"text":"The days of punishment are come, the days of recompense are at hand, as soon the Israelites will know! “The prophet is a fool, the inspired man is raving mad!” It is because of the greatness of your iniquity and the greatness of your hatred."},{"number":8,"text":"Ephraim acts the spy with my God, a prophet finds the snares of a fowler are in all his ways. In the house of his God they lay hostile plots,"},{"number":9,"text":"they commit crimes as in the days of Gibeah, God will remember their iniquity. He will punish their sin."},{"number":10,"text":"I found Israel like finding grapes in the wilderness. I saw your ancestors like they were the first fruit on a fig tree, but as soon as they came to Baal-peor, they consecrated themselves to shamefulness, and became as abominable as the object of their love."},{"number":11,"text":"Ephraim – like a bird his glory flies away. There will be no more birth, no more motherhood, no more conception."},{"number":12,"text":"Even though they bring up their children, I will bereave them until not one is left. Woe to them when I turn away from them!"},{"number":13,"text":"Ephraim – planted like Tyre in a meadow, But Ephraim too must lead forth their children to slaughter."},{"number":14,"text":"Give them, Lord – what will you give? Give them a miscarrying womb and shrivelled up breasts!"},{"number":15,"text":"All their evil began in Gilgal, there I learned to hate them. Because of the evil of their deeds I will drive them out of my house. I will no longer love them, for all their princes are rebels."},{"number":16,"text":"Ephraim is blighted, their root withered. If they do bear children, I will slay the darlings of their womb,"},{"number":17,"text":"My God will reject them because they have not listened to him, and they will become wanderers among the nations."}]}