{"translation":"web","book":"2es","bookName":"2 Esdras","chapter":1,"verses":[{"number":1,"text":"The second book of the prophet Esdras, the son of Saraias, the son of Azaraias, the son of Helkias, the son of Salemas, the son of Sadoc, the son of Ahitob,"},{"number":2,"text":"the son of Achias, the son of Phinees, the son of Heli, the son of Amarias, the son of Aziei, the son of Marimoth, the son of Arna, the son of Ozias, the son of Borith, the son of Abissei, the son of Phinees, the son of Eleazar,"},{"number":3,"text":"the son of Aaron, of the tribe of Levi, who was captive in the land of the Medes, in the reign of Artaxerxes king of the Persians."},{"number":4,"text":"The Lord’s word came to me, saying,"},{"number":5,"text":"“Go your way and show my people their sinful deeds, and their children their wickedness which they have done against me, that they may tell their children’s children,"},{"number":6,"text":"because the sins of their fathers have increased in them, for they have forgotten me, and have offered sacrifices to foreign gods."},{"number":7,"text":"Didn’t I bring them out of the land of Egypt, out of the house of bondage? But they have provoked me to wrath and have despised my counsels."},{"number":8,"text":"So pull out the hair of your head and cast all evils upon them, for they have not been obedient to my law, but they are a rebellious people."},{"number":9,"text":"How long shall I endure them, to whom I have done so much good?"},{"number":10,"text":"I have overthrown many kings for their sakes. I have struck down Pharoah with his servants and all his army."},{"number":11,"text":"I have destroyed all the nations before them. In the east, I have scattered the people of two provinces, even of Tyre and Sidon, and have slain all their adversaries."},{"number":12,"text":"Speak therefore to them, saying:"},{"number":13,"text":"“The Lord says, truly I brought you through the sea, and where there was no path I made highways for you. I gave you Moses for a leader and Aaron for a priest."},{"number":14,"text":"I gave you light in a pillar of fire. I have done great wonders among you, yet you have forgotten me, says the Lord."},{"number":15,"text":"“The Lord Almighty says: The quails were for a token to you. I gave you a camp for your protection, but you complained there."},{"number":16,"text":"You didn’t celebrate in my name for the destruction of your enemies, but even to this day you still complain."},{"number":17,"text":"Where are the benefits that I have given you? When you were hungry and thirsty in the wilderness, didn’t you cry to me,"},{"number":18,"text":"saying, ‘Why have you brought us into this wilderness to kill us? It would have been better for us to have served the Egyptians than to die in this wilderness.’"},{"number":19,"text":"I had pity on your mourning and gave you manna for food. You ate angels’ bread."},{"number":20,"text":"When you were thirsty, didn’t I split the rock, and water flowed out in abundance? Because of the heat, I covered you with the leaves of the trees."},{"number":21,"text":"I divided fruitful lands among you. I drove out the Canaanites, the Pherezites, and the Philistines before you. What more shall I do for you?” says the Lord."},{"number":22,"text":"The Lord Almighty says, “When you were in the wilderness, at the bitter stream, being thirsty and blaspheming my name,"},{"number":23,"text":"I gave you not fire for your blasphemies, but threw a tree in the water, and made the river sweet."},{"number":24,"text":"What shall I do to you, O Jacob? You, Judah, would not obey me. I will turn myself to other nations, and I will give my name to them, that they may keep my statutes."},{"number":25,"text":"Since you have forsaken me, I also will forsake you. When you ask me to be merciful to you, I will have no mercy upon you."},{"number":26,"text":"Whenever you call upon me, I will not hear you, for you have defiled your hands with blood, and your feet are swift to commit murder."},{"number":27,"text":"It is not as though you have forsaken me, but your own selves,” says the Lord."},{"number":28,"text":"The Lord Almighty says, “Haven’t I asked you as a father his sons, as a mother her daughters, and a nurse her young babies,"},{"number":29,"text":"that you would be my people, and I would be your God, that you would be my children, and I would be your father?"},{"number":30,"text":"I gathered you together, as a hen gathers her chicks under her wings. But now, what should I do to you? I will cast you out from my presence."},{"number":31,"text":"When you offer burnt sacrifices to me, I will turn my face from you, for I have rejected your solemn feast days, your new moons, and your circumcisions of the flesh."},{"number":32,"text":"I sent to you my servants the prophets, whom you have taken and slain, and torn their bodies in pieces, whose blood I will require from you,” says the Lord."},{"number":33,"text":"The Lord Almighty says, “Your house is desolate. I will cast you out as the wind blows stubble."},{"number":34,"text":"Your children won’t be fruitful, for they have neglected my commandment to you, and done that which is evil before me."},{"number":35,"text":"I will give your houses to a people that will come, which not having heard of me yet believe me. Those to whom I have shown no signs will do what I have commanded."},{"number":36,"text":"They have seen no prophets, yet they will remember their former condition."},{"number":37,"text":"I call to witness the gratitude of the people who will come, whose little ones rejoice with gladness. Although they see me not with bodily eyes, yet in spirit they will believe what I say.”"},{"number":38,"text":"And now, father, behold with glory, and see the people that come from the east:"},{"number":39,"text":"to whom I will give for leaders, Abraham, Isaac, and Jacob, Oseas, Amos, and Micheas, Joel, Abdias, and Jonas,"},{"number":40,"text":"Nahum, and Abacuc, Sophonias, Aggaeus, Zachary, and Malachy, who is also called the Lord’s messenger."}]}