{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":1,"verses":[{"number":1,"text":"The first account which I drew up, Theophilus, dealt with all that Jesus did and taught from the very first,"},{"number":2,"text":"down to that day on which he was taken up to heaven, after he had, by the help of the Holy Spirit, given instructions to the apostles whom he had chosen."},{"number":3,"text":"With abundant proofs, he showed himself to them, still living, after his death; appearing to them from time to time during forty days, and speaking of all that related to the kingdom of God."},{"number":4,"text":"And once, when he had gathered them together, he charged them not to leave Jerusalem, but to wait there for the fulfillment of the Father’s promise – “that promise,” he said, “of which you have heard me speak;"},{"number":5,"text":"for, while John baptized with water, you will be baptized with the Holy Spirit before many days have passed.”"},{"number":6,"text":"So, when the apostles had met together, they asked Jesus this question – “Master, is this the time when you intend to re-establish the kingdom for Israel?”"},{"number":7,"text":"His answer was, “It is not for you to know times or hours, for the Father has reserved these for his own decision;"},{"number":8,"text":"but you will receive power, when the Holy Spirit will have descended on you, and will be witnesses for me not only in Jerusalem, but throughout Judea and Samaria, and to the ends of the earth.”"},{"number":9,"text":"No sooner had Jesus said this than he was caught up before their eyes, and a cloud received him from their sight."},{"number":10,"text":"While they were still gazing up into the heavens, as he went, suddenly two men, clothed in white, stood beside them,"},{"number":11,"text":"and said, “People of Galilee, why are you standing here looking up into the heavens? This same Jesus, who has been taken from you into the heavens, will come in the same way in which you have seen him go into the heavens.”"},{"number":12,"text":"Then the apostles returned to Jerusalem from the hill called Olivet, which is about three quarters of a mile from the city."},{"number":13,"text":"When they reached Jerusalem, they went to the upstairs room, where they were staying. There were there Peter, John, James, and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James."},{"number":14,"text":"They all united in devoting themselves to prayer, and so did some women, and Mary, the mother of Jesus, and his brothers."},{"number":15,"text":"About this time, at a meeting of the Lord’s followers, when there were about a hundred and twenty present, Peter rose to speak."},{"number":16,"text":"“Friends,” he said, “it was necessary that the prediction of scripture should be fulfilled, which the Holy Spirit made by the lips of David about Judas, who acted as guide to the men who arrested Jesus,"},{"number":17,"text":"for he was one of our number and had his part allotted him in this work of ours.”"},{"number":18,"text":"(This man had bought a piece of land with the price of his treachery; and, falling heavily, his body had burst open, and all his bowels protruded."},{"number":19,"text":"This became known to everyone living in Jerusalem, so that the field came to be called, in their language, ‘Akeldama,’ which means the ‘Field of Blood.’)"},{"number":20,"text":"“For in the book of Psalms,” Peter continued, “it is said – ‘Let his home become desolate, and let no one live in it’; and also – ‘His office let another take.’"},{"number":21,"text":"Therefore, from among the men who have been with us all the time that Jesus, our Master, went in and out among us –"},{"number":22,"text":"from his baptism by John down to that day on which he was taken from us – someone must be found to join us as a witness of his resurrection.”"},{"number":23,"text":"So they put forward two men, Joseph called Barsabbas, whose other name was Justus, and Matthias;"},{"number":24,"text":"and they offered this prayer – “Lord, who reads all hearts, show which of these two men you have chosen"},{"number":25,"text":"to take the place in this apostolic work, which Judas has abandoned, to go to his proper place.”"},{"number":26,"text":"Then they drew lots between them; and, the lot having fallen to Matthias, he was added to the number of the eleven apostles."}]}