{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":10,"verses":[{"number":1,"text":"At Caesarea there was a man named Cornelius, a centurion in the regiment known as the ‘Italian Regiment,’"},{"number":2,"text":"A religious man and one who reverenced God, with all his household. He was liberal in his charities to the people, and prayed to God constantly."},{"number":3,"text":"One afternoon, about three o’clock, he distinctly saw in a vision an angel from God come to him, and call him by name."},{"number":4,"text":"Cornelius fixed his eyes on him and, in great alarm, said, “What is it, Lord?” “Your prayers and your charities,” the angel answered, “have been an acceptable offering to God."},{"number":5,"text":"And now, send messengers to Joppa and fetch a man called Simon, who is also known as Peter."},{"number":6,"text":"He is lodging with a tanner named Simon, who has a house near the sea.”"},{"number":7,"text":"When the angel, who had spoken to him, had gone, Cornelius called two servants and a religious soldier, who was one of his constant attendants,"},{"number":8,"text":"and, after telling them the whole story, sent them to Joppa."},{"number":9,"text":"On the next day, while these men were on their way, just as they were nearing the town, Peter went up on the housetop about midday to pray."},{"number":10,"text":"He became hungry and wanted something to eat; but while it was being prepared, he fell into a trance,"},{"number":11,"text":"and saw that the heavens were open, and that something like a great sail was descending, let down by its four corners towards the earth."},{"number":12,"text":"In it were all kinds of quadrupeds, reptiles, and birds."},{"number":13,"text":"Then he was aware of a voice which said – “Stand up, Peter, kill something, and eat.”"},{"number":14,"text":"“No, Lord, I cannot,” answered Peter, “for I have never eaten anything defiled and unclean.”"},{"number":15,"text":"Again he was aware of a voice which said – “What God has pronounced clean, do not regard as defiled.”"},{"number":16,"text":"This happened three times, and then suddenly it was all taken up into the heavens."},{"number":17,"text":"While Peter was still perplexed as to the meaning of the vision that he had seen, the men sent by Cornelius, having enquired the way to Simon’s house, came up to the gate,"},{"number":18,"text":"and called out and asked if the Simon, who was also known as Peter, was lodging there."},{"number":19,"text":"Peter was still pondering over the vision, when the Spirit said to him, “There are two men looking for you at this moment."},{"number":20,"text":"Go down at once and do not hesitate to go with them, for I have sent them.”"},{"number":21,"text":"Peter went down to the men and said, “I am the person you are looking for. What is your reason for coming?”"},{"number":22,"text":"The men replied, “Our centurion, Cornelius, a pious man who reverences God and is well spoken of by the whole Jewish nation, has been instructed by a holy angel to send for you to his house, and to listen to what you have to say.”"},{"number":23,"text":"So Peter invited them in and entertained them. The next day he lost no time in setting out with them, accompanied by some of the Lord’s followers from Joppa;"},{"number":24,"text":"and the day following he entered Caesarea. Cornelius was expecting them, and had invited his relatives and intimate friends to meet them."},{"number":25,"text":"So, when Peter entered the city, Cornelius met him, and, throwing himself at Peter’s feet, bowed to the ground."},{"number":26,"text":"Peter, however, lifted him up, saying as he did so, “Stand up, I am only human like yourself.”"},{"number":27,"text":"Talking with him as he went, Peter entered the house, where he found a large gathering of people, to whom he said,"},{"number":28,"text":"“You are doubtless aware that it is forbidden for a Jew to be intimate with a foreigner, or even to enter his house; and yet God has shown me that I ought not to call anyone defiled or unclean."},{"number":29,"text":"That was why I came, when I was sent for, without raising any objection. And now I ask your reason for sending for me.”"},{"number":30,"text":"“Just three days ago this very hour,” Cornelius said, “I was in my house, saying the Afternoon Prayers, when a man in dazzling clothing suddenly stood before me."},{"number":31,"text":"‘Cornelius,’ he said, ‘your prayer has been heard, and your charities have been accepted, by God."},{"number":32,"text":"Therefore send to Joppa, and invite the Simon, who is also known as Peter, to come here. He is lodging in the house of Simon the tanner, near the sea.’"},{"number":33,"text":"Accordingly I sent to you at once, and you have been so good as to come. And now we are all here in the presence of God, to listen to all that you have been instructed by the Lord to say.”"},{"number":34,"text":"Then Peter began. “I see, beyond all doubt,” he said, “that God does not show partiality,"},{"number":35,"text":"but that in every nation he who reverences him and does what is right is acceptable to him."},{"number":36,"text":"God has sent his message to the Israelites and told them, through Jesus Christ, the good news of peace – and Jesus is Lord of all!"},{"number":37,"text":"You yourselves know the story which spread through all Judea, how, beginning from Galilee, after the baptism which John proclaimed –"},{"number":38,"text":"the story, I mean, of Jesus of Nazareth, and how God consecrated him his Christ by enduing him with the Holy Spirit and with power; and how he went about doing good and curing all who were under the power of the devil, because God was with him."},{"number":39,"text":"We are ourselves, too, witnesses to all that he did in Judea and in Jerusalem; yet they put him to death by hanging him on a cross!"},{"number":40,"text":"This Jesus God raised on the third day, and enabled him to appear,"},{"number":41,"text":"not indeed to everyone, but to witnesses chosen beforehand by God – to us, who ate and drank with him after his resurrection from the dead."},{"number":42,"text":"Further, God charged us to proclaim to the people, and solemnly affirm, that it is Jesus who has been appointed by God judge of the living and the dead."},{"number":43,"text":"To him it is that all the prophets bear witness, when they say that everyone who believes in him receives through his name forgiveness of sins.”"},{"number":44,"text":"Before Peter had finished saying these words, the Holy Spirit fell on all who were listening to the message."},{"number":45,"text":"Those converts from Judaism, who had come with Peter, were amazed that the gift of the Holy Spirit had been bestowed even on the Gentiles;"},{"number":46,"text":"for they heard them speaking in different languages and extolling God. At this Peter asked,"},{"number":47,"text":"“Can anyone refuse the water for the baptism of these people, now that they have received the Holy Spirit as we did ourselves?”"},{"number":48,"text":"And he directed that they should be baptized in the name of Jesus Christ; after which they asked him to stay there a few days longer."}]}