{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":11,"verses":[{"number":1,"text":"The apostles and the followers throughout Judea heard that even the Gentiles had welcomed God’s message."},{"number":2,"text":"But, when Peter went up to Jerusalem, those who were converts from Judaism began to attack him,"},{"number":3,"text":"on the ground that he had visited people who were not circumcised, and had taken meals with them."},{"number":4,"text":"So Peter began to relate the facts to them as they had occurred."},{"number":5,"text":"“I was in the town of Joppa,” he said, “and was praying; and, while in a trance, I saw a vision. There was something like a great sail descending, let down by its four corners out of the heavens; and it came right down to me."},{"number":6,"text":"Looking intently at it, I began to distinguish quadrupeds, wild beasts, reptiles, and birds;"},{"number":7,"text":"and I also heard a voice saying to me – ‘Stand up, Peter, kill something and eat.’"},{"number":8,"text":"‘No, Lord, I cannot,’ I answered, ‘for nothing defiled or unclean has ever passed my lips.’"},{"number":9,"text":"Then a second time there came a voice from the heavens. ‘What God has pronounced clean’, it said, ‘you must not call defiled.’"},{"number":10,"text":"This happened three times, and then all was drawn up again into the heavens."},{"number":11,"text":"At that moment three men, who had been sent from Caesarea to see me, came up to the house in which we were."},{"number":12,"text":"The Spirit told me to go with them without hesitation. These six companions also went with me. And, when we came into the man’s house,"},{"number":13,"text":"he told us how he had seen the angel standing in his house, and how the angel had said to him – ‘Send to Joppa and fetch the Simon, who is also known as Peter;"},{"number":14,"text":"for he will tell you truths, which will prove the means of salvation to you and all your household.’"},{"number":15,"text":"I had but just begun to speak,” continued Peter, “when the Holy Spirit fell on them, exactly as on us at the first;"},{"number":16,"text":"and I recalled the saying of the Master – ‘John baptized with water, but you will be baptized with the Holy Spirit.’"},{"number":17,"text":"Since then, God had given them the very same gift as he gave us when we became believers in Jesus Christ the Master – who was I that I could thwart God?”"},{"number":18,"text":"On hearing this statement, they said no more, but broke out into praise of God. “So even to the Gentiles,” they exclaimed, “God has granted the repentance which leads to life!”"},{"number":19,"text":"Now those who had been scattered in different directions, in consequence of the persecution that followed the death of Stephen, went as far as Phoenicia, Cyprus, and Antioch, telling the message – but only to Jews."},{"number":20,"text":"Some of them, however, who were men of Cyprus and Cyrene, on coming to Antioch, addressed themselves also to the Jews of foreign birth, telling them the good news about that Lord Jesus."},{"number":21,"text":"The power of the Lord was with them, so that a great number who had learned to believe came over to the Lord’s side."},{"number":22,"text":"The news about them reached the ears of the church at Jerusalem, and they sent Barnabas to Antioch."},{"number":23,"text":"On coming there he saw to his great joy these tokens of the loving kindness of God, and encouraged them all to make up their minds to be faithful to the Lord –"},{"number":24,"text":"For Barnabas was a good man and full of the Holy Spirit and of faith – and a large number of people took their stand on the Lord’s side."},{"number":25,"text":"Afterward Barnabas left for Tarsus to look for Saul;"},{"number":26,"text":"and, when he had found him, he brought him to Antioch. And so it came about that, for a whole year, they attended the meetings of the church there, and taught a large number of people; and it was in Antioch that the disciples were first called ‘Christians.’"},{"number":27,"text":"During this time, some prophets came to Antioch from Jerusalem."},{"number":28,"text":"One of them, named Agabus, came forward and, under the influence of the Spirit, foretold a great famine that was to spread over all the world – a famine which occurred in the reign of Claudius."},{"number":29,"text":"So the disciples, without exception, determined, in proportion to their means, to send something to help the followers living in Judea."},{"number":30,"text":"And this they did, sending it to the church elders by Barnabas and Saul."}]}