{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":13,"verses":[{"number":1,"text":"Among the members of the church at Antioch there were several prophets and teachers – Barnabas, Simeon who was known by the name of ‘Black’, Lucius of Cyrene, Manaen, foster-brother of Prince Herod, and Saul."},{"number":2,"text":"While they were engaged in the worship of the Lord and were fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul, for the work to which I have called them.”"},{"number":3,"text":"Accordingly, after fasting and prayer, they placed their hands on them and dismissed them."},{"number":4,"text":"Barnabas and Saul, sent on this mission, as they were, by the Holy Spirit, went down to Seleucia, and from there sailed to Cyprus."},{"number":5,"text":"On reaching Salamis, they began to tell the message of God in the Jewish synagogues; and they had John with them as an assistant."},{"number":6,"text":"After passing through the whole island, they reached Paphos, where they found an astrologer who pretended to be a prophet – a Jew by birth, whose name was Barjoshua."},{"number":7,"text":"He was at the court of the Governor, Sergius Paulus, a man of intelligence, who sent for Barnabas and Saul and asked to be told God’s message."},{"number":8,"text":"But Elymas, the astrologer (for that is the meaning of the word), opposed them, eager to divert the Governor’s attention from the faith."},{"number":9,"text":"However, Saul (who is the same as Paul), full of the Holy Spirit, fixed his eyes on him and said,"},{"number":10,"text":"“You incarnation of deceit and all fraud! You son of the devil! You opponent of all that is good! Will you never cease to divert the straight paths of the Lord? Listen!"},{"number":11,"text":"The hand of the Lord is on you even now, and you will be blind for a time and unable to see the sun.” Immediately a mist and darkness fell on him, and he went feeling about for someone to guide him."},{"number":12,"text":"When the Governor saw what had happened, he became a believer in Christ, being greatly impressed by the teaching about the Lord."},{"number":13,"text":"After this, Paul and his companions set sail from Paphos and went to Perga in Pamphylia, where John left them and returned to Jerusalem."},{"number":14,"text":"The others went on from Perga and arrived at Antioch in Pisidia. There they went into the synagogue on the Sabbath and took their seats."},{"number":15,"text":"After the reading of the Law and the prophets, the synagogue leader sent them this message – “Friends, if you have any helpful words to address to the people, now is the time to speak.”"},{"number":16,"text":"So Paul rose and, motioning with his hand, said: “People of Israel and all here who worship God, hear what I have to say."},{"number":17,"text":"The God of this people Israel chose our ancestors, and during their stay in Egypt increased the prosperity of the people, and then with uplifted arm brought them out from that land."},{"number":18,"text":"For about forty years he bore with them in the desert;"},{"number":19,"text":"then, after destroying seven heathen nations in Canaan, he allotted their land to this people –"},{"number":20,"text":"For about four hundred and fifty years. In later times he gave them Judges, of whom the prophet Samuel was the last."},{"number":21,"text":"And, when they demanded a king, God gave them Saul the son of Kish, a man of the tribe of Benjamin, who reigned for forty years."},{"number":22,"text":"After removing him, he raised David to the throne, and bore this testimony to him – ‘In David, the son of Jesse, I have found a man after my own heart, who will carry out all my purposes.’"},{"number":23,"text":"It was from this man’s descendants that God, in accordance with his promise, gave Israel a Savior – Jesus;"},{"number":24,"text":"John having first proclaimed, before the appearance of Jesus, a baptism on repentance for all the people of Israel."},{"number":25,"text":"As John was drawing towards the end of his career, he said ‘What do you suppose that I am? I am not the Christ. But there is “one coming” after me, whose sandal I am not worthy to untie.’"},{"number":26,"text":"Brothers and sisters, descendants of Abraham, and all those among you who worship God, it was to us that the message of this salvation was sent."},{"number":27,"text":"The people of Jerusalem and their leaders, failing to recognize Jesus, and not understanding the utterances of the prophets that are read every Sabbath, fulfilled them by condemning him."},{"number":28,"text":"They found no ground at all for putting him to death, and yet demanded his execution from Pilate;"},{"number":29,"text":"and, after carrying out everything written about him, they took Jesus down from the cross, and laid him in a tomb."},{"number":30,"text":"But God raised him from the dead;"},{"number":31,"text":"and he appeared for many days to those who had gone up with him from Galilee to Jerusalem, and who are now witnesses for him to the people."},{"number":32,"text":"We also have good news to tell you, about the promise made to our ancestors –"},{"number":33,"text":"That our children have had this promise completely fulfilled to them by God, by his raising Jesus. That is just what is said in the second Psalm – ‘You are my Son; this day I have become your Father.’"},{"number":34,"text":"As to his raising Jesus from the dead, never again to return to corruption, this is what is said – ‘I will give to you the sacred promises made to David;’"},{"number":35,"text":"And, therefore, in another Psalm it is said – ‘You will not give up the Holy One to undergo corruption.’"},{"number":36,"text":"David, after obediently doing God’s will in his own time, fell asleep and was laid by the side of his ancestors, and did undergo corruption;"},{"number":37,"text":"but Jesus, whom God raised from the dead, did not undergo corruption."},{"number":38,"text":"I would, therefore, like you to know, friends, that through Jesus forgiveness of sins is being proclaimed to you,"},{"number":39,"text":"and that, in union with him, everyone who believes in him is absolved from every sin from which under the Law of Moses you could not be absolved."},{"number":40,"text":"Beware, therefore, that what is said in the prophets does not come true of you –"},{"number":41,"text":"‘Look, you despisers, and wonder, and perish; for I am doing a deed in your days – a deed which, though told you in full, you will never believe’.”"},{"number":42,"text":"As Paul and Barnabas were leaving the synagogue, the people begged for a repetition of this teaching on the next Sabbath."},{"number":43,"text":"After the congregation had dispersed, many of the Jews, and of the converts who joined in their worship, followed Paul and Barnabas, who talked with them and urged them to continue to rely on the loving kindness of God."},{"number":44,"text":"On the following Sabbath, almost all the city gathered to hear God’s message."},{"number":45,"text":"But the sight of the crowds of people filled the minds of the Jews with jealousy, and they kept contradicting Paul’s statements in violent language."},{"number":46,"text":"Then Paul and Barnabas spoke out fearlessly, and said: “It was necessary that the message of God should be told to you first; but, since you reject it and reckon yourselves not worthy of the eternal life – we turn to the Gentiles!"},{"number":47,"text":"For this is the Lord’s command to us – ‘I have destined you for a light to the Gentiles, a means of salvation to the ends of the earth’.”"},{"number":48,"text":"On hearing this, the Gentiles were glad and extolled God’s message; and all those who had been enrolled for eternal life became believers in Christ;"},{"number":49,"text":"and the Lord’s message was carried throughout that district."},{"number":50,"text":"But the Jews incited the women of high social standing who worshiped with them, and the leading men of the town, and started a persecution against Paul and Barnabas, and drove them out of their region."},{"number":51,"text":"They, however, shook the dust off their feet in protest,"},{"number":52,"text":"and went to Iconium, leaving the disciples full of joy and of the Holy Spirit."}]}