{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":15,"verses":[{"number":1,"text":"But certain persons came down from Judea, and began to teach the Lord’s followers that, unless they were circumcised, in accordance with the custom required by Moses, they could not be saved."},{"number":2,"text":"This gave rise to a serious dispute, and much discussion, between Paul and Barnabas and these people, and it was therefore settled that Paul and Barnabas and others of their number should go up to Jerusalem, to consult the apostles and church elders about the matter under discussion."},{"number":3,"text":"The church, therefore, sent them on their journey, and they made their way through Phoenicia and Samaria, telling the story of the conversion of the Gentiles, to the great joy of all the followers."},{"number":4,"text":"On their arrival at Jerusalem, they were welcomed by the church, as well as by the apostles and the elders, and gave an account of all that God had helped them to do."},{"number":5,"text":"Some of the Pharisees’ party, however, who had become believers in Christ, came forward and declared that they were bound to circumcise converts and to direct them to observe the Law of Moses."},{"number":6,"text":"The apostles and the church elders held a meeting to consider this question."},{"number":7,"text":"After much discussion, Peter rose and said: “You, my friends, know well that long ago God singled me out – that through my lips the Gentiles should hear the message of the good news, and become believers in Christ."},{"number":8,"text":"Now God, who reads all hearts, declared his acceptance of the Gentiles, by giving them the Holy Spirit, just as he did to us."},{"number":9,"text":"He made no distinction between them and us, when he purified their hearts by their faith."},{"number":10,"text":"Why, then, do you now provoke God, by putting on the necks of these disciples a yoke which neither our ancestors nor we were able to bear?"},{"number":11,"text":"No, it is through the loving kindness of the Lord Jesus that we, just as they do, believe that we have been saved.”"},{"number":12,"text":"Every voice in the assembly was hushed, as they listened to Barnabas and Paul, while they gave an account of all the signs and wonders which God had shown among the Gentiles through them."},{"number":13,"text":"After they had finished speaking, James addressed the Council. “Friends,” he began, “hear what I have to say."},{"number":14,"text":"Simon has described the manner in which God first visited the Gentiles, in order to take from among them a people to bear his name."},{"number":15,"text":"And that is in harmony with the words of the prophets, where they say –"},{"number":16,"text":"‘After this I will return; and I will rebuild the house of David which has fallen – its ruins I will rebuild, and will set it up once more;"},{"number":17,"text":"that so the rest of mankind may earnestly seek the Lord – even all the Gentiles on whom my name has been bestowed,"},{"number":18,"text":"says the Lord, as he does these things, known from long ago.’"},{"number":19,"text":"In my judgment, therefore, we should not add to the difficulties of those Gentiles who are turning to God,"},{"number":20,"text":"but we should write to them to abstain from food that has been polluted by being sacrificed to idols, from impurity, from eating the flesh of strangled animals, and from blood."},{"number":21,"text":"For in every town, for generations past, there have been those who preach Moses, read as he is in the synagogues every Sabbath.”"},{"number":22,"text":"It was then decided by the apostles and the elders, with the assent of the whole church, to choose some of their number, and send them to Antioch with Paul and Barnabas. Those chosen were Judas (called Barsabas) and Silas, who were leaders among the community."},{"number":23,"text":"They were bearers of the following letter – ‘The apostles, and the followers who are the church elders, send their greetings to the followers of the Lord of Gentile birth in Antioch, Syria, and Cilicia."},{"number":24,"text":"As we had heard that some of our number had upset you by their assertions, and unsettled your minds – without instructions from us –"},{"number":25,"text":"We met and decided to choose certain men and send them to you with our dear friends Barnabas and Paul,"},{"number":26,"text":"who have risked their lives for the name of our Lord, Jesus Christ."},{"number":27,"text":"We are accordingly sending Judas and Silas, and they will tell you by word of mouth what we are now writing."},{"number":28,"text":"We have, therefore, decided, under the guidance of the Holy Spirit, to lay no further burden on you beyond these necessary conditions –"},{"number":29,"text":"That you abstain from food offered to idols, from blood, from eating the flesh of strangled animals, and from impurity. If you guard yourselves against such things, it will be well with you. Farewell.’"},{"number":30,"text":"So the bearers of this letter were sent on their way, and went down to Antioch. There they called a meeting of all the followers,"},{"number":31,"text":"and delivered the letter, the reading of which caused great rejoicing by its encouraging contents."},{"number":32,"text":"Judas and Silas, who were themselves prophets, further encouraged the them by many an address, and strengthened their faith."},{"number":33,"text":"After some stay, they were dismissed with kind farewells from the followers, and returned to those who had sent them."},{"number":35,"text":"Paul and Barnabas, however, remained in Antioch, where they taught and, with the help of many others, told the good news of the Lord’s message."},{"number":36,"text":"Some time after this, Paul said to Barnabas, “Let us go back and visit the Lord’s followers in every town in which we have told the Lord’s message, and see how they are prospering.”"},{"number":37,"text":"Barnabas wished to take with them John, whose other name was Mark;"},{"number":38,"text":"but Paul felt that they ought not to take with them the man who had deserted them in Pamphylia, and had not gone on with them to their work."},{"number":39,"text":"This caused such unpleasant feeling between them that they parted ways, Barnabas taking Mark and sailing for Cyprus,"},{"number":40,"text":"while Paul chose Silas for his companion and, after he had been committed by the followers to the gracious care of the Lord,"},{"number":41,"text":"started on his journey and went through Syria and Cilicia, strengthening the churches in the faith."}]}