{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":16,"verses":[{"number":1,"text":"Among other places Paul went to Derbe and Lystra. At the latter place they found a disciple, named Timothy, whose mother was a Jewish woman who was a believer, while his father was a Greek,"},{"number":2,"text":"and who was well spoken of by the followers of the Lord in Lystra and Iconium."},{"number":3,"text":"Wishing to take this man with him on his journey, Paul caused him to be circumcised out of consideration for the Jews in that region, for they all knew that his father had been a Greek."},{"number":4,"text":"As they traveled from town to town, they gave the followers the decisions which had been reached by the apostles and church elders at Jerusalem, for them to observe."},{"number":5,"text":"So the churches grew stronger in the faith, and increased in numbers from day to day."},{"number":6,"text":"They next went through the Phrygian district of Galatia, but were restrained by the Holy Spirit from delivering the message in Roman Asia."},{"number":7,"text":"When they reached the borders of Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not permit them."},{"number":8,"text":"Passing through Mysia, they went down to Troas;"},{"number":9,"text":"and there one night Paul saw a vision. A Macedonian was standing and appealing to him – ‘Come over to Macedonia and help us.’"},{"number":10,"text":"So, immediately after Paul had seen the vision, we looked for an opportunity to cross over to Macedonia, concluding that God had summoned us to tell the good news to the people there."},{"number":11,"text":"Accordingly we set sail from Troas, and ran before the wind to Samothrace, reaching Neapolis the next day."},{"number":12,"text":"From there we made our way to Philippi, which is the principal city of that part of Macedonia, and also a Roman Settlement. In that city we spent several days."},{"number":13,"text":"On the Sabbath we went outside the gate to the riverside, where we supposed there would be a place of prayer; and we sat down and talked to the women who were gathered there."},{"number":14,"text":"Among them was a woman, named Lydia, belonging to Thyatira, a dealer in purple cloth, who was accustomed to join in the worship of God. The Lord touched this woman’s heart, so that she gave attention to the message delivered by Paul,"},{"number":15,"text":"and, when she and her household had been baptized, she urged us to become her guests. “Since you have shown your conviction,” she said, “that I really am a believer in the Lord, come and stay in my house.” And she insisted on our doing so."},{"number":16,"text":"One day, as we were on our way to the place of prayer, we were met by a girl possessed by a divining spirit, who made large profits for her masters by fortune-telling."},{"number":17,"text":"This girl followed Paul and the rest of us, calling, “These men are servants of the most high God, and they are bringing you news of a way to salvation.”"},{"number":18,"text":"She had been doing this for several days, when Paul, much vexed, turned and said to the spirit within her, “In the name of Jesus Christ I command you to leave her.” That very moment the spirit left her."},{"number":19,"text":"When her masters saw that there was no hope of further profit from her, they seized Paul and Silas, dragged them into the public square to the authorities,"},{"number":20,"text":"and took them before the Magistrates. “These men are causing a great disturbance in our town,” they complained;"},{"number":21,"text":"“They are Jews, and they are teaching customs which it is not right for us, as Romans, to sanction or adopt.”"},{"number":22,"text":"The mob rose as one person against them, and the Magistrates stripped them of their clothing and ordered them to be beaten with rods."},{"number":23,"text":"After beating them severely, the Magistrates put them in prison, with orders to the jailer to keep them in safe custody."},{"number":24,"text":"On receiving so strict an order, the Governor put them into the inner cell, and secured their feet in the stocks."},{"number":25,"text":"About midnight, while Paul and Silas were praying and singing hymns to God, and while the prisoners were listening to them,"},{"number":26,"text":"suddenly there was an earthquake of such violence that the jail was shaken to its foundations; all the doors flew open, and all the prisoners’ chains were loosened."},{"number":27,"text":"Roused from his sleep, and seeing the prison doors open, the Governor drew his sword intending to kill himself, in the belief that the prisoners had escaped."},{"number":28,"text":"But Paul called out loudly, “Do not harm yourself! We are all here.”"},{"number":29,"text":"Calling for a light, the Governor rushed in, and flung himself trembling at the feet of Paul and Silas."},{"number":30,"text":"Then he led them out, and said, “What must I do to be saved?”"},{"number":31,"text":"“Believe in Jesus, our Lord,” they replied, “and you will be saved, you and your household too.”"},{"number":32,"text":"Then they spoke to him of God’s message, and to all his household as well."},{"number":33,"text":"And that very hour of the night he took them and washed their wounds, and he himself and everyone belonging to him were baptized without delay."},{"number":34,"text":"Afterward he took them up to his house and set before them something to eat, rejoicing that he, with all his household, had come to believe in God."},{"number":35,"text":"In the morning the Magistrates sent the guards with an order for the men to be discharged."},{"number":36,"text":"The jailer told Paul of his instructions. “The Magistrates have sent an order for your discharge,” he said, “so you had better leave the place at once and go quietly away.”"},{"number":37,"text":"But Paul’s answer to them was, “They have flogged us in public without trial, though we are Roman citizens, and they have put us in prison, and now they are for sending us out secretly! No, indeed! Let them come and take us out themselves.”"},{"number":38,"text":"The guards reported his words to the Magistrates, who, on hearing that Paul and Silas were Roman citizens, were alarmed,"},{"number":39,"text":"and went to the prison, and did their best to conciliate them. Then they took them out, and begged them to leave the city."},{"number":40,"text":"When Paul and Silas left the prison, they went to Lydia’s house, and, after they had seen the Lord’s followers, and encouraged them, they left the place."}]}