{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":17,"verses":[{"number":1,"text":"After passing through Amphipolis and Apollonia, Paul and Silas came to Thessalonica. Here the Jews had a synagogue;"},{"number":2,"text":"and, following his usual custom, Paul joined them, and for three Sabbaths addressed them, drawing his arguments from the scriptures."},{"number":3,"text":"He laid before them and explained that the Christ must undergo suffering and rise from the dead; and “It is this man,” he declared, “who is the Christ – this Jesus about whom I am telling you.”"},{"number":4,"text":"Some of the people were convinced, and threw in their lot with Paul and Silas, as did also a large body of Greeks who were accustomed to join in the Jewish services, and a great number of leading women."},{"number":5,"text":"But the Jewish leaders, becoming jealous, engaged some worthless fellows from the streets, and, getting a mob together, kept the city in an uproar. They attacked Jason’s house, with the intention of bringing Paul and Silas before the Popular Assembly;"},{"number":6,"text":"and, not finding them there, they proceeded to drag Jason and some of the Lord’s followers before the city magistrates, shouting out, “These men, who have turned the world upside down, have now come here,"},{"number":7,"text":"and have been harbored by Jason! They are all defying the decrees of the Emperor. They say that someone else is king – a man called Jesus!”"},{"number":8,"text":"On hearing this, the people and the city magistrates were much concerned;"},{"number":9,"text":"and, before letting them go, they took bail from Jason and the others."},{"number":10,"text":"That very night the followers sent Paul and Silas off to Beroea; and on reaching that place, they went to the Jewish synagogue."},{"number":11,"text":"These Jews of Beroea were better disposed than those in Thessalonica, for they welcomed the message with great readiness, and daily examined the scriptures to see if what was said was true."},{"number":12,"text":"As a consequence, many of them became believers in Christ, besides a considerable number of Greek women of position, and of men also."},{"number":13,"text":"But, when the Jewish leaders in Thessalonica found out that God’s message had been delivered by Paul at Beroea, they came there too, exciting and disturbing the minds of the people."},{"number":14,"text":"The followers immediately arranged for Paul to go away to the coast, but both Silas and Timothy stayed behind in Beroea."},{"number":15,"text":"The friends who escorted Paul took him as far as Athens, and, after receiving a message for Silas and Timothy to join him as quickly as possible, they started on their return."},{"number":16,"text":"While Paul was waiting for them at Athens, his heart was stirred at seeing the whole city full of idols."},{"number":17,"text":"So he argued in the synagogue with the Jews and with those who joined in their worship, as well as daily in the public Square with those who happened to be there."},{"number":18,"text":"Among others, some Epicurean and Stoic Philosophers joined issue with him. Some asked “What is this prater wanting to make out?”, while others said “He seems to be a preacher of foreign Deities.” (This was because he was telling the good news about Jesus and the resurrection)."},{"number":19,"text":"So they laid hold of him and took him to the Court of Areopagus. “May we hear,” they asked, “what new teaching this is which you are giving?"},{"number":20,"text":"For you are bringing some strange things to our notice, and we should like to know what they mean.”"},{"number":21,"text":"(All Athenians and the foreigners staying in the city found no time for anything else but telling, or listening to, the last new thing.)"},{"number":22,"text":"So Paul took his stand in the middle of the Court, and said – “People of Athens, on every hand I see signs of your being very devout."},{"number":23,"text":"For as I was going about, looking at your sacred shrines, I came upon an altar with this inscription – ‘To an Unknown God.’ What, therefore, you worship in ignorance, that I am now proclaiming to you."},{"number":24,"text":"The God who made the world and all things that are in it – he, Lord as he is of heaven and earth, does not live in temples made by hands,"},{"number":25,"text":"neither do human hands minister to his wants, as though he needed anything, since he himself gives, to all, life, and breath, and all things."},{"number":26,"text":"He made all races of the earth’s surface – fixing a time for their rise and fall, and the limits of their settlements –"},{"number":27,"text":"That they might search for God, if by any means they might feel their way to him and find him. And yet he is not really far from any one of us;"},{"number":28,"text":"for in him we live and move and are. To use the words of some of your own poets – ‘His offspring, too, are we.’"},{"number":29,"text":"Therefore, as the offspring of God, we must not think that the Deity has any resemblance to anything made of gold, or silver, or stone – a work of human art and imagination."},{"number":30,"text":"True, God looked with indulgence on the days of people’s ignorance, but now he is announcing to everyone everywhere the need for repentance,"},{"number":31,"text":"because he has fixed a day on which he intends to judge the world with justice, by a man whom he has appointed – and of this he has given all people a pledge by raising this man from the dead.”"},{"number":32,"text":"On hearing of a resurrection of the dead, some began jeering, but others said that they wanted to hear what he had to say about that another time."},{"number":33,"text":"And so Paul left the Court."},{"number":34,"text":"There were, however, some people who joined him, and became believers in Christ. Among them were Dionysius, a member of the Court of Areopagus, a woman named Damaris, and several others."}]}