{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":18,"verses":[{"number":1,"text":"On leaving Athens, Paul next went to Corinth."},{"number":2,"text":"There he met a Jew of the name of Aquila, from Pontus, who, with his wife Priscilla, had lately come from Italy, in consequence of the order which had been issued by the Emperor Claudius for all Jews to leave Rome. Paul paid them a visit,"},{"number":3,"text":"and, since their trade was the same as his, he stayed and worked with them – their trade was tent-making."},{"number":4,"text":"Every Sabbath Paul gave addresses in the synagogue, trying to convince both Jews and Greeks."},{"number":5,"text":"But, when Silas and Timothy had come down from Macedonia, Paul devoted himself entirely to delivering the message, earnestly maintaining before the Jews that Jesus was the Christ."},{"number":6,"text":"However, as they set themselves against him and became abusive, Paul shook his clothes in protest and said to them, “Your blood be on your own heads. My conscience is clear. From this time forward I will go to the Gentiles.”"},{"number":7,"text":"So he left, and went to the house of a certain Titius Justus, who had been accustomed to join in the worship of God, and whose house was next door to the synagogue."},{"number":8,"text":"Crispus, the synagogue leader, came to believe in the Lord, and so did all his household; and many of the Corinthians, as they listened to Paul, became believers in Christ and were baptized."},{"number":9,"text":"One night the Lord said to Paul, in a vision, “Have no fear, but continue to speak, and refuse to be silenced;"},{"number":10,"text":"for I am with you, and no one will do you harm, for I have many people in this city.”"},{"number":11,"text":"So he settled there for a year and a half, and taught God’s message among the people."},{"number":12,"text":"While Gallio was governor of Greece, some of the Jewish leaders made a combined attack on Paul, and brought him before the Governor’s Bench,"},{"number":13,"text":"charging him with persuading people to worship God in a way forbidden by the Law."},{"number":14,"text":"Just as Paul was on the point of speaking, Gallio said to them, “If this were a case of misdemeanor or some serious crime, there would be some reason for my listening patiently to you;"},{"number":15,"text":"but, since it is a dispute about words, and names, and your own Law, you must see to it yourselves. I do not choose to be a judge in such matters.”"},{"number":16,"text":"Saying this, he drove them back from the Bench."},{"number":17,"text":"Then they all set on Sosthenes, the synagogue leader, and beat him in front of the Bench, but Gallio did not trouble himself about any of these things."},{"number":18,"text":"Paul remained there some time after this, and then took leave of the followers, and sailed to Syria with Priscilla and Aquila, but not before his head had been shaved at Cenchreae, because he was under a vow."},{"number":19,"text":"They put into Ephesus, and there Paul, leaving his companions, went into the synagogue and addressed the Jews."},{"number":20,"text":"When they asked him to prolong his stay, he declined, saying however,"},{"number":21,"text":"as he took his leave, “I will come back again to you, please God,” and then set sail from Ephesus."},{"number":22,"text":"On reaching Caesarea, he went up to Jerusalem and exchanged greetings with the church, and then went down to Antioch."},{"number":23,"text":"After making some stay in Antioch, he set out on a tour through the Phrygian district of Galatia, strengthening the faith of all the disciples as he went."},{"number":24,"text":"Meanwhile there had come to Ephesus an Alexandrian Jew, named Apollos, an eloquent man, who was well-versed in the scriptures."},{"number":25,"text":"He had been well-instructed in the Way of the Lord, and with burning zeal he spoke of, and taught carefully, the facts about Jesus, though he knew of no baptism but John’s."},{"number":26,"text":"This man began to speak out fearlessly in the synagogue; and when Priscilla and Aquila heard him, they took him home and explained the Way of God to him more carefully still."},{"number":27,"text":"When he wanted to cross to Greece, the followers furthered his plans, and wrote to the disciples there to welcome him. On his arrival he proved of great assistance to those who had, through the loving kindness of God, become believers in Christ,"},{"number":28,"text":"for he vigorously confuted the Jews, publicly proving by the scriptures that Jesus was the Christ."}]}