{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":19,"verses":[{"number":1,"text":"While Apollos was at Corinth, Paul passed through the inland districts of Roman Asia, and went to Ephesus. There he found some disciples, of whom he asked,"},{"number":2,"text":"“Did you, when you became believers in Christ, receive the Holy Spirit?” “No,” they answered, “we did not even hear that there was a Holy Spirit.”"},{"number":3,"text":"“What then was your baptism?” Paul asked."},{"number":4,"text":"“John’s baptism was a baptism on repentance,” rejoined Paul, “and John told the people (speaking of the ‘one coming’ after him) that they should believe in him – that is in Jesus.”"},{"number":5,"text":"On hearing this, they were baptized in the name of the Lord Jesus,"},{"number":6,"text":"and, after Paul had placed his hands on them, the Holy Spirit descended on them, and they began to speak in other languages and to preach."},{"number":7,"text":"There were about twelve of them in all."},{"number":8,"text":"Paul went to the synagogue there, and for three months spoke out fearlessly, giving addresses and trying to convince his hearers, about the kingdom of God."},{"number":9,"text":"Some of them, however, hardened their hearts and refused to believe, denouncing the Way before the people. So Paul left them and withdrew his disciples, and gave daily addresses in the lecture-hall of Tyrannus."},{"number":10,"text":"This went on for two years, so that all who lived in Roman Asia, Jews and Greeks alike, heard the Lord’s message."},{"number":11,"text":"God did miracles of no ordinary kind by Paul’s hands;"},{"number":12,"text":"so that people would carry home to the sick handkerchiefs or aprons that had touched his body, and their diseases would leave them and the wicked spirits go out of them."},{"number":13,"text":"An attempt was made by some itinerant Jews, who were exorcists, to use the name of the Lord Jesus over those who had wicked spirits in them. “I order you,” they would say, “by the Jesus, whom Paul preaches.”"},{"number":14,"text":"The seven sons of Sceva, a Jewish chief priest, were doing this;"},{"number":15,"text":"but the wicked spirit answered them, “Jesus I acknowledge, and Paul I know, but you – who are you?”"},{"number":16,"text":"Then the man with the wicked spirit sprang on them, overpowered them, with such violence that they fled out of the house, stripped of their clothes and wounded."},{"number":17,"text":"This incident came to the knowledge of all the Jews and Greeks living at Ephesus; they were all awe-struck, and the name of the Lord Jesus was held in the highest honor."},{"number":18,"text":"Many, too, of those who had become believers in Christ came with a full confession of their practices;"},{"number":19,"text":"while a number of people, who had practiced magic, collected their books and burnt them publicly; and on reckoning up the price of these, they found it amounted to fifty thousand silver coins."},{"number":20,"text":"So irresistibly did the Lord’s message spread and prevail."},{"number":21,"text":"Sometime after these events Paul resolved to go through Macedonia and Greece, and then make his way to Jerusalem. “And after I have been there,” he said, “I must visit Rome also.”"},{"number":22,"text":"So he sent to Macedonia two of his helpers, Timothy and Erastus, while he himself stayed for some time longer in Roman Asia."},{"number":23,"text":"Just about that time a great disturbance arose about the Way."},{"number":24,"text":"A silversmith named Demetrius, who made silver models of the shrine of Artemis, and so gave a great deal of work to the artisans,"},{"number":25,"text":"got these men together, as well as the workmen engaged in similar occupations, and said: “Men, you know that our prosperity depends on this work,"},{"number":26,"text":"and you see and hear that not only at Ephesus, but in almost the whole of Roman Asia, this Paul has convinced and won over great numbers of people, by his assertion that those Gods which are made by hands are not Gods at all."},{"number":27,"text":"So that not only is this business of ours likely to fall into discredit, but there is the further danger that the Temple of the great Goddess Artemis will be thought nothing of, and that she herself will be deprived of her splendor – though all Roman Asia and the whole world worship her.”"},{"number":28,"text":"When they heard this, the men were greatly enraged, and began shouting – “Great is Artemis of the Ephesians!”"},{"number":29,"text":"The commotion spread through the whole city, and the people rushed together into the amphitheater, dragging with them Gaius and Aristarchus, two Macedonians who were Paul’s traveling companions."},{"number":30,"text":"Paul wished to go into the amphitheater and face the people, but the disciples would not let him,"},{"number":31,"text":"while some of the chief religious officials of the province, who were friendly to him, sent repeated entreaties to him not to trust himself inside."},{"number":32,"text":"Meanwhile some were shouting one thing and some another, for the Assembly was all in confusion, most of those present not even knowing why they had met."},{"number":33,"text":"But some of the crowd prompted Alexander, whom several of the Jewish leaders had pushed to the front, and he waved his hand to show that he wanted to speak in their defense to the people."},{"number":34,"text":"However, when they recognized him as a Jew, one cry broke from them all, and they continued shouting for two hours – “Great is Artemis of the Ephesians!”"},{"number":35,"text":"When the Recorder had succeeded in quieting the crowd, he said, “People of Ephesus, who is there, I ask you, who needs to be told that this city of Ephesus is the Warden of the Temple of the great Artemis, and of the statue which fell down from Zeus?"},{"number":36,"text":"As these are undeniable facts, you ought to keep calm and do nothing rash;"},{"number":37,"text":"for you have brought these men here, though they are neither robbers of Temples nor blasphemers of our Goddess."},{"number":38,"text":"If, however, Demetrius and the artisans who are acting with him have a charge to make against anyone, there are court days and there are Magistrates; let both parties take legal proceedings."},{"number":39,"text":"But if you want anything more, it will have to be settled in the regular Assembly."},{"number":40,"text":"For I tell you that we are in danger of being proceeded against for today’s riot, there being nothing to account for it; and in that case we will be at a loss to give any reason for this disorderly gathering.”"},{"number":41,"text":"With these words he dismissed the Assembly."}]}