{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":2,"verses":[{"number":1,"text":"In the course of the Festival at the close of the Harvest the disciples had all met together,"},{"number":2,"text":"when suddenly there came from the heavens a noise like a strong wind rushing by; it filled the whole house in which they were sitting."},{"number":3,"text":"Then there appeared tongues of what seemed to be flame, separating, so that one settled on each of them;"},{"number":4,"text":"and they were all filled with the Holy Spirit, and began to speak in different languages as the Spirit prompted their utterances."},{"number":5,"text":"Now there were then staying in Jerusalem religious Jews from every country in the world;"},{"number":6,"text":"and, when this sound was heard, numbers of people collected, in the greatest excitement, because each of them heard the disciples speaking in his own language."},{"number":7,"text":"They were utterly amazed, and kept asking in astonishment, “What! Are not all these people who are speaking Galileans?"},{"number":8,"text":"Then how is it that we each of us hear them in our own language?"},{"number":9,"text":"Some of us are Parthians, some Medes, some Elamites; and some of us live in Mesopotamia, in Judea and Cappadocia, in Pontus and Roman Asia,"},{"number":10,"text":"in Phrygia and Pamphylia, in Egypt and the districts of Libya adjoining Cyrene; some of us are visitors from Rome,"},{"number":11,"text":"either Jews by birth or converts, and some are Cretans and Arabians – yet we all alike hear them speaking in our own languages of the great things that God has done.”"},{"number":12,"text":"They were all utterly amazed and bewildered. “What does it mean?” they asked one another."},{"number":13,"text":"But there were some who said with a sneer, “They have had too much new wine.”"},{"number":14,"text":"Then Peter, surrounded by the eleven other apostles, stood up, and, raising his voice, addressed the crowd. “People of Judea,” he began, “and all you who are staying in Jerusalem, let me tell you what this means. Mark well my words."},{"number":15,"text":"These people are not drunk, as you suppose; for it is only now nine in the morning! No!"},{"number":16,"text":"This is what is spoken of in the prophet Joel –"},{"number":17,"text":"‘It will come about in the last days,’ God says, ‘That I will pour out my Spirit on all humanity; your sons and your daughters will become prophets, your young men will see visions, and your old men dream dreams;"},{"number":18,"text":"yes, even on the slaves – for they are mine – both men and women, I will in those days pour out my Spirit, and they will become prophets;"},{"number":19,"text":"and I will show wonders in the heavens above, and signs on the earth below – blood and fire and mist of smoke;"},{"number":20,"text":"the sun will become darkness, and the moon blood-red, before the day of the Lord comes – that great and awful day."},{"number":21,"text":"Then will everyone who invokes the name of the Lord be saved.’"},{"number":22,"text":"People of Israel, listen to what I am saying. Jesus of Nazareth, a man whose mission from God to you was proved by miracles, wonders, and signs, which God showed among you through him, as you know full well –"},{"number":23,"text":"he, I say, in accordance with God’s definite plan and with his previous knowledge, was betrayed, and you, by the hands of lawless men, nailed him to a cross and put him to death."},{"number":24,"text":"But God released him from the pangs of death and raised him to life, it being impossible for death to retain its hold on him."},{"number":25,"text":"Indeed he was the one David was referring to when he said – ‘I have had the Lord ever before my eyes, for he stands at my right hand, so that I should not be disquieted."},{"number":26,"text":"Therefore my heart was cheered, and my tongue told its delight; yes, even my body, too, will rest in hope;"},{"number":27,"text":"For you will not abandon my soul to Hades, nor surrender me, your holy one, to undergo corruption."},{"number":28,"text":"You have shown me the path to life, you will fill me with gladness in your presence.’"},{"number":29,"text":"Friends, I can speak to you the more confidently about the patriarch David, because he is dead and buried, and his tomb is here among us to this very day."},{"number":30,"text":"David, then, prophet as he was, knowing that God had solemnly sworn to him to set one of his descendants on his throne, looked into the future,"},{"number":31,"text":"and referred to the resurrection of the Christ when he said that he had not been abandoned to Hades, nor had his body undergone corruption."},{"number":32,"text":"It was this Jesus, whom God raised to life; and of that we are ourselves all witnesses."},{"number":33,"text":"And now that he has been exalted to the right hand of God, and has received from the Father the promised gift of the Holy Spirit, he has begun to pour out that gift, as you yourselves now see and hear."},{"number":34,"text":"It was not David who went up into heaven; for he himself says – ‘The Lord said to my master, “Sit on my right hand,"},{"number":35,"text":"Until I put your enemies as a footstool under your feet.”’"},{"number":36,"text":"So let the whole nation of Israel know beyond all doubt, that God has made him both Lord and Christ – this Jesus whom you crucified.”"},{"number":37,"text":"When the people heard this, they were conscience-smitten, and said to Peter and the rest of the apostles, “Friends, what can we do?”"},{"number":38,"text":"“Repent,” answered Peter, “and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins; and then you will receive the gift of the Holy Spirit."},{"number":39,"text":"For the promise is for you and for your children, and also for all those now far away, who may be called by the Lord our God.”"},{"number":40,"text":"Peter spoke to them for a long time using many other arguments and pleaded with them – “Save yourselves from the perverse spirit of this age.”"},{"number":41,"text":"So those who accepted his teaching were baptized, and about three thousand people joined the disciples on that day alone."},{"number":42,"text":"They devoted themselves to the teaching of the apostles and to the Common life of the church, to the breaking of the bread and to the Prayers."},{"number":43,"text":"A deep impression was made on everyone, and many wonders and signs were done at the hands of the apostles."},{"number":44,"text":"All who became believers in Christ held everything for the common use;"},{"number":45,"text":"they sold their property and their goods, and shared the proceeds among them all, according to their individual needs."},{"number":46,"text":"Every day they devoted themselves to meeting together in the Temple Courts, and to the breaking of bread at their homes, while they partook of their food in simple-hearted gladness, praising God, and winning the goodwill of all the people."},{"number":47,"text":"And the Lord daily added to their company those who were in the path of salvation."}]}