{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":20,"verses":[{"number":1,"text":"When the uproar had ceased, Paul sent for the disciples, and, with encouraging words, said goodbye to them, and started on his journey to Macedonia."},{"number":2,"text":"After going through those districts and speaking many encouraging words to the disciples, he went into Greece, where he stayed three months."},{"number":3,"text":"He was about to sail to Syria, when he learned that a plot had been laid against him by several of the Jewish leaders; so he decided to return by way of Macedonia."},{"number":4,"text":"He was accompanied by Sopater the son of Pyrrhus, of Beroea, Aristarchus and Secundus from Thessalonica, Gaius of Derbe, and Timothy, as well as by Tychicus and Trophimus of Roman Asia."},{"number":5,"text":"These people went to Troas and waited for us there;"},{"number":6,"text":"while we ourselves sailed from Philippi after the Passover, and joined them five days later at Troas, where we stayed for a week."},{"number":7,"text":"On the first day of the week, when we had met for the breaking of bread, Paul, who was intending to leave the next day, began to address those who were present, and prolonged his address until midnight."},{"number":8,"text":"There were a good many lamps in the upstairs room, where we had met;"},{"number":9,"text":"and a young man named Eutychus, sitting at the window, was gradually overcome with great drowsiness, as Paul continued his address. At last, quite overpowered by his drowsiness, he fell from the third story to the ground, and was picked up for dead."},{"number":10,"text":"But Paul went down, threw himself on him, and put his arms around him. “Do not be alarmed,” he said, “he is still alive.”"},{"number":11,"text":"Then he went upstairs; and, after breaking and partaking of the bread, he talked with them at great length until daybreak, and then left."},{"number":12,"text":"Meanwhile they had taken the boy away alive, and were greatly comforted."},{"number":13,"text":"We started first, went on board ship, and sailed for Assos, intending to take Paul on board there. This was by his own arrangement, as he intended to go by land himself."},{"number":14,"text":"So, when he met us at Assos, we took him on board and went on to Mitylene."},{"number":15,"text":"The day after we had sailed from there, we arrived off Chios, touched at Samos the following day, and the next day reached Miletus;"},{"number":16,"text":"for Paul had decided to sail past Ephesus, so as to avoid spending much time in Roman Asia. He was making haste to reach Jerusalem, if possible, by the Festival at the close of the Harvest."},{"number":17,"text":"From Miletus, however, he sent to Ephesus and invited the church elders to meet him;"},{"number":18,"text":"and, when they came, he said to them, “You know well the life that I always led among you from the very first day that I set foot in Roman Asia,"},{"number":19,"text":"serving the Lord, as I did, in all humility, amid the tears and trials which fell to my lot through the plots of some of the Jewish leaders."},{"number":20,"text":"I never shrank from telling you anything that could be helpful to you, or from teaching you both in public and in private."},{"number":21,"text":"I earnestly pointed both Jews and Greeks to the repentance that leads to God, and to faith in Jesus, our Lord."},{"number":22,"text":"And now, under spiritual constraint, I am here on my way to Jerusalem, not knowing what will happen to me there,"},{"number":23,"text":"except that in town after town the Holy Spirit plainly declares to me that imprisonment and troubles await me."},{"number":24,"text":"But I count my life of no value to myself, if only I may complete the course marked out for me, and the task that was allotted me by the Lord Jesus – which was to declare the good news of the love of God."},{"number":25,"text":"And now, I tell you, I know that none of you will ever see my face again – you among whom I have gone about proclaiming the kingdom."},{"number":26,"text":"Therefore I declare to you this day, that my conscience is clear in regard to the fate of any of you,"},{"number":27,"text":"for I have not shrunk from announcing the whole purpose of God regarding you."},{"number":28,"text":"Be watchful over yourselves, and over the whole flock, of which the Holy Spirit has placed you in charge, to shepherd the church of God, which he won for himself at the cost of his life."},{"number":29,"text":"I know that, after my departure, merciless wolves will get in among you, who will not spare the flock;"},{"number":30,"text":"and from among yourselves, too, people will arise, who will teach perversions of truth, so as to draw away the disciples after them."},{"number":31,"text":"Therefore, be on your guard, remembering how for three years, night and day, I never ceased, even with tears, to warn each one of you."},{"number":32,"text":"And now I commend you to the Lord and to the message of his love – a message which has the power to build up your characters, and to give you your place among all those who have become Christ’s people."},{"number":33,"text":"I have never coveted anyone’s gold or silver or clothing."},{"number":34,"text":"You, yourselves, know that these hands of mine provided not only for my own wants, but for my companions also."},{"number":35,"text":"I left nothing undone to show you that, laboring as I labored, you ought to help the weak, and to remember the words of the Lord Jesus, how he said himself – ‘It is more blessed to give than to receive.’”"},{"number":36,"text":"When Paul had finished speaking, he knelt down and prayed with them all."},{"number":37,"text":"All were in tears; and throwing their arms around Paul’s neck, they kissed him again and again,"},{"number":38,"text":"grieving most of all over what he had said – that they would never see his face again. Then they escorted him to the ship."}]}