{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":22,"verses":[{"number":1,"text":"“Brothers and fathers, listen to the defense which I am about to make.”"},{"number":2,"text":"When they heard that he was speaking to them in Hebrew, they were still more quiet; and Paul went on:"},{"number":3,"text":"“I am a Jew, from Tarsus in Cilicia, but I was brought up in this city under the teaching of Gamaliel, and educated in accordance with the strict system of our ancestral Law. I was as zealous in God’s service as any of you who are here today."},{"number":4,"text":"In my persecution of this Way I did not stop even at the taking of life. I put in chains, and imprisoned, men and women alike –"},{"number":5,"text":"And to that the high priest himself and all the council of elders can testify. For I had letters of introduction from them to our fellow Jews at Damascus, and I was on my way to that place, to bring those whom I might find there prisoners to Jerusalem for punishment."},{"number":6,"text":"While I was still on my way, just as I was getting close to Damascus, about midday, suddenly there flashed from the heavens a great light all around me."},{"number":7,"text":"I fell to the ground, and heard a voice saying to me ‘Saul, Saul, why are you persecuting me?’"},{"number":8,"text":"‘Who are you, Lord?’ I replied. Then the voice said ‘I am Jesus of Nazareth whom you are persecuting.’"},{"number":9,"text":"The men with me saw the light, but did not hear the speaker’s voice."},{"number":10,"text":"Then I said ‘What am I to do, Lord?’ ‘Get up and go into Damascus,’ The Lord said to me, ‘and there you will be told all that you have been appointed to do.’"},{"number":11,"text":"In consequence of that dazzling light I could not see, but my companions held me by the hand, until I reached Damascus."},{"number":12,"text":"There a man named Ananias, a strict observer of our Law, well spoken of by all the Jewish inhabitants, came to see me."},{"number":13,"text":"Standing close to me, he said ‘Saul, my brother, recover your sight.’ And then and there I recovered my sight and looked up at him."},{"number":14,"text":"Then he said ‘The God of our ancestors has appointed you to learn his will, and to see the righteous one, and to hear words from his lips;"},{"number":15,"text":"for you will be a witness for him to all the world of what you have just seen and heard."},{"number":16,"text":"And now why wait any longer, Be baptized at once, wash away your sins, and invoke his name.’"},{"number":17,"text":"After my return to Jerusalem, I was praying in the Temple when I fell into a trance,"},{"number":18,"text":"and saw Jesus saying to me ‘Make haste and leave Jerusalem at once, because they will not accept your testimony about me.’"},{"number":19,"text":"‘Lord,’ I answered, ‘these people know that I used to imprison and scourge, in synagogue after synagogue, those who believed in you;"},{"number":20,"text":"and, when the blood of your martyr, Stephen, was being shed, I was myself standing by, approving of his death, and took charge of the clothes of those who were murdering him.’"},{"number":21,"text":"But Jesus said to me ‘Go; for I will send you to the Gentiles far away’.”"},{"number":22,"text":"Up to this point the people had been listening to Paul, but at these words they called out, “Kill him! A fellow like this ought not to have been allowed to live!”"},{"number":23,"text":"As they were shouting, tearing off their clothes, and throwing dust in the air,"},{"number":24,"text":"the commanding officer ordered Paul to be taken into the Fort, and directed that he should be examined under the lash so that he might find out the reason for their outcry against him."},{"number":25,"text":"But just as they had tied him up to be scourged, Paul said to the centurion standing near, “Is it legal for you to scourge a Roman citizen, unconvicted?”"},{"number":26,"text":"On hearing this, the centurion went and reported it to the commanding officer. “Do you know what you are doing?” he said. “This man is a Roman citizen.”"},{"number":27,"text":"So the commanding officer went up to Paul and said, “Tell me, are you a Roman citizen?” “Yes,” replied Paul."},{"number":28,"text":"“I had to pay a heavy price for my position as citizen,” said the officer. “I am one by birth,” rejoined Paul."},{"number":29,"text":"The men who were to have examined Paul immediately drew back, and the officer, finding that Paul was a Roman citizen, was alarmed at having put him in chains."},{"number":30,"text":"On the next day the commanding officer, wishing to find out the real reason why Paul was denounced by the Jewish leaders, had his chains taken off, and directed the chief priests and the whole of the High Council to assemble, and then took Paul down and brought him before them."}]}