{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":23,"verses":[{"number":1,"text":"Paul fixed his eyes on the Council, and began: “Brothers, for my part, I have always ordered my life before God, with a clear conscience, up to this very day.”"},{"number":2,"text":"At this, the high priest Ananias ordered the men standing near to strike him on the mouth;"},{"number":3,"text":"Paul turned to him and said: “God will strike you, you whitewashed wall! Are you sitting there to try me in accordance with law, and yet, in defiance of law, order me to be struck?”"},{"number":4,"text":"The people standing near said to Paul, “Do you know that you are insulting God’s high priest?”"},{"number":5,"text":"“I did not know, brothers, that it was the high priest,” said Paul, “for scripture says – ‘Of the ruler of your people you should speak no ill’.”"},{"number":6,"text":"Noticing that some of those present were Sadducees and others Pharisees, Paul called out in the Council, “Brothers, I am a Pharisee and a son of Pharisees. It is on the question of hope for the dead and of their resurrection that I am on my trial.”"},{"number":7,"text":"As soon as he said this, a dispute arose between the Pharisees and the Sadducees; and there was a sharp division of opinion among those present."},{"number":8,"text":"(For Sadducees say there is no such thing as a resurrection, and that there is neither angel nor spirit, while Pharisees believe in both.)"},{"number":9,"text":"So a great uproar ensued, and some of the Teachers of the Law belonging to the Pharisees’ party stood up and hotly protested, “We find nothing whatever wrong in this man. Suppose a spirit did speak to him, or an angel…”"},{"number":10,"text":"The dispute was becoming so violent, that the commanding officer, fearing that Paul would be torn in pieces between them, ordered the Guard to go down and rescue him from them, and take him into the Fort."},{"number":11,"text":"That night the Lord came and stood by Paul, and said, “Courage! You have borne witness for me in Jerusalem and you must bear witness in Rome also.”"},{"number":12,"text":"In the morning some Jewish men combined together, and took an oath that they would not eat or drink until they had killed Paul."},{"number":13,"text":"There were more than forty in the plot;"},{"number":14,"text":"and they went to the chief priests and the elders, and said, “We have taken a solemn oath not to touch food until we have killed Paul."},{"number":15,"text":"So we want you now, with the consent of the Council, to suggest to the commanding officer that he should bring Paul down before you, as though you intended to go more fully into his case; but, before he comes here, we will be ready to make away with him.”"},{"number":16,"text":"However, the son of Paul’s sister, hearing of the plot, went to the Fort, and on being admitted, told Paul about it."},{"number":17,"text":"Paul called one of the garrison centurion and asked him to take the young man to the commanding officer, as he had something to tell him."},{"number":18,"text":"The centurion went with him to the commanding officer, and said, “The prisoner Paul called me and asked me to bring this young man to you, as he has something to tell you.”"},{"number":19,"text":"The commanding officer took the young man by the hand, and, stepping aside, asked what it was he had to tell him."},{"number":20,"text":"“Some men have agreed,” he answered, “to ask you to bring Paul down before the Council tomorrow, on the plea of your making further inquiry into his case."},{"number":21,"text":"But do not let them persuade you, for more than forty of them are lying in wait for him, who have taken an oath that they will not eat or drink, until they have made away with him; and they are at this very moment in readiness, counting on your promise.”"},{"number":22,"text":"The commanding officer then dismissed the young man, cautioning him not to mention to anybody that he had given him that information."},{"number":23,"text":"Then he called two Captains, and ordered them to have two hundred soldiers ready to go to Caesarea, as well as seventy troopers and two hundred lancers, by nine o’clock that night,"},{"number":24,"text":"and to have horses ready for Paul to ride, so that they might take him safely to Felix, the Governor."},{"number":25,"text":"He also wrote a letter along these lines:"},{"number":26,"text":"‘Claudius Lysias sends his compliments to His Excellency Felix the Governor."},{"number":27,"text":"The man whom I send with this had been seized by some Jews, and was on the point of being killed by them, when I came upon them with the force under my command, and rescued him, as I learned that he was a Roman citizen."},{"number":28,"text":"Wanting to know exactly the ground of the charges they made against him, I brought him before their Council,"},{"number":29,"text":"when I found that their charges were connected with questions of their own Law, and that there was nothing alleged involving either death or imprisonment."},{"number":30,"text":"Having, however, information of a plot against the man, which was about to be put into execution, I am sending him to you at once, and I have also directed his accusers to prosecute him before you.’"},{"number":31,"text":"The soldiers, in accordance with their orders, took charge of Paul and conducted him by night to Antipatris;"},{"number":32,"text":"and on the next day, leaving the troopers to go on with him, they returned to the Fort."},{"number":33,"text":"On arriving at Caesarea, the troopers delivered the letter to the Governor, and brought Paul before him."},{"number":34,"text":"As soon as Felix had read the letter, he enquired to what province Paul belonged, and, learning that he came from Cilicia, he said,"},{"number":35,"text":"“I will hear all you have to say as soon as your accusers have arrived.” And he ordered Paul to be kept under guard in Herod’s Government house."}]}