{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":24,"verses":[{"number":1,"text":"Five days afterward the high priest Ananias came down with some of the elders and a barrister named Tertullus. They laid an information with the Governor against Paul;"},{"number":2,"text":"and, when the hearing came on, Tertullus began his speech for the prosecution."},{"number":3,"text":"“We owe it to your Excellency,” he said, “that we are enjoying profound peace, and we owe it to your foresight that this nation is constantly securing reforms – advantages which we very gratefully accept at all times and places."},{"number":4,"text":"But – not to be tedious – I beg you, with your accustomed fairness, to listen to a brief statement of our case."},{"number":5,"text":"We have found this man a public pest; he is one who stirs up disputes among our people all the world over, and is a ringleader of the Nazarene heretics."},{"number":6,"text":"He even attempted to desecrate the Temple itself, but we caught him;"},{"number":8,"text":"and you will be able, by examining him on all these points, to satisfy yourself as to the charges which we are bringing against him.”"},{"number":9,"text":"The Jewish crowd also joined in the attack and bore out his statements."},{"number":10,"text":"On a sign from the Governor, Paul made this reply: “Knowing, as I do, for how many years you have acted as judge to this nation, it is with confidence that I undertake my own defense."},{"number":11,"text":"For you can easily verify that it is not more than twelve days ago that I went up to worship at Jerusalem,"},{"number":12,"text":"where my prosecutors never found me holding discussions with anyone, or causing a crowd to collect – either in the Temple, or in the synagogues, or about the city;"},{"number":13,"text":"and they cannot establish the charges which they are now making against me."},{"number":14,"text":"This, however, I do acknowledge to you, that it is as a believer in the Way which they call heretical, that I worship the God of my ancestors. At the same time, I believe everything that is in accordance with the Law and that is written in the prophets;"},{"number":15,"text":"and I have a hope that rests in God – a hope which they also cherish – that there will one day be a resurrection of good and bad alike."},{"number":16,"text":"This being so, I strive at all times to keep my conscience clear before both God and people."},{"number":17,"text":"After some years’ absence I had come to bring charitable gifts to my nation, and to make offerings;"},{"number":18,"text":"and it was while engaged in this that they found me in the Temple, after completing a period of purification, but not with any crowd or disorder."},{"number":19,"text":"There were, however, some Jews from Roman Asia who ought to have been here before you, and to have made any charge that they may have against me –"},{"number":20,"text":"Or else let my opponents here say what they found wrong in me when I was before the Council,"},{"number":21,"text":"except as to the one sentence that I shouted out as I stood among them – ‘It is about the resurrection of the dead that I am on my trial before you today’.”"},{"number":22,"text":"Felix, however, adjourned the case – though he had a fairly accurate knowledge of all that concerned the Way – with the promise, “When Lysias, the commanding officer, comes down, I will give my decision in your case.”"},{"number":23,"text":"So he gave orders to the centurion in charge of Paul to keep him in custody, but to relax the regulations, and not to prevent any of his personal friends from attending to his wants."},{"number":24,"text":"Some days later Felix came with his wife Drusilla, who was Jewish, and, sending for Paul, listened to what he had to say about faith in Christ Jesus."},{"number":25,"text":"But, while Paul was speaking at length about righteousness, self-control, and the coming judgment, Felix became terrified, and interrupted him – “Go for the present, but, when I find an opportunity, I will send for you again.”"},{"number":26,"text":"He was hoping, too, for a bribe from Paul, and so he used to send for him frequently and talk with him."},{"number":27,"text":"But, after the lapse of two years, Felix was succeeded by Porcius Festus; and, wishing to gain popularity with the Jewish leaders, he left Paul a prisoner."}]}