{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":25,"verses":[{"number":1,"text":"Three days after Festus had arrived in his province, he left Caesarea and went up to Jerusalem."},{"number":2,"text":"There the chief priests and the leading men among the Jews laid an information before him against Paul,"},{"number":3,"text":"and asked a favor of him, to Paul’s injury – to have Paul brought to Jerusalem. All the while they were plotting to make away with him on the road."},{"number":4,"text":"But Festus answered that Paul was in prison at Caesarea, and that he himself would be leaving for that place shortly."},{"number":5,"text":"“So let the influential men among you,” he said, “go down with me, and if there is anything amiss in the man, charge him formally with it.”"},{"number":6,"text":"After staying among them some eight or ten days, Festus went down to Caesarea. The next day he took his seat on the Bench, and ordered Paul to be brought before him."},{"number":7,"text":"On Paul’s appearance, the Jewish leaders who had come down from Jerusalem surrounded him, and made many serious charges, which they failed to establish."},{"number":8,"text":"Paul’s answer to the charge was – ‘I have not committed any offense against the Jewish Law, or the Temple, or the Emperor.’"},{"number":9,"text":"But, as Festus wished to gain popularity with the Jews, he interrupted Paul with the question, “Are you willing to go up to Jerusalem and be tried on these charges before me there?”"},{"number":10,"text":"“No,” replied Paul, “I am standing at the Emperor’s court, where I ought to be tried. I have not wronged the Jews, as you yourself are well aware."},{"number":11,"text":"If, however, I am breaking the law and have committed any offense deserving death, I do not ask to escape the penalty; but, if there is nothing in the accusations of these people, no one has the power to give me up to them. I appeal to the Emperor.”"},{"number":12,"text":"Festus, after conferring with his Council, answered, “You have appealed to the Emperor; to the Emperor you will go.”"},{"number":13,"text":"Some days later King Agrippa and Bernice came down to Caesarea, and paid a visit of congratulation to Festus;"},{"number":14,"text":"and, as they were staying there for several days, Festus laid Paul’s case before the king. “There is a man here,” he said, “left a prisoner by Felix,"},{"number":15,"text":"about whom, when I came to Jerusalem, the Jewish chief priest and the elders laid an information, demanding judgment against him."},{"number":16,"text":"My answer to them was, that it was not the practice of Romans to give up anyone to their accusers until the accused had met them face to face, and had also had an opportunity of answering the charges brought against them."},{"number":17,"text":"So they met here, and without loss of time I took my seat on the Bench the very next day, and ordered the man to be brought before me."},{"number":18,"text":"But, when his accusers came forward, they brought no charge of wrongdoing such as I had expected;"},{"number":19,"text":"but I found that there were certain questions in dispute between them about their own religion, and about some dead man called Jesus, whom Paul declared to be alive."},{"number":20,"text":"And, as I was at a loss how to enquire into questions of this kind, I asked Paul if he were willing to go up to Jerusalem, and be put on trial there."},{"number":21,"text":"Paul, however, appealed to have his case reserved for the consideration of his August Majesty, so I ordered him to be detained in custody, until I could send him to the Emperor.”"},{"number":22,"text":"“I should like to hear this man myself,” Agrippa said to Festus. “You will hear him tomorrow,” Festus answered."},{"number":23,"text":"So the next day, when Agrippa and Bernice had come in full state and had entered the Audience Chamber, with the superior officers and the principal people of the city, by the order of Festus Paul was brought before them."},{"number":24,"text":"Then Festus said, “King Agrippa, and all here present, you see before you the man about whom the whole Jewish people have applied to me, both at Jerusalem and here, loudly asserting that he ought not to be allowed to live."},{"number":25,"text":"I found, however, that he had not done anything deserving death; so, as he had himself appealed to his August Majesty, I decided to send him."},{"number":26,"text":"But I have nothing definite to write about him to my Imperial Master; and for that reason I have brought him before you all, and especially before you, King Agrippa, that, after examining him, I may have something to write."},{"number":27,"text":"For it seems to me absurd to send a prisoner, without at the same time stating the charges made against him.”"}]}