{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":27,"verses":[{"number":1,"text":"As it was decided that we were to sail to Italy, Paul and some other prisoners were put in charge of a centurion of the Augustan Guard, named Julius."},{"number":2,"text":"We went on board a ship from Adramyttium, which was on the point of sailing to the ports along the coast of Roman Asia, and put to sea. Aristarchus, a Macedonian from Thessalonica, went with us."},{"number":3,"text":"The next day we put in to Sidon, where Julius treated Paul in a friendly manner, and allowed him to go to see his friends and receive their hospitality."},{"number":4,"text":"Putting to sea again, we sailed under the lee of Cyprus, because the wind was against us;"},{"number":5,"text":"and, after crossing the sea of Cilicia and Pamphylia, we reached Myra in Lycia."},{"number":6,"text":"There the Roman officer found an Alexandrian ship on her way to Italy, and put us on board of her."},{"number":7,"text":"For several days our progress was slow, and it was only with difficulty that we arrived off Cnidus. As the wind was still unfavorable when we came off Cape Salmone, we sailed under the lee of Crete,"},{"number":8,"text":"and with difficulty, by keeping close in shore, we reached a place called ‘Fair Havens,’ near which was the town of Lasea."},{"number":9,"text":"This had taken a considerable time, and sailing was already dangerous, for the Fast was already over; and so Paul gave this warning."},{"number":10,"text":"“My friends,” he said, “I see that this voyage will be attended with injury and much damage, not only to the cargo and the ship, but to our own lives also.”"},{"number":11,"text":"The Roman officer, however, was more influenced by the captain and the owner than by what was said by Paul."},{"number":12,"text":"And, as the harbor was not a suitable one to winter in, the majority were in favor of continuing the voyage, in hope of being able to reach Phoenix, and winter there. Phoenix was a Cretan harbor, open to the north-east and south-east."},{"number":13,"text":"So, when a light wind sprang up from the south, thinking that they had found their opportunity, they weighed anchor and kept along the coast of Crete, close in shore."},{"number":14,"text":"But shortly afterward a hurricane came down on us off the land – a north-easter, as it is called."},{"number":15,"text":"The ship was caught by it and was unable to keep her head to the wind, so we had to give way and let her drive before it."},{"number":16,"text":"Running under the lee of a small island called Cauda, we only just managed to secure the ship’s boat,"},{"number":17,"text":"and, after hoisting it on board, the men frapped the ship. But, afraid of being driven on to the Syrtis Sands, they lowered the yard, and then drifted."},{"number":18,"text":"So violently were we tossed about by the storm, that the next day they began throwing the cargo overboard,"},{"number":19,"text":"and, on the following day, threw out the ship’s tackle with their own hands."},{"number":20,"text":"As neither sun nor stars were visible for several days, and, as the gale still continued severe, all hope of our being saved was at last abandoned."},{"number":21,"text":"It was then, when they had gone a long time without food, that Paul came forward, and said, “My friends, you should have listened to me, and not have sailed from Crete and so incurred this injury and damage."},{"number":22,"text":"Yet, even as things are, I beg you not to lose courage, for there will not be a single life lost among you – only the ship."},{"number":23,"text":"For last night an angel of the God to whom I belong, and whom I serve, stood by me, and said –"},{"number":24,"text":"‘Have no fear, Paul; you must appear before the Emperor, and God himself has given you the lives of all your fellow voyagers.’"},{"number":25,"text":"Therefore, courage, my friends! For I believe God, that everything will happen exactly as I have been told."},{"number":26,"text":"We will, however, have to be driven on some island.”"},{"number":27,"text":"It was now the fourteenth night of the storm, and we were drifting about in the Adriatic Sea, when, about midnight, the sailors began to suspect that they were drawing near land."},{"number":28,"text":"So they took soundings, and found twenty fathoms of water. After waiting a little, they took soundings again, and found fifteen fathoms."},{"number":29,"text":"Then, as they were afraid of our being driven on some rocky coast, they let go four anchors from the stern, and longed for daylight."},{"number":30,"text":"The sailors wanted to leave the ship, and had lowered the boat, on pretense of running out anchors from the bows,"},{"number":31,"text":"when Paul said to the Roman officer and his men, “Unless the sailors remain on board, you cannot be saved.”"},{"number":32,"text":"So the soldiers cut the ropes which held the boat, and let her drift away."},{"number":33,"text":"In the interval before daybreak Paul kept urging them all to take something to eat. “It is a fortnight today,” he said, “that, owing to your anxiety, you have gone without food, taking nothing."},{"number":34,"text":"So I beg you to take something to eat; your safety depends on it, for not one of you will lose even a hair of his head.”"},{"number":35,"text":"With these words he took some bread, and, after saying the thanksgiving to God before them all, broke it in pieces, and began to eat;"},{"number":36,"text":"and the men all felt cheered and had something to eat themselves."},{"number":37,"text":"There were about seventy-six of us on board, all told."},{"number":38,"text":"After satisfying their hunger, they further lightened the ship by throwing the grain into the sea."},{"number":39,"text":"When daylight came, they could not make out what land it was, but, observing a creek in which there was a beach, they consulted as to whether they could run the ship safely into it."},{"number":40,"text":"Then they cast off, and abandoned the anchors, and at the same time unlashed the gear of the steering oars, hoisted the foresail to the wind, and made for the beach."},{"number":41,"text":"They got, however, into a kind of channel, and there ran the ship aground. The bows stuck fast and could not be moved, while the stern began breaking up under the strain."},{"number":42,"text":"The advice of the soldiers was that the prisoners should be killed, so that none of them could swim away and make their escape."},{"number":43,"text":"But the Roman officer, anxious to save Paul, prevented their carrying out their intention, and ordered that those who could swim should be the first to jump into the sea and try to reach the shore;"},{"number":44,"text":"and that the rest should follow, some on planks, and others on different pieces of the ship. In these various ways everyone managed to get safely ashore."}]}