{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":28,"verses":[{"number":1,"text":"When we were all safe, we found that the island was called Malta."},{"number":2,"text":"The island’s people showed us marked kindness, for they lit a fire and took us all under shelter, because it had come on to rain and was cold."},{"number":3,"text":"Paul had gathered a quantity of dry sticks and laid them on the fire, when a poisonous snake, driven out by the heat, fastened on his hand."},{"number":4,"text":"When the islanders saw the creature hanging from his hand, they said to one another, “Evidently this man is a murderer, for though he has been saved from the sea, Justice has not allowed him to live.”"},{"number":5,"text":"However, Paul shook the creature off into the fire and took no harm."},{"number":6,"text":"The islanders were expecting inflammation to set in, or that he would suddenly fall dead; but, after waiting for a long time, and seeing that there was nothing amiss with him, they changed their minds and said that he was a God."},{"number":7,"text":"In that region there was an estate belonging to the Governor of the island, whose name was Publius. He took us up to his house, and for three days entertained us most courteously."},{"number":8,"text":"It happened that the father of Publius was lying ill of fever and dysentery. So Paul went to see him; and, after praying, he placed his hands on him and cured him."},{"number":9,"text":"After this, all the people in the island who had any illness came to Paul, and were cured."},{"number":10,"text":"They also presented us with many gifts, and when we set sail they put supplies of necessaries on board."},{"number":11,"text":"After three months, we set sail in a ship that had wintered in the island. She was an Alexandrian vessel, and had the Twin sons of Zeus for her figure-head."},{"number":12,"text":"We put in at Syracuse and stayed there three days,"},{"number":13,"text":"and from there we worked to windward and so got to Rhegium. A day later a south wind sprang up and took us to Puteoli in two days."},{"number":14,"text":"There we found some of the Lord’s followers, and were urged to stay a week with them; after which we went on to Rome."},{"number":15,"text":"The followers there had heard about us, and came out as far as the Market of Appius and the Three Taverns to meet us. At sight of them Paul thanked God and was much cheered."},{"number":16,"text":"On our reaching Rome, Paul was allowed to live by himself, except for the soldier who was in charge of him."},{"number":17,"text":"Three days after our arrival, Paul invited the leading Jews to meet him; and, when they came, he said, “Brothers, although I had done nothing hostile to the interests of our nation or to our ancestral customs, yet I was sent from Jerusalem as a prisoner, and handed over to the Romans."},{"number":18,"text":"The Romans, when they had examined me, were ready to release me, because there was nothing in my conduct deserving death."},{"number":19,"text":"But, as the Jewish leaders opposed my release, I was compelled to appeal to the Emperor – not, indeed, that I had any charge to make against my own nation."},{"number":20,"text":"This, then, is my reason for urging you to come to see me and talk with me; because it is for the sake of the hope of Israel that I am here in chains.”"},{"number":21,"text":"“We,” was their reply, “have not had any letter about you from Judea, nor have any of our fellow Jews come and reported or said anything bad about you."},{"number":22,"text":"But we will be glad to hear from you what your views are, for, with regard to this sect, we are well aware that it is spoken against on all sides.”"},{"number":23,"text":"They then fixed a day with him, and came to the place where he was staying, in even larger numbers, when Paul proceeded to lay the subject before them. He bore his testimony to the kingdom of God, and tried to convince them about Jesus, by arguments drawn from the Law of Moses and from the prophets – speaking from morning until evening."},{"number":24,"text":"Some were inclined to accept what he said; others, however, rejected it."},{"number":25,"text":"So, as they disagreed among themselves, they began to disperse, Paul adding only – “True, indeed, was the declaration made by the Holy Spirit, through the prophet Isaiah to your ancestors –"},{"number":26,"text":"Go to this nation and say: You will hear with your ears without ever understanding, and, though you have eyes, you will see without ever perceiving."},{"number":27,"text":"For the mind of this nation has grown dense, and their ears are dull of hearing, their eyes also have they closed; otherwise some day they might see with their eyes, and with their ears they might hear, and in their mind they might understand, and might turn – and I might heal them."},{"number":28,"text":"Understand, then, that this salvation of God was sent for the Gentiles; and they will listen.”"},{"number":30,"text":"For two whole years Paul stayed in a house which he rented for himself, welcoming all who came to see him,"},{"number":31,"text":"proclaiming the kingdom of God, and teaching about the Lord Jesus Christ, with perfect fearlessness, unhindered."}]}