{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":3,"verses":[{"number":1,"text":"One day, as Peter and John were going up into the Temple Courts for the three o’clock Prayers,"},{"number":2,"text":"a man, who had been lame from his birth, was being carried by. This man used to be set down every day at the gate of the Temple called ‘the Beautiful Gate,’ to beg of those who went in."},{"number":3,"text":"Seeing Peter and John on the point of entering, he asked them to give him something."},{"number":4,"text":"Peter fixed his eyes on him, and so did John, and then Peter said, “Look at us.”"},{"number":5,"text":"The man was all attention, expecting to get something from them;"},{"number":6,"text":"but Peter added, “I have no gold or silver, but I give you what I have. In the name of Jesus Christ of Nazareth, get up and walk.”"},{"number":7,"text":"Grasping the lame man by the right hand, Peter lifted him up. Instantly the man’s feet and ankles became strong,"},{"number":8,"text":"and, leaping up, he stood and began to walk about, and then went with them into the Temple Courts, walking, and leaping, and praising God."},{"number":9,"text":"All the people saw him walking about and praising God;"},{"number":10,"text":"and, when they recognized him as the man who used to sit begging at the Beautiful Gate of the Temple, they were utterly astonished and amazed at what had happened to him."},{"number":11,"text":"While the man still clung to Peter and John, the people all quickly gathered around them in the Colonnade named after Solomon, in the greatest astonishment."},{"number":12,"text":"On seeing this, Peter said to the people, “People of Israel, why are you surprised at this? And why do you stare at us, as though we, by any power or piety of our own, had enabled this man to walk?"},{"number":13,"text":"The God of Abraham, Isaac, and Jacob, the God of our ancestors, has done honor to his servant Jesus – him whom you gave up and disowned before Pilate, when he had decided to set him free."},{"number":14,"text":"You, I say, disowned the holy and righteous one, and asked for the release of a murderer!"},{"number":15,"text":"The guide to life you put to death! But God raised him from the dead – and of that we are ourselves witnesses."},{"number":16,"text":"And it is by faith in the name of Jesus, that this man, whom you all see and know, has – by his name – been made strong. Yes, it is the faith inspired by Jesus that has made this complete cure of the man, before the eyes of you all."},{"number":17,"text":"And yet, my friends, I know that you acted as you did from ignorance, and your rulers also."},{"number":18,"text":"But it was in this way that God fulfilled all that he had long ago foretold, as to the sufferings of his Christ, by the lips of all the prophets."},{"number":19,"text":"Therefore, repent and turn so that your sins may be wiped away; so that happier times may come from the Lord himself,"},{"number":20,"text":"and so that he may send you, in Jesus, your long-appointed Christ."},{"number":21,"text":"But heaven must be his home, until the days of the Universal Restoration, of which God has spoken by the lips of his holy prophets from the very first."},{"number":22,"text":"Moses himself said – ‘The Lord your God will raise up from among yourselves a prophet, as he raised me. To him you will listen whenever he speaks to you."},{"number":23,"text":"And it will be that should anyone among the people not listen to that prophet, he will be utterly destroyed.’"},{"number":24,"text":"Yes, and all the prophets from Samuel onwards, and all their successors who had a message to deliver, told of these days."},{"number":25,"text":"You yourselves are the heirs of the prophets, and heirs, too, of the covenant which God made with your ancestors, when he said to Abraham – ‘In your descendants will all the nations of the earth be blessed.’"},{"number":26,"text":"For you, first, God raised up his servant, and sent him to bless you, by turning each one of you from his wicked ways.”"}]}