{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":4,"verses":[{"number":1,"text":"While Peter and John were still speaking to the people, the chief priest, with the officer in charge at the Temple and the Sadducees, came up to them,"},{"number":2,"text":"much annoyed because they were teaching the people, and because, through Jesus, they were preaching the resurrection from the dead."},{"number":3,"text":"They arrested the apostles and, as it was already evening, had them placed in custody until the next day."},{"number":4,"text":"Many, however, of those who had heard the apostles’ message became believers in Christ, the number of the men alone amounting to about five thousand."},{"number":5,"text":"The next day, a meeting of the leaders of the people, the elders, and the teachers of the Law was held in Jerusalem."},{"number":6,"text":"There were present Annas the high priest, Caiaphas, John, Alexander, and all who were of High-Priestly rank."},{"number":7,"text":"They had Peter and John brought before them, and questioned them. “By what power,” they asked, “Or in whose name have men like you done this thing?”"},{"number":8,"text":"Then, Peter, filled with the Holy Spirit, said, “Leaders of the people and elders,"},{"number":9,"text":"since we are on our trial today for a kind act done to a helpless man, and are asked in what way the man here before you has been cured,"},{"number":10,"text":"let me tell you all and all the people of Israel, that it is by the name of Jesus Christ of Nazareth, whom you crucified and whom God raised from the dead – it is, I say, by his name that this man stands here before you lame no longer."},{"number":11,"text":"Jesus is ‘the stone which, scorned by you the builders, has yet become the corner stone.’"},{"number":12,"text":"And salvation is in him alone; for there is no other name in the whole world, given to people, to which we must look for our salvation.”"},{"number":13,"text":"When the Council saw how boldly Peter and John spoke, and found that they were uneducated men of humble station, they were surprised, and realized that they had been companions of Jesus."},{"number":14,"text":"But, when they looked at the man who had been healed, standing there with them, they had nothing to say."},{"number":15,"text":"So they ordered them out of court, and then began consulting together."},{"number":16,"text":"“What are we to do to these men?” they asked one another. “That a remarkable sign has been given through them is obvious to everyone living in Jerusalem, and we cannot deny it."},{"number":17,"text":"But, to prevent this thing from spreading further among the people, let us warn them not to speak in this name any more to anyone whatever.”"},{"number":18,"text":"So they called the apostles in, and ordered them not to speak or teach in the name of Jesus."},{"number":19,"text":"But Peter and John replied, “Whether it is right, in the sight of God, to listen to you rather than to him – judge for yourselves,"},{"number":20,"text":"for we cannot help speaking of what we have seen and heard.”"},{"number":21,"text":"However, after further warnings, the Council set them at liberty, not seeing any safe way of punishing them, because of the people, for they were all praising God for what had occurred;"},{"number":22,"text":"for the man who was the subject of this miraculous cure was more than forty years old."},{"number":23,"text":"After they had been set at liberty, the apostles went to their friends and told them what the chief priests and the elders had said to them."},{"number":24,"text":"All who heard their story, moved by a common impulse, raised their voices to God in prayer: “Sovereign Lord, it is you who has made the heavens, the earth, the sea, and everything that is in them,"},{"number":25,"text":"and who, by the lips of our ancestor, your servant David, who spoke under the influence of the Holy Spirit, have said – ‘Why did the nations rage, and the peoples form vain designs?"},{"number":26,"text":"The kings of the earth set their array, and its rulers gathered together, against the Lord and against his Christ.’"},{"number":27,"text":"There have indeed gathered together in this city against your holy servant Jesus, whom you has consecrated the Christ, not Herod and Pontius Pilate only, but the nations and the people of Israel besides –"},{"number":28,"text":"yet only to do what you, by your power and of your own will, did long ago destine to be done."},{"number":29,"text":"Now, therefore, Lord, mark their threats, and enable your servants, with all fearlessness, to tell your message,"},{"number":30,"text":"while you stretch out your hand to heal, and cause signs and wonders to take place through the name of your holy servant Jesus.”"},{"number":31,"text":"When their prayer was ended, the place in which they were assembled was shaken; and they were all filled with the Holy Spirit, and began to tell God’s message fearlessly."},{"number":32,"text":"The whole body of those who had become believers in Christ were of one heart and mind. Not one of them claimed any of his goods as his own, but everything was held for the common use."},{"number":33,"text":"The apostles continued with great power to bear their testimony to the resurrection of the Lord Jesus, and God’s blessing rested on them all abundantly."},{"number":34,"text":"Nor was there anyone in need among them, for all who were owners of land or houses sold them, and brought the proceeds of the sales"},{"number":35,"text":"and laid them at the apostles’ feet; and then everyone received a share in proportion to his wants."},{"number":36,"text":"A Levite of Cyprian birth, named Joseph, (who had received from the apostles the additional name of ‘Barnabas’ – which means ‘The Consoler,’)"},{"number":37,"text":"Sold a farm that belonged to him, and brought the money and laid it at the apostles’ feet."}]}