{"translation":"oeb-us","book":"act","bookName":"Acts","chapter":9,"verses":[{"number":1,"text":"Meanwhile Saul, still breathing murderous threats against the disciples of the Lord, went to the high priest,"},{"number":2,"text":"and asked him to give him letters to the Jewish congregations at Damascus, authorizing him, if he found there any supporters of the Way, whether men or women, to have them put in chains and brought to Jerusalem."},{"number":3,"text":"While on his journey, as he was nearing Damascus, suddenly a light from the heavens flashed around him."},{"number":4,"text":"He fell to the ground and heard a voice saying to him – “Saul, Saul, why are you persecuting me?”"},{"number":5,"text":"“Who are you, Lord?” he asked. “I am Jesus, whom you are persecuting,” the voice answered;"},{"number":6,"text":"“Yet stand up and go into the city, and you will be told what you must do.”"},{"number":7,"text":"The men traveling with Saul were meanwhile standing speechless; they heard the sound of the voice, but saw no one."},{"number":8,"text":"When Saul got up from the ground, though his eyes were open, he could see nothing. So his men led him by the hand, and brought him into Damascus;"},{"number":9,"text":"and for three days he was unable to see, and took nothing either to eat or to drink."},{"number":10,"text":"Now there was at Damascus a disciple named Ananias, to whom, in a vision, the Lord said, “Ananias.” “Yes, Lord,” he answered."},{"number":11,"text":"“Go at once,” said the Lord, “to the Straight Street, and ask at Judas’s house for a man named Saul, from Tarsus. He is at this moment praying,"},{"number":12,"text":"and he has seen, in a vision, a man named Ananias coming in and placing his hands on him, so that he may recover his sight.”"},{"number":13,"text":"“Lord,” exclaimed Ananias, “I have heard from many people about this man – how much harm he has done at Jerusalem to your people there."},{"number":14,"text":"And, here, too, he holds authority from the chief priests to put in chains all those who invoke your name.”"},{"number":15,"text":"But the Lord said to him, “Go, for this man is my chosen instrument to uphold my name before the Gentiles and their kings, and the people of Israel."},{"number":16,"text":"I will myself show him all that he has to suffer for my name.”"},{"number":17,"text":"So Ananias went, entered the house, and, placing his hands on Saul, said, “Saul, my brother, I have been sent by the Lord – by Jesus, who appeared to you on your way here – so that you may recover your sight and be filled with the Holy Spirit.”"},{"number":18,"text":"Instantly it seemed as if a film fell from Saul’s eyes, and his sight was restored. Then he got up and was baptized,"},{"number":19,"text":"and, after he had taken food, he felt his strength return. Saul stayed for some days with the disciples who were at Damascus,"},{"number":20,"text":"and at once began in the synagogues to proclaim Jesus as the Son of God."},{"number":21,"text":"All who heard him were amazed. “Is not this,” they asked, “the man who worked havoc in Jerusalem among those that invoke this name, and who had also come here for the express purpose of having such persons put in chains and taken before the chief priests?”"},{"number":22,"text":"Saul’s influence, however, kept steadily increasing, and he confounded the Jewish people who lived in Damascus by the proofs that he gave that Jesus was the Christ."},{"number":23,"text":"After some time some of them laid a plot to kill Saul,"},{"number":24,"text":"but it became known to him. They even watched the gates day and night, to kill him;"},{"number":25,"text":"but his disciples let him down by night through an opening in the wall, lowering him in a basket."},{"number":26,"text":"On his arrival in Jerusalem, Saul attempted to join the disciples, but they were all afraid of him, as they did not believe that he was really a disciple."},{"number":27,"text":"Barnabas, however, taking him by the hand, brought him to the apostles, and told them the whole story of how Saul on his journey had seen the Lord, and how the Lord had talked to him, and how in Damascus he had spoken out fearlessly in the name of Jesus."},{"number":28,"text":"After that, Saul remained in Jerusalem, in close contact with the apostles; and he spoke fearlessly in the name of the Lord,"},{"number":29,"text":"talking and arguing with the Jews of foreign birth, who, however, made attempts to kill him."},{"number":30,"text":"But, when the followers found this out, they took him down to Caesarea, and sent him on his way to Tarsus."},{"number":31,"text":"And so it came about that the church, throughout Judea, Galilee, and Samaria, enjoyed peace and became firmly established; and, ordering its life by respect for the Lord and the help of the Holy Spirit, it increased in numbers."},{"number":32,"text":"Peter, while traveling from place to place throughout the country, went down to visit the people of Christ living at Lydda."},{"number":33,"text":"There he found a man named Aeneas, who had been bedridden for eight years with paralysis."},{"number":34,"text":"“Aeneas,” Peter said to him, “Jesus Christ cures you. Get up, and make your bed.” Aeneas got up at once;"},{"number":35,"text":"and all the inhabitants of Lydda and of the Plain of Sharon saw him, and came over to the Lord’s side."},{"number":36,"text":"At Joppa there lived a disciple whose name was Tabitha, which is in Greek ‘Dorcas’ – a Gazelle. Her life was spent in doing kind and charitable actions."},{"number":37,"text":"Just at that time she was taken ill, and died; and they had washed her body and laid it out in an upstairs room."},{"number":38,"text":"Joppa was near Lydda, and the disciples, having heard that Peter was at Lydda, sent two men with the request that he come to them without delay."},{"number":39,"text":"Peter returned with them at once. On his arrival, he was taken upstairs, and all the widows came around him in tears, showing the coats and other clothing which Dorcas had made while she was among them."},{"number":40,"text":"But Peter sent everybody out of the room, and knelt down and prayed. Then, turning to the body, he said, “Tabitha! Stand up.” She opened her eyes, and, seeing Peter, sat up."},{"number":41,"text":"Giving her his hand, Peter raised her up, and, calling in the widows and others of Christ’s people, presented her to them alive."},{"number":42,"text":"This became known all through Joppa, and numbers of people came to believe in the Lord."},{"number":43,"text":"And Peter stayed some days at Joppa with a tanner named Simon."}]}