{"translation":"kjv1611","book":"zec","bookName":"Zechariah","chapter":2,"verses":[{"number":1,"text":"I lift vp mine eyes againe, and looked, and behold, a man with a measuring line in his hand."},{"number":2,"text":"Then said I, Whither goest thou? And hee said vnto me, To measure Ierusalem, to see what is the breadth thereof, and what is the length thereof."},{"number":3,"text":"And behold, the Angel that talked with me, went foorth, and another Angel went out to meete him:"},{"number":4,"text":"And said vnto him, Run, speake to this young man, saying; Ierusalem shall be inhabited as townes without walles, for the multitude of men and cattell therein."},{"number":5,"text":"For I, saith the Lord, will be vnto her a wall of fire round about, and will be the glory in the midst of her."},{"number":6,"text":"¶ Ho, ho, come foorth, and flee from the land of the North, saith the Lord: for I haue spread you abroad as the foure windes of the heauen, sayth the Lord."},{"number":7,"text":"Deliuer thy selfe, O Zion, that dwellest with the daughter of Babylon."},{"number":8,"text":"For thus sayth the Lord of hostes, After the glory hath he sent me vnto the nations which spoiled you: for he that toucheth you, toucheth the apple of his eye."},{"number":9,"text":"For behold, I will shake mine hand vpon them, and they shall bee a spoile to their seruants: and yee shall know that the Lord of hostes hath sent me."},{"number":10,"text":"¶ Sing and reioyce, O daughter of Zion: for loe, I come, and I will dwell in the middest of thee, sayth the Lord."},{"number":11,"text":"And many nations shalbe ioyned to the Lord in that day, and shall be my people: and I will dwel in the middest of thee, and thou shalt know that the Lord of hostes hath sent me vnto thee."},{"number":12,"text":"And the Lord shall inherite Iudah his portion in the holy land, and shall choose Ierusalem againe."},{"number":13,"text":"Be silent, O all flesh, before the Lord: for he is raised vp out of his holy habitation."}]}