{"translation":"oeb-us","book":"php","bookName":"Philippians","chapter":3,"verses":[{"number":1,"text":"In conclusion, my friends, may all joy be yours in your union with the Lord. To repeat what I have already written does not weary me, and is the safe course for you."},{"number":2,"text":"Beware of those dogs! Beware of those mischievous workers! Beware of the men who mutilate themselves!"},{"number":3,"text":"For it is we who are the circumcised – we whose worship is prompted by the Spirit of God, who exult in Christ Jesus, and who do not rely on external privileges;"},{"number":4,"text":"though I, if anyone, have cause to rely even on them. If anyone thinks he can rely on external privileges, far more can I!"},{"number":5,"text":"I was circumcised when eight days old; I am an Israelite by birth, and of the tribe of Benjamin; I am a Hebrew, and the child of Hebrews. As to the Law, I was a Pharisee;"},{"number":6,"text":"as to zeal, I was a persecutor of the church; as to such righteousness as is due to Law, I proved myself blameless."},{"number":7,"text":"But all the things which I once held to be gains I have now, for the Christ’s sake, come to count as loss."},{"number":8,"text":"More than that, I count everything as loss, for the sake of the exceeding value of the knowledge of Christ Jesus my Lord. And for his sake I have lost everything, and count it as rubbish, if I may but gain Christ"},{"number":9,"text":"and be found in union with him. Any righteousness that I have is not the righteousness that results from Law, but the righteousness which comes through faith in Christ – the righteousness which is derived from God and is founded on faith."},{"number":10,"text":"Then indeed I will know Christ, and the power of his resurrection, and all that it means to share his sufferings,"},{"number":11,"text":"in the hope that, if I become like him in death, I may possibly attain to the resurrection from the dead."},{"number":12,"text":"Not that I have already laid hold of it, or that I am already made perfect. But I press on, in the hope of actually laying hold of that for which indeed I was laid hold of by Christ Jesus."},{"number":13,"text":"For I, friends, do not regard myself as having yet laid hold of it. But this one thing I do – forgetting what lies behind, and straining every nerve for that which lies in front,"},{"number":14,"text":"I press on to the goal, to gain the prize of that heavenward call which God gave me through Christ Jesus."},{"number":15,"text":"Let all of us, then, whose faith is mature, think this way. Then, if on any matter you think otherwise, God will make that also plain to you."},{"number":16,"text":"Only we are bound to order our lives by what we have already attained."},{"number":17,"text":"My friends, unite in following my example, and fix your eyes on those who are living by the pattern which we have set you."},{"number":18,"text":"For there are many – of whom I have often told you, and now tell you even with tears – who are living in enmity to the cross of the Christ."},{"number":19,"text":"The end of such people is ruin; for their appetites are their God, and they glory in their shame; their minds are given up to earthly things."},{"number":20,"text":"But we are citizens of heaven, and from heaven we expect a savior to come, the Lord Jesus Christ."},{"number":21,"text":"By the exercise of his power to bring everything into subjection to himself, he will make our humble bodies like his glorious body."}]}