{"translation":"oeb-us","book":"php","bookName":"Philippians","chapter":4,"verses":[{"number":1,"text":"So then, my dear friends, whom I am longing to see – you who are my joy and my crown, stand fast in union with the Lord, dear friends."},{"number":2,"text":"I entreat Euodia, and I entreat Syntyche, to live in harmony, in union with the Lord;"},{"number":3,"text":"yes, and I ask you, my true comrade, to help them, remembering that they toiled by my side in spreading the good news; and so, too, did Clement and my other fellow workers, whose names are in the book of life."},{"number":4,"text":"All joy be yours at all times in your union with the Lord. Again I repeat – All joy be yours."},{"number":5,"text":"Let your forbearing spirit be plain to everyone. The Lord is near."},{"number":6,"text":"Do not be anxious about anything; but under all circumstances, by prayer and entreaty joined with thanksgiving, make your needs known to God."},{"number":7,"text":"Then the peace of God, which is beyond all human understanding, will stand guard over your hearts and thoughts, through your union with Christ Jesus."},{"number":8,"text":"In conclusion, friends, whenever you find things that are true or honorable, righteous or pure, lovable or praiseworthy, or if virtue and honor have any meaning, let them fill your thoughts."},{"number":9,"text":"All that you learned and received and heard and saw in me put into practice continually; and then God, the giver of peace, will be with you."},{"number":10,"text":"It was a matter of great joy to me, as one in union with the Lord, that at length your interest in me had revived. The interest indeed you had, but not the opportunity."},{"number":11,"text":"Do not think that I am saying this under the pressure of want. For I, however I am placed, have learned to be independent of circumstances."},{"number":12,"text":"I know how to face humble circumstances, and I know how to face prosperity. Into all and every human experience I have been initiated – into plenty and hunger, into prosperity and want."},{"number":13,"text":"I can do everything through the strength of the one who makes me strong!"},{"number":14,"text":"Yet you have acted nobly in sharing my troubles."},{"number":15,"text":"And you at Philippi know, as well as I, that in the early days of the good news – at the time when I had just left Macedonia – no church, with the one exception of yourselves, had anything to do with me as far as giving and receiving are concerned."},{"number":16,"text":"Indeed, even while I was still in Thessalonica, you sent more than once to relieve my wants."},{"number":17,"text":"It is not that I am anxious for your gifts, but I am anxious to see the abundant return that will be placed to your account. I have enough of everything, and to spare."},{"number":18,"text":"My wants are fully satisfied, now that I have received from Epaphroditus the gifts which you sent me – the sweet fragrance of a sacrifice acceptable and pleasing to God."},{"number":19,"text":"And my God, out of the greatness of his wealth, will, in glory, fully satisfy your every need, through your union with Christ Jesus."},{"number":20,"text":"To him, our God and Father, be ascribed all glory for every and ever. Amen."},{"number":21,"text":"Give my greeting to everyone of the people of Christ Jesus. The Lord’s followers who are with me send your their greetings."},{"number":22,"text":"All Christ’s people here, and especially those who belong to the Emperor’s household, send theirs."},{"number":23,"text":"May the blessing of the Lord Jesus Christ rest on your souls."}]}