{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":1,"verses":[{"number":1,"text":"God, who, of old, at many times and in many ways, spoke to our ancestors, by the prophets,"},{"number":2,"text":"has in these latter days spoken to us by the Son, whom he appointed the heir of all things, and through whom he made the universe."},{"number":3,"text":"For he is the radiance of the glory of God and the expression of his being, upholding all creation by the power of his word; and, when he had made an expiation for the sins of humanity, he took his seat at the right hand of God’s Majesty on high,"},{"number":4,"text":"having shown himself as much greater than the angels as the name that he has inherited surpasses theirs."},{"number":5,"text":"For to which of the angels did God ever say – ‘You are my Son; this day I have become your Father’? or again – ‘I will be to him a Father, and he will be to me a Son’?"},{"number":6,"text":"And again, when God brought the firstborn into the world, he said – ‘Let all the angels of God bow down before him.’"},{"number":7,"text":"Speaking of the angels, he said – ‘He makes the winds his angels and the flames of fire his servants’;"},{"number":8,"text":"while of the Son he said – ‘God, your throne is for ever and ever; the scepter of his kingdom is the scepter of Justice;"},{"number":9,"text":"You love righteousness and hate iniquity; therefore God, your God, has anointed you with the festal oil more abundantly than your peers.’"},{"number":10,"text":"Again – ‘You, Lord, in the beginning did lay the foundation of the earth, and the heavens are the work of your hands."},{"number":11,"text":"They will perish, but you remain; as a garment they will all grow old;"},{"number":12,"text":"As a cloak you will fold them up, and as a garment they will be changed, but you are the same, and your years will know no end.’"},{"number":13,"text":"To which of the angels has God ever said – ‘Sit at my right hand until I put your enemies as a stool for your feet’?"},{"number":14,"text":"Are not all the angels spirits in the service of God, sent out to minister for the sake of those who are destined to obtain salvation?"}]}