{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":10,"verses":[{"number":1,"text":"The Law, though able to foreshadow the better system which was coming, never had its actual substance. Its priests, with those sacrifices which they offer continuously year after year, can never make those who come to worship perfect."},{"number":2,"text":"Otherwise, would not the offering of these sacrifices have been abandoned, as the worshipers, having been once purified, would have had their consciences clear from sins?"},{"number":3,"text":"But, on the contrary, these sacrifices recall their sins to mind year after year."},{"number":4,"text":"For the blood of bulls and goats is powerless to remove sins."},{"number":5,"text":"That is why, when he was coming into the world, the Christ declared – ‘Sacrifice and offering you do not desire, but you provide for me a body;"},{"number":6,"text":"You take no pleasure in burnt offerings and sacrifices for sin."},{"number":7,"text":"So I said, “See, I have come” (as is written of me in the pages of the book), “To do your will, God.”’"},{"number":8,"text":"First come the words – ‘You do not desire, nor do you take pleasure in, sacrifices, offerings, burnt offerings, and sacrifices for sin’ (offerings regularly made under the Law),"},{"number":9,"text":"and then there is added – ‘See, I have come to do your will.’ The former sacrifices are set aside to be replaced by the latter."},{"number":10,"text":"And it is in the fulfillment of the will of God that we have been purified by the sacrifice, once and for all, of the body of Jesus Christ."},{"number":11,"text":"Every other priest stands day after day at his ministrations, and offers the same sacrifices over and over again – sacrifices that can never take sins away."},{"number":12,"text":"But, this priest, after he had offered one sacrifice for sins, which should serve for all time, ‘took his seat at the right hand of God,’"},{"number":13,"text":"and has since then been waiting ‘for his enemies to be put as a stool for his feet.’"},{"number":14,"text":"By a single offering he has made perfect for all time those who are being purified."},{"number":15,"text":"We have also the testimony of the Holy Spirit. For, after saying –"},{"number":16,"text":"‘“This is the covenant that I will make with them after those days,” says the Lord; “I will impress my laws on their hearts, and will inscribe them on their minds,”’"},{"number":17,"text":"then we have – ‘And their sins and their iniquities I will no longer remember.’"},{"number":18,"text":"And, when these are forgiven, there is no further need of an offering for sin."},{"number":19,"text":"Therefore, friends, since we may enter the sanctuary with confidence, in virtue of the blood of Jesus,"},{"number":20,"text":"by the way which he inaugurated for us – a new and living way, a way through the sanctuary curtain (that is, his human nature);"},{"number":21,"text":"and, since we have in him ‘a great priest set over the house of God,’"},{"number":22,"text":"let us draw near to God in all sincerity of heart and in perfect faith, with our hearts purified by the sprinkled blood from all consciousness of wrong, and with our bodies washed with pure water."},{"number":23,"text":"Let us maintain the confession of our hope unshaken, for he who has given us his promise will not fail us."},{"number":24,"text":"Let us vie with one another in a rivalry of love and noble actions."},{"number":25,"text":"And let us not, as some do, cease to meet together; but, on the contrary, let us encourage one another, and all the more, now that you see the day drawing near."},{"number":26,"text":"Remember, if we sin willfully after we have gained a full knowledge of the truth, there can be no further sacrifice for sin;"},{"number":27,"text":"there is only a fearful anticipation of judgment, and a burning indignation which will destroy all opponents."},{"number":28,"text":"When someone disregarded the Law of Moses, they were, on the evidence of two or three witnesses, put to death without pity."},{"number":29,"text":"How much worse then, think you, will be the punishment deserved by those who have trampled underfoot the Son of God, who have treated the blood that rendered the covenant valid – the blood by which they were purified – as if it were not holy, and who have outraged the Spirit of love?"},{"number":30,"text":"We know who it was that said – ‘It is for me to avenge, I will requite’; and again – ‘The Lord will judge his people.’"},{"number":31,"text":"It is a fearful thing to fall into the hands of the living God."},{"number":32,"text":"Call to mind those early days in which, after you had received the light, you patiently underwent a long and painful conflict."},{"number":33,"text":"Sometimes, in consequence of the taunts and injuries heaped on you, you became a public spectacle; and sometimes you suffered through having shown yourselves to be the friends of people who were in the same position in which you had been."},{"number":34,"text":"For you not only sympathised with those who were in prison, but you even took the confiscation of your possessions joyfully, knowing, as you did, that you had in yourselves a greater possession and a lasting one."},{"number":35,"text":"Do not, therefore, abandon the confidence that you have gained, for it has a great reward awaiting it."},{"number":36,"text":"You still have need of patient endurance, in order that, when you have done God’s will, you may obtain the fulfillment of his promise."},{"number":37,"text":"‘For there is indeed but a very little while before he who is coming will have come, without delay;"},{"number":38,"text":"and through faith the righteous will find life, but, if anyone draws back, my heart can find no pleasure in them.’"},{"number":39,"text":"But we do not belong to those who draw back, to their ruin, but to those who have faith, to the saving of their souls."}]}