{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":11,"verses":[{"number":1,"text":"Faith is the realization of things hoped for – the proof of things not seen."},{"number":2,"text":"And it was for faith that the people of old were renowned."},{"number":3,"text":"Faith enables us to perceive that the universe was created at the bidding of God – so that we know that what we see was not made out of visible things."},{"number":4,"text":"Faith made the sacrifice which Abel offered to God a better sacrifice than Cain’s, and won him renown as a righteous man, God himself establishing his renown by accepting his gifts; and it is by the example of his faith that Abel, though dead, still speaks."},{"number":5,"text":"Faith led to Enoch’s removal from earth, so that he might not experience death. ‘He could not be found because God had removed him.’ For, before his removal, he was renowned as having pleased God;"},{"number":6,"text":"but without faith it is impossible to please him, for he who comes to God must believe that God exists, and that he rewards those who seek for him."},{"number":7,"text":"It was faith that enabled Noah, after he had received the divine warning about what could not then be foreseen, to build, in reverent obedience, an ark in which to save his family. By his faith he condemned the world, and became possessed of that righteousness which follows on faith."},{"number":8,"text":"It was faith that enabled Abraham to obey the call that he received, and to set out for the place which he was afterward to obtain as his own; and he set out not knowing where he was going."},{"number":9,"text":"It was faith that made him go to live as an emigrant in the promised land – as in a strange country – living there in tents with Isaac and Jacob, who shared the promise with him."},{"number":10,"text":"For he was looking for the city with the sure foundations, whose architect and builder is God."},{"number":11,"text":"Again, it was faith that enabled Sarah to conceive (though she was past the age for childbearing), because she felt sure that he who had given her the promise would not fail her."},{"number":12,"text":"And so from one man – and that when his powers were dead – there sprang a people as numerous ‘as the stars in the heavens or the countless grains of sand on the shore.’"},{"number":13,"text":"All these died sustained by faith. They did not obtain the promised blessings, but they saw them from a distance and welcomed the sight, and they acknowledged themselves to be only foreigners and strangers on the earth."},{"number":14,"text":"Those who speak like this show plainly that they are seeking their homeland."},{"number":15,"text":"If they had been thinking of the land that they had left, they could have found opportunities to return."},{"number":16,"text":"But no, they were longing for a better, a heavenly, land! And therefore God was not ashamed to be called their God; indeed he had already prepared them a city."},{"number":17,"text":"It was faith that enabled Abraham, when put to the test, to offer Isaac as a sacrifice – he who had received the promises offering up his only son,"},{"number":18,"text":"of whom it had been said – ‘It is through Isaac that there will be descendants to bear your name.’"},{"number":19,"text":"For he argued that God was even able to raise a man from the dead – and indeed, figuratively speaking, Abraham did receive Isaac back from the dead."},{"number":20,"text":"It was faith that enabled Isaac to bless Jacob and Esau, even with regard to the future."},{"number":21,"text":"Faith enabled Jacob, when dying, to give his blessing to each of the sons of Joseph, and ‘to bow himself in worship as he leant on the top of his staff.’"},{"number":22,"text":"Faith caused Joseph, when his end was near, to speak of the future migration of the Israelites, and to give instructions with regard to his bones."},{"number":23,"text":"Faith caused the parents of Moses to hide the child for three months after his birth, for they saw that he was a beautiful child; and they would not respect the king’s order."},{"number":24,"text":"It was faith that caused Moses, when he was grown up, to refuse the title of ‘son of a daughter of Pharaoh.’"},{"number":25,"text":"He preferred sharing the hardships of God’s people to enjoying the short-lived pleasures of sin."},{"number":26,"text":"For he counted ‘the reproaches that are heaped on the Christ’ of greater value than the treasures of Egypt, looking forward, as he did, to the reward awaiting him."},{"number":27,"text":"Faith caused him to leave Egypt, though undaunted by the king’s anger, for he was strengthened in his endurance by the vision of the invisible God."},{"number":28,"text":"Faith led him to institute the Passover and the sprinkling of the blood, so that the Destroyer might not touch the eldest children of the Israelites."},{"number":29,"text":"Faith enabled the people to cross the Red Sea, as if it had been dry land, while the Egyptians, when they attempted to do so, were drowned."},{"number":30,"text":"Faith caused the walls of Jericho to fall after being encircled for seven days."},{"number":31,"text":"Faith saved Rahab, the prostitute, from perishing with the unbelievers, after she had entertained the spies with friendliness."},{"number":32,"text":"Need I add anything more? Time would fail me if I attempted to relate the stories of Gideon, Barak, Samson, and Jephthah, and those of David, Samuel, and the prophets."},{"number":33,"text":"By their faith they subdued kingdoms, ruled righteously, gained the fulfillment of God’s promises, shut the mouths of lions,"},{"number":34,"text":"quelled the fury of the flames, escaped the edge of the sword, found strength in the hour of weakness, displayed their prowess in war, and routed hostile armies."},{"number":35,"text":"Women received back their dead raised to life. Some were tortured on the wheel, and refused release in order that they might rise to a better life."},{"number":36,"text":"Others had to face taunts and blows, and even chains and imprisonment."},{"number":37,"text":"They were stoned to death, they were tortured, they were swan asunder, they were put to the sword; they wandered about clothed in the skins of sheep or goats, destitute, persecuted, ill-used –"},{"number":38,"text":"people of whom the world was not worthy – roaming in lonely places, and on the mountains, and in caves and holes in the ground."},{"number":39,"text":"Yet, though they all won renown by their faith, they did not obtain the final fulfillment of God’s promise;"},{"number":40,"text":"since God had in view some better thing for us, so that they would only reach perfection together with us."}]}