{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":13,"verses":[{"number":1,"text":"Let your love for the Lord’s followers continue."},{"number":2,"text":"Do not neglect to show hospitality; for, through being hospitable, people have all unawares entertained angels."},{"number":3,"text":"Remember the prisoners, as if you were their fellow prisoners, and the oppressed, not forgetting that you also are still in the body."},{"number":4,"text":"Let marriage be honored by all and the married life be pure; for God will judge those who are immoral and those who commit adultery."},{"number":5,"text":"Do not let your conduct be ruled by the love of money. Be content with what you have, for God himself has said – ‘I will never forsake you, nor will I ever abandon you.’"},{"number":6,"text":"Therefore we may say with confidence – ‘The Lord is my helper, I will not be afraid. What can mere people do to me?’"},{"number":7,"text":"Do not forget your leaders, who told you God’s message. Recall the close of their lives, and imitate their faith."},{"number":8,"text":"Jesus Christ is the same yesterday and today – yes, and for ever!"},{"number":9,"text":"Do not let yourselves be carried away by the various novel forms of teaching. It is better to rely for spiritual strength on the divine help, than on regulations regarding food; for those whose lives are guided by such regulations have not found them of service."},{"number":10,"text":"We are not without an altar; but it is one at which those who still worship in the tent have no right to eat."},{"number":11,"text":"The bodies of those animals whose blood is brought by the high priest into the sanctuary, as an offering for sin, are burnt outside the camp."},{"number":12,"text":"And so Jesus, also, to purify the people by his own blood, suffered outside the gate."},{"number":13,"text":"Therefore let us go out to him ‘outside the camp,’ bearing the same reproaches as he;"},{"number":14,"text":"for here we have no permanent city, but are looking for the city that is to be."},{"number":15,"text":"Through him let us offer, as our sacrifice, continual praise to God – an offering from lips that glorify his name."},{"number":16,"text":"Never forget to do kindly acts and to share what you have with others, for such sacrifices are acceptable to God."},{"number":17,"text":"Obey your leaders, and submit to their control, for they are watching over your souls, since they will have to render an account, so that they may do it with joy, and not in sorrow. That would not be to your advantage."},{"number":18,"text":"Pray for us, for we are sure that our consciences are clear, since our wish is to be occupied with what is good."},{"number":19,"text":"And I the more earnestly ask for your prayers, so that I may be restored to you the sooner."},{"number":20,"text":"May God, the source of all peace, who brought back from the dead him who, ‘by virtue of the blood that rendered valid the unchangeable covenant, is the great shepherd of God’s Sheep,’ Jesus, our Lord –"},{"number":21,"text":"may God make you perfect in everything that is good, so that you may be able to do his will. May he bring out in us all that is pleasing in his sight, through Jesus Christ, to whom be all glory for ever and ever. Amen."},{"number":22,"text":"I beg you, friends, to bear with these words of advice. For I have written only very briefly to you."},{"number":23,"text":"You will be glad to hear that our friend, Timothy, has been set free. If he comes here soon, we will visit you together."},{"number":24,"text":"Give our greeting to all your leaders, and to all Christ’s people. Our friends from Italy send their greetings to you."},{"number":25,"text":"May God bless you all."}]}