{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":2,"verses":[{"number":1,"text":"Therefore we must give still more heed to what we were taught, so we do not drift away."},{"number":2,"text":"For, if the message which was delivered by angels had its authority confirmed, so that every offense against it, or neglect of it, met with a fitting requital,"},{"number":3,"text":"how can we, of all people, expect to escape, if we disregard so great a salvation? It was the Master who at the outset spoke of this salvation, and its authority was confirmed for us by those who heard him,"},{"number":4,"text":"while God himself added his testimony to it by signs, and marvels, and many different miracles, as well as by imparting the Holy Spirit as he saw fit."},{"number":5,"text":"God has not given to angels the control of that future world of which we are speaking!"},{"number":6,"text":"No; a writer has declared somewhere – ‘What are mere mortals that you should remember them? Or human beings that you should care for them?"},{"number":7,"text":"You have made them, for a while, lower than angels; with glory and honor you have crowned them; you have set them over all that your hands have made;"},{"number":8,"text":"you have placed all things beneath their feet.’ This ‘placing of everything’ under humanity means that there was nothing which was not placed under them. As yet, however, we do not see everything placed under humanity."},{"number":9,"text":"What our eyes do see is Jesus, who was made for a while lower than angels, now, because of his sufferings and death, crowned with glory and honor; so that his tasting the bitterness of death should, in God’s loving kindness, be on behalf of all humanity."},{"number":10,"text":"It was, indeed, fitting that God, for whom and through whom all things exist, should, when leading many children to glory, make the author of their salvation perfect through suffering."},{"number":11,"text":"For he who purifies, and those whom he purifies, all spring from One; and therefore he is not ashamed to call them his brothers and sisters."},{"number":12,"text":"He says – ‘I will tell of your name to my brothers and sisters, in the midst of the congregation I will sing your praise.’"},{"number":13,"text":"And again – ‘As for me, I will put my trust in God.’ And yet again – ‘See, here am I and the children whom God gave me.’"},{"number":14,"text":"Therefore, since human nature is the common heritage of the children, Jesus also shared it, in order that by death he might render powerless him whose power lies in death – that is, the devil –"},{"number":15,"text":"and so might deliver all those who, from fear of death, had all their lives been living in slavery."},{"number":16,"text":"It was not, surely, to the help of the angels that Jesus came, but to the help of the descendants of Abraham."},{"number":17,"text":"And consequently it was necessary that he should in all points be made like his brothers and sisters, in order that he might prove a merciful as well as a faithful high priest in humanity’s relations with God, for the purpose of expiating the sins of his people."},{"number":18,"text":"The fact that he himself suffered under temptation enables him to help those who are tempted."}]}