{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":4,"verses":[{"number":1,"text":"We must, therefore, be very careful, though there is a promise still standing that we will enter upon God’s rest, that none of you even appear to have missed it."},{"number":2,"text":"For we have had the good news told us just as they had. But the message which they heard did them no good, since they did not share the faith of those who were attentive to it."},{"number":3,"text":"Upon that rest we who have believed are now entering. As God has said – ‘In my wrath I swore – “They will never enter upon my rest;”’ Although God’s work was finished at the creation of the world;"},{"number":4,"text":"for, in a passage referring to the seventh day, you will find these words – ‘God rested on the seventh day after all his work.’"},{"number":5,"text":"On the other hand, we read in that passage – ‘They will never enter upon my rest.’"},{"number":6,"text":"Since, then, there is still a promise that some will enter upon this rest, and since those who were first told the good news did not enter upon it, because of their disbelief,"},{"number":7,"text":"again God fixed a day. ‘Today,’ he said, speaking after a long interval through the mouth of David, in the passage already quoted – ‘If today you hear God’s voice harden not your hearts.’"},{"number":8,"text":"Now if Joshua had given ‘rest’ to the people, God would not have spoken of another and later day."},{"number":9,"text":"There is, then, a Sabbath rest still awaiting God’s people."},{"number":10,"text":"For the person who enters upon God’s rest do themselves rest after their work, just as God did."},{"number":11,"text":"Let us, therefore, make every effort to enter upon that rest, so that none of us fall through such disbelief as that of which we have had an example."},{"number":12,"text":"God’s message is a living and active power, sharper than any two-edged sword, piercing its way until it penetrates soul and spirit – not the joints only but the marrow – and detecting the inmost thoughts and purposes of the mind."},{"number":13,"text":"There is no created thing that can hide itself from the sight of God. Everything is exposed and laid bare before the eyes of him to whom we have to give account."},{"number":14,"text":"We have, then, in Jesus, the Son of God, a great high priest who has passed into the highest heaven; let us, therefore, hold fast to the faith which we have professed."},{"number":15,"text":"Our high priest is not one unable to sympathize with our weaknesses, but one who has in every way been tempted, exactly as we have been, but without sinning."},{"number":16,"text":"Therefore, let us draw near boldly to the throne of love, to find pity and love for the hour of need."}]}