{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":6,"verses":[{"number":1,"text":"Therefore, let us leave behind the elementary teaching about the Christ and press on to perfection, not always laying over again a foundation of repentance for a lifeless formality, of faith in God –"},{"number":2,"text":"teaching concerning baptisms and the laying on of hands, the resurrection of the dead and a final judgment."},{"number":3,"text":"Yes and, with God’s help, we will."},{"number":4,"text":"For if those who were once for all brought into the light, and learned to appreciate the gift from heaven, and came to share in the Holy Spirit,"},{"number":5,"text":"and learned to appreciate the beauty of the divine message, and the new powers of the coming age –"},{"number":6,"text":"if those, I say, fell away, it would be impossible to bring them again to repentance; they would be crucifying the Son of God over again for themselves, and exposing him to open contempt."},{"number":7,"text":"Ground that drinks in the showers that from time to time fall on it, and produces vegetation useful to those for whom it is tilled, receives a blessing from God;"},{"number":8,"text":"but, if it bears thorns and thistles, it is regarded as worthless, it is in danger of being cursed, and its end will be the fire."},{"number":9,"text":"But about you, dear friends, even though we speak in this way, we are confident of better things – of things that point to your salvation."},{"number":10,"text":"For God is not unjust; he will not forget the work that you did, and the love that you showed for his name, in sending help to your fellow Christians – as you are still doing."},{"number":11,"text":"But our great desire is that every one of you should be equally earnest to attain to a full conviction that our hope will be fulfilled, and that you should keep that hope to the end."},{"number":12,"text":"Then you will not show yourselves slow to learn, but you will copy those who, through faith and patience, are now entering upon the enjoyment of God’s promises."},{"number":13,"text":"When God gave his promise to Abraham, since there was no one greater by whom he could swear, he swore by himself."},{"number":14,"text":"His words were – ‘I will assuredly bless you and increase your numbers.’"},{"number":15,"text":"And so, after patiently waiting, Abraham obtained the fulfillment of God’s promise."},{"number":16,"text":"People, of course, swear by what is greater than themselves, and with them an oath is accepted as putting a matter beyond all dispute."},{"number":17,"text":"And therefore God, in his desire to show, with unmistakable plainness, to those who were to enter on the enjoyment of what he had promised, the unchangeableness of his purpose, bound himself with an oath."},{"number":18,"text":"For he intended us to find great encouragement in these two unchangeable things, which make it impossible for God to prove false – we, I mean, who fled for safety where we might lay hold on the hope set before us."},{"number":19,"text":"This hope is an anchor for our souls, secure and strong, and it reaches into the sanctuary that lies behind the curtain,"},{"number":20,"text":"where Jesus, our forerunner, has entered on our behalf, after being made for all time a high priest of the order of Melchizedek."}]}