{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":7,"verses":[{"number":1,"text":"It was this Melchizedek, king of Salem and priest of the Most High God, who met Abraham returning from the slaughter of the kings, and gave him his blessing;"},{"number":2,"text":"and it was to him that Abraham allotted a tithe of all the spoil. The meaning of his name is ‘king of righteousness,’ and besides that, he was also king of Salem, which means ‘king of peace.’"},{"number":3,"text":"There is no record of his father, or mother, or lineage, nor again of any beginning of his days, or end of his life. In this he resembles the Son of God, and stands before us as a priest whose priesthood is continuous."},{"number":4,"text":"Consider, then the importance of this Melchizedek, to whom even the patriarch Abraham himself gave a tithe of the choicest spoils."},{"number":5,"text":"Those descendants of Levi, who are from time to time appointed to the priesthood, are directed to collect tithes from the people in accordance with the Law – that is from their own kindred, although they also are descended from Abraham."},{"number":6,"text":"But Melchizedek, although not of this lineage, received tithes from Abraham, and gave his blessing to the man who had God’s promises."},{"number":7,"text":"Now no one can dispute that it is the superior who blesses the inferior."},{"number":8,"text":"In the one case the tithes are received by people who are mortal; in the other case by one about whom there is the statement that his life still continues."},{"number":9,"text":"Moreover, in a sense, even Levi, who is the receiver of the tithes, has, through Abraham, paid tithes;"},{"number":10,"text":"for Levi was still in the body of his ancestor when Melchizedek met Abraham."},{"number":11,"text":"If, then, perfection had been attainable through the Levitical priesthood – and it was under this priesthood that the people received the Law – why was it still necessary that a priest of a different order should appear, a priest of the order of Melchizedek and not of the order of Aaron?"},{"number":12,"text":"With the change of the priesthood a change of the Law became a necessity."},{"number":13,"text":"And he of whom all this is said belonged to quite a different tribe, no member of which has ever served at the altar."},{"number":14,"text":"For it is plain that our Lord had sprung from the tribe of Judah, though of that tribe Moses said nothing about their being priests."},{"number":15,"text":"All this becomes even yet plainer when we remember that a new priest has appeared, resembling Melchizedek,"},{"number":16,"text":"and that he was appointed, not under a Law regulating only earthly matters, but by virtue of a life beyond the reach of death;"},{"number":17,"text":"for that is the meaning of the declaration – ‘You are for all time a priest of the order of Melchizedek.’"},{"number":18,"text":"On the one hand, we have the abolition of a previous regulation as being both inefficient and useless"},{"number":19,"text":"(for the Law never brought anything to perfection); and, on the other hand, we have the introduction of a better hope, which enables us to draw near to God."},{"number":20,"text":"Then again, the appointment of this new priest was ratified by an oath, which is not so with the Levitical priests,"},{"number":21,"text":"but his appointment was ratified by an oath, when God said to him – ‘The Lord has sworn, and will not change, “You are a priest for all time.”’"},{"number":22,"text":"And the oath shows the corresponding superiority of the covenant of which Jesus is appointed the surety."},{"number":23,"text":"Again, new Levitical priests are continually being appointed, because death prevents their remaining in office;"},{"number":24,"text":"but Jesus remains for all time, and therefore the priesthood that he holds will never pass to another."},{"number":25,"text":"And that is why he is able to save perfectly those who come to God through him, living for ever, as he does, to intercede on their behalf."},{"number":26,"text":"This was the high priest that we needed – holy, innocent, spotless, withdrawn from sinners, exalted above the highest heaven,"},{"number":27,"text":"one who has no need to offer sacrifices daily as those high priests have, first for their own sins, and then for those of the people. For this he did once and for all, when he offered himself as the sacrifice."},{"number":28,"text":"The Law appoints as high priests men who are weak, but the words of God’s oath, which was later than the Law, name the Son as, for all time, the perfect priest."}]}