{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":8,"verses":[{"number":1,"text":"To sum up what I have been saying: Such is the high priest that we have, one who has taken his seat at the right hand of the throne of God’s Majesty in heaven,"},{"number":2,"text":"where he serves in the sanctuary, in that true tent set up by the Lord and not by man."},{"number":3,"text":"Every high priest is appointed for the purpose of offering gifts and sacrifices to God; it follows, therefore, that this high priest must have some offering to make."},{"number":4,"text":"If he were, however, still on earth, he would not even be a priest, since there are already priests who offer the gifts as the Law directs."},{"number":5,"text":"(These priests, it is true, are engaged in a service which is only a copy and shadow of the heavenly realities, as is shown by the directions given to Moses when he was about to construct the tent. ‘Look to it,’ are the words, ‘that you make every part in accordance with the pattern shown you on the mountain.’)"},{"number":6,"text":"But Jesus, as we see, has obtained a ministry as far excelling theirs, as the covenant of which he is the intermediary, based, as it is, on better promises, excels the former covenant."},{"number":7,"text":"If that first covenant had been faultless, there would have been no occasion for a second."},{"number":8,"text":"But, finding fault with the people, God says – ‘“A time is coming,” says the Lord, “When I will ratify a new covenant with the people of Israel and with the people of Judah –"},{"number":9,"text":"Not such a covenant as I made with their ancestors on the day when I took them by the hand to lead them out of the land of Egypt. For they did not abide by their covenant with me, and therefore I disregarded them,” says the Lord."},{"number":10,"text":"“This is the covenant that I will make with the people of Israel after those days,” says the Lord. “I will impress my laws on their minds, and will inscribe them on their hearts; and I will be their God, and they will be my people."},{"number":11,"text":"There will be no need for anyone to instruct their fellow citizen, or for a person to say to their relatives ‘Learn to know the Lord’; for everyone will know me, from the lowest to the highest."},{"number":12,"text":"For I will be merciful to their wrongdoings, and I will no longer remember their sins.”’"},{"number":13,"text":"By speaking of a new covenant, God at once renders the former covenant obsolete; and whatever becomes obsolete and loses its force is virtually annulled."}]}