{"translation":"oeb-us","book":"heb","bookName":"Hebrews","chapter":9,"verses":[{"number":1,"text":"It is true that even the first covenant had its regulations for divine worship, and its sanctuary – though only a material one."},{"number":2,"text":"For a tent was constructed, with an outer part which contained the stand for the lamps, and the table, and the consecrated bread. This is called the sanctuary."},{"number":3,"text":"The part of the tent behind the second curtain is called the inner sanctuary."},{"number":4,"text":"In it is the gold incense-altar, and the ark containing the covenant, completely covered with gold. In the ark is a gold casket containing the manna, Aaron’s rod that budded, and the tablets on which the covenant was written;"},{"number":5,"text":"while above it, and overshadowing the cover on which atonement was made, are the cherubim of the presence. Now is not the time to discuss these things in detail."},{"number":6,"text":"Such, then, was the arrangement of the tent. Into the outer part priests are constantly going, in the discharge of their sacred duties;"},{"number":7,"text":"but into the inner only the high priest goes, and that but once a year, and never without taking the blood of a victim, which he offers on his own behalf, and on behalf of the errors of the people."},{"number":8,"text":"By this the Holy Spirit is teaching that the way into the sanctuary was hidden, as long as the outer part of the tent still remained."},{"number":9,"text":"For that was only a type, to continue down to the present time; and, in keeping with it, both gifts and sacrifices are offered, though incapable of satisfying the conscience of the worshiper;"},{"number":10,"text":"the whole system being concerned only with food and drink and various ablutions – external ceremonials imposed until the coming of the new order."},{"number":11,"text":"But, when Christ came, he appeared as high priest of that better system which was established; and he entered through that nobler and more perfect tent, not made by human hands – that is to say, not a part of this present creation."},{"number":12,"text":"Nor was it with the blood of goats and calves, but with his own blood, that he entered, once and for all, into the sanctuary, and obtained our eternal deliverance."},{"number":13,"text":"For, if the blood of goats and bulls, and the sprinkling of the ashes of a heifer, purify those who have been defiled (as far as ceremonial purification goes),"},{"number":14,"text":"how much more will the blood of the Christ, who, through his eternal Spirit, offered himself up to God, as a victim without blemish, purify our consciences from a lifeless formality, and fit us for the service of the living God!"},{"number":15,"text":"And that is why he is the intermediary of a new covenant; in order that, as a death has taken place to effect a deliverance from the offenses committed under the first covenant, those who have received the call may obtain the eternal inheritance promised to them."},{"number":16,"text":"Whenever such a covenant as a will is in question, the death of the testator must of necessity be alleged."},{"number":17,"text":"For such a covenant takes effect only on death, it does not come into force as long as the testator is alive."},{"number":18,"text":"This explains why even the first covenant was not ratified without the shedding of blood."},{"number":19,"text":"For, when every command had been announced to all the people by Moses in accordance with the Law, he took the blood of the calves and of the goats, with water, scarlet wool, and a bunch of hyssop, and sprinkled even the book of the Law, as well as all the people,"},{"number":20,"text":"saying, as he did so – “This is the blood that renders valid the covenant which God has commanded to be made with you.”"},{"number":21,"text":"And in the same way he also sprinkled with the blood the tent and all the things that were used in public worship."},{"number":22,"text":"Indeed, under the Law, almost everything is purified with blood; and, unless blood is shed, no forgiveness is to be obtained."},{"number":23,"text":"While, then, it was necessary for the copies of the heavenly realities to be purified by such means as these, the heavenly realities themselves required better sacrifices."},{"number":24,"text":"For it was not into a sanctuary made by human hands, which merely foreshadowed the true one, that Christ entered, but into heaven itself, so that he might now appear in the presence of God on our behalf."},{"number":25,"text":"Nor yet was it to offer himself many times, as year after year the high priest entered the sanctuary with an offering of blood – but not his own blood;"},{"number":26,"text":"for then Christ would have had to undergo death many times since the creation of the world. But now, once and for all, at the close of the age, he has appeared, in order to abolish sin by the sacrifice of himself."},{"number":27,"text":"And, as it is ordained for people to die but once (death being followed by judgment),"},{"number":28,"text":"so it is with the Christ. He was offered up once and for all, to bear away the sins of many; and the second time he will appear – but without any burden of sin – to those who are waiting for him, to bring salvation."}]}