{"translation":"oeb-us","book":"1ch","bookName":"1 Chronicles","chapter":13,"verses":[{"number":1,"text":"Then David consulted with the commanders of thousands and of hundreds, even with all the leaders."},{"number":2,"text":"And David said to all the assembly of Israel. If it is satisfactory to you and pleasing to Jehovah, our God, we will send to all our remaining countrymen in the land of Israel, since the priests and Levites are with them in their cities which have common pasture lands, that they may be gathered to us,"},{"number":3,"text":"in order that we may bring back the ark of our God to us, for we sought it not in the days of Saul."},{"number":4,"text":"Then all the assembly voted to do so, for the thing seemed right in the eyes of all the people."},{"number":5,"text":"So David assembled all Israel from the River of Egypt to the entrance of Hamath, to bring the ark from Kiriath-jearim."},{"number":6,"text":"Then David with all Israel went up to Baalah, to Kiriath-jearim which belongs to Judah, to bring from there the ark of God which is called by the name of Jehovah, who sits enthroned on the cherubim."},{"number":7,"text":"And they carried the ark of God upon a new cart from the house of Abinadab with Uzzah and Ahio guiding the cart."},{"number":8,"text":"And David and all Israel played before God with all their might and with songs and harps and lyres and tambourines and with cymbals and with trumpets."},{"number":9,"text":"But when they came to the threshing-floor of Chidon, Uzzah stretched out his hand to hold the ark, for the oxen stumbled."},{"number":10,"text":"And the anger of Jehovah was aroused against Uzzah and he smote him because he had stretch out his hand to hold the ark, so he died there in the presence of God."},{"number":11,"text":"And David was angry because Jehovah had broken forth upon Uzzah; therefore that place is called Perez-uzzah to this day."},{"number":12,"text":"And David was afraid of God that day saying, How can I bring the ark of God home to me?"},{"number":13,"text":"So David was not willing to remove the ark to the city of David, but carried it aside into the house of Obed-edom the Gittite."},{"number":14,"text":"Therefore the ark of God remained with the family of Obed-edom near his house three months. And Jehovah blessed the house of Obed-edom and all that he had."}]}