{"translation":"oeb-us","book":"1ch","bookName":"1 Chronicles","chapter":15,"verses":[{"number":1,"text":"Then David made him houses in the city of David and prepared a place for the ark of God and pitched for it a tent."},{"number":2,"text":"Then David said, None ought to carry the ark of God but the Levites: for them hath Jehovah chosen to carry the ark of God and to minister to him forever."},{"number":3,"text":"And David assembled all Israel at Jerusalem, to bring up the ark of Jehovah to its place, which he had prepared for it."},{"number":4,"text":"And David gathered together the sons of Aaron, as well as the Levites."},{"number":5,"text":"Of the sons of Kohath, Uriel the chief, with his kinsmen, a hundred and twenty;"},{"number":6,"text":"of the sons of Merari, Asaiah the chief with his kinsmen, two hundred and twenty;"},{"number":7,"text":"of the sons Gershom, Joel the chief with his kinsmen, one hundred and thirty;"},{"number":8,"text":"of the sons of Elizaphan, Shemaiah the chief with his kinsmen, two hundred;"},{"number":9,"text":"of the sons of Hebron, Eliel the chief, eighty;"},{"number":10,"text":"of the sons of Uzziel, Amminadab the chief, with his kinsmen, one hundred and twelve."},{"number":11,"text":"And David called for Zadok and Abiathar the priests and for the Levites, Uriel, Asaiah, Joel, Shemaiah, and Eliel, and Amminadab,"},{"number":12,"text":"and said to them, You are the heads of the families of the Levites; sanctify yourselves, both you and your kinsmen, that you may bring up the ark of Jehovah, the God of Israel, to the place that I have prepared for it."},{"number":13,"text":"Because you were not ready at the first, Jehovah our God broke out upon us, for we sought him not as we should."},{"number":14,"text":"So the priests and the Levites sanctified themselves to bring up the ark of Jehovah, the God of Israel."},{"number":15,"text":"And the members of the Levitical guilds bore the ark of God with the staves on their shoulders, as Moses directed according to the command of Jehovah."},{"number":16,"text":"David also commanded the chief of the Levites to appoint their kinsmen the singers, with instruments of music, lyres, harps, and cymbals, who should raise loud sounds of rejoicing."},{"number":17,"text":"So the Levites appointed Heman the son of Joel; and of his kinsmen, Asaph the son of Berechiah and of the sons of Merari their kinsmen, Ethan the son of Kushaiah,"},{"number":18,"text":"and with them their kinsmen of the second rank, Zechariah, Uzziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, and Maaseiah, Mattihiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, the doorkeepers."},{"number":19,"text":"So the singers, Heman, Asaph, and Ethan were to sound aloud on cymbals of brass,"},{"number":20,"text":"while Zechariah, Uzziel, Shemiramoth, Jeheil, Unni, Eliab, Maaseiah, and Benaiah played with lyres set to Alamoth"},{"number":21,"text":"and with Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah, with harps set to the octave, to lead."},{"number":22,"text":"And Chenaniah, chief of the Levites, was in charge of the ark; he directed the carrying of it, for he was skilful."},{"number":23,"text":"And Berechiah and Elkanah were doorkeepers for the ark."},{"number":24,"text":"And Shebaniah, and Jehoshaphat, and Nathanel, and Amasai, and Zechariah, and Benaiah, and Eliezer, the priests, blew the trumpet before the ark of God; Obed-edom and Jehiah were also doorkeepers for the ark."},{"number":25,"text":"So David with the elders of Israel and the commanders of thousands went to bring up with rejoicing the ark of the covenant of Jehovah out of the house of Obed-edom."},{"number":26,"text":"And because God was gracious to the Levites who bore the ark of the covenant of Jehovah, they sacrificed seven bullocks and seven rams."},{"number":27,"text":"And David was clothed with a robe of fine linen, and all the Levites, who bore the ark, and the singers and Chenaniah, who was in charge of the transportation of the ark, and David had on an ephod of linen."},{"number":28,"text":"Thus all Israel brought up the ark of the covenant of Jehovah with loud shouting and with the sound of the cornet and trumpet and cymbals, sounding aloud with lyres and harps."},{"number":29,"text":"But while the ark of the covenant of Jehovah was coming to the city of David, Michal the daughter of Saul looked out at the window and saw King David dancing and sporting. And she despised him in her heart."}]}