{"translation":"oeb-us","book":"1ch","bookName":"1 Chronicles","chapter":16,"verses":[{"number":1,"text":"And when they had brought in the ark of God, they set it in the midst of the tent that David had pitched for it, and they offered burnt-offerings and peace-offerings before God."},{"number":2,"text":"And when David had finished sacrificing the burnt-offering and peace-offerings, he blessed the people in the name of Jehovah."},{"number":3,"text":"And he distributed to every one in Israel, both man and woman, a loaf of bread, and a portion of meat, and a bunch of raisins."},{"number":4,"text":"And he appointed certain of the Levites to minister before the ark of Jehovah and to celebrate, thank, and praise Jehovah, the God of Israel:"},{"number":5,"text":"Asaph the chief, and second to him Zechariah, then Uzziel, Shemiramoth, Jehiel, Matti-Ethiah, Eliab, Benaiah, Obed-edom, and Jeiel, with lyres and harps; while Asaph played loudly with cymbals,"},{"number":6,"text":"and Benaiah and Jahaziel the priests with trumpets continually before the ark of the covenant of God."},{"number":7,"text":"Also on that day David for the first time entrusted to Asaph and his clansmen the giving of thanks to Jehovah."},{"number":37,"text":"So he left there before the ark of the covenant of Jehovah, Asaph and his brethren to minister before the ark continually, as every day’s work required;"},{"number":38,"text":"and Obed-edom the son of Jeduthun and Hosah, with their clansmen, sixty-eight, to be doorkeepers,"},{"number":39,"text":"and Zadok the priest, and his clansmen the priests, before the dwelling of Jehovah in the high place that was at Gibeon,"},{"number":40,"text":"to offer burnt-offerings to Jehovah upon the altar of burnt-offering continually morning and evening, according to all that is written in the law of Jehovah, which he commanded Israel;"},{"number":41,"text":"and with them Heman and Jeduthun, and the rest of those who were mentioned by name to give thanks to Jehovah, because his kindness endures forever;"},{"number":42,"text":"and with them (Heman and Jeduthum) trumpets and cymbals for the musicians and instruments for the songs of God; and the sons of Jeduthun to stand in the gate."},{"number":43,"text":"Then all the people went each to his house, and David returned to greet his family."}]}