{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":1,"verses":[{"number":1,"text":"The second booke of the Prophet Esdras the sonne of Saraias, the sonne of Azarias, the sonne of Helchias, the sonne of Sadamias, the sonne of Sadoc, the sonne of Achitob,"},{"number":2,"text":"The sonne of Achias, the sonne of Phinees, the sonne of Heli, the sonne of Amarias, the sonne of Aziei, the sonne of Marimoth, the sonne of Arna, the sonne of Ozias, the sonne of Borith, the sonne of Abisei, the sonne of Phinees, the sonne of Eleazar,"},{"number":3,"text":"The sonne of Aaron, of the Tribe of Leui, which was captiue in the land of the Medes, in the reigne of Artaxerxes king of the Persians."},{"number":4,"text":"And the word of the Lord came vnto me, saying,"},{"number":5,"text":"Goe thy way, and shew my people their sinfull deeds, and their children their wickednes which they haue done against me, that they may tell their childrens children,"},{"number":6,"text":"Because the sinnes of their fathers are increased in them: for they haue forgotten me, & haue offered vnto strange gods."},{"number":7,"text":"Am not I euen hee that brought them out of the land of Egypt, from the house of bondage? but they haue prouoked me vnto wrath, and despised my counsels."},{"number":8,"text":"Pull thou off then the haire of thy head, and cast all euill vpon them, for they haue not beene obedient vnto my law, but it is a rebellious people."},{"number":9,"text":"How long shall I forbeare them vnto wh&#333; I haue done so much good?"},{"number":10,"text":"Many kings haue I destroyed for their sakes, Pharao with his seruants, and all his power haue I smitten downe."},{"number":11,"text":"All the nations haue I destroyed before them, & in the East I haue scattered the people of two prouinces, euen of Tyrus and Sidon, and haue slaine all their enemies."},{"number":12,"text":"Speake thou therefore vnto them saying, Thus saith the Lord,"},{"number":13,"text":"I led you through the Sea, and in the beginning gaue you a large and safe passage, I gaue you Moyses for a leader, and Aaron for a priest,"},{"number":14,"text":"I gaue you light in a pillar of fire, and great wonders haue I done among you, yet haue you forgotten me, saith the Lord."},{"number":15,"text":"Thus saith the Almightie Lord, The quailes were as a token for you, I gaue you tents for your safegard, neuerthelesse you murmured there,"},{"number":16,"text":"And triumphed not in my name for the destruction of your enemies, but euer to this day doe ye yet murmure."},{"number":17,"text":"Where are the benefits that I haue done for you? when you were hungry and thirstie in the wildernesse, did you not crie vnto me?"},{"number":18,"text":"Saying, Why hast thou brought vs into this wildernesse to kill vs? It had bin better for vs to haue serued the Egyptians, then to die in this wildernesse."},{"number":19,"text":"Then had I pity vpon your mournings, and gaue you Manna to eat, so ye did eate Angels bread."},{"number":20,"text":"When ye were thirstie, did I not cleaue the rocke, and waters flowed out to your fill? for the heate I couered you with the leaues of the trees."},{"number":21,"text":"I diuided amongst you a fruitfull land, I cast out the Canaanites, the Pherezites, and the Philistines before you: what shall I yet doe more for you: saith the Lord?"},{"number":22,"text":"Thus saith the Almighty Lord, when you were in the wildernes in the riuer of the Amorites, being athirst, and blaspheming my Name,"},{"number":23,"text":"I gaue you not fire for your blasphemies, but cast a tree in the water, and made the riuer sweet."},{"number":24,"text":"What shall I doe vnto thee, O Iacob? thou Iuda wouldest not obey me: I will turne me to other nations, and vnto those will I giue my Name, that they may keepe my Statutes."},{"number":25,"text":"Seeing yee haue forsaken mee, I will forsake you also: when yee desire me to be gracious vnto you, I shall haue no mercy vpon you."},{"number":26,"text":"Whensoeuer you shall call vpon me, I will not heare you: for yee haue defiled your hands with blood, and your feete are swift to commit manslaughter."},{"number":27,"text":"Yee haue not as it were forsaken me, but your owne selues, saith the Lord."},{"number":28,"text":"Thus saith the Almighty Lord, Haue I not prayed you as a father his sonnes, as a mother her daughters, and a nurse her young babes,"},{"number":29,"text":"That yee would be my people, and I shoud be your God, that ye would be my children, and I should be your father?"},{"number":30,"text":"I gathered you together, as a henne gathereth her chickens vnder her wings: but now, what shall I doe vnto you? I will cast you out from my face."},{"number":31,"text":"When you offer vnto me, I will turne my face from you: for your solemne feast dayes, your newe Moone, and your circumcisions haue I forsaken."},{"number":32,"text":"I sent vnto you my seruants the Prophets, whom yee haue taken and slaine, and torne their bodies in pieces, whose blood I will require of your hands, saith the Lord."},{"number":33,"text":"Thus saith the Almighty Lord, Your house is desolate, I will cast you out, as the wind doth stubble."},{"number":34,"text":"And your children shall not bee fruitful: for they haue despised my Commandement, and done the thing that is euill before me."},{"number":35,"text":"Your houses wil I giue to a people that shall come, which not hauing heard of mee, yet shall beleeue mee, to whom I haue shewed no signes, yet they shall doe that I haue commaunded them."},{"number":36,"text":"They haue seene no Prophets, yet they shall call their sinnes to remembrance, and acknowledge them."},{"number":37,"text":"I take to witnesse the grace of the people to come, whose little ones reioyce in gladnesse: and though they haue not seene me with bodily eyes, yet in spirit they beleeue the thing that I say."},{"number":38,"text":"And now brother, behold what glory: and see the people that commeth from the East."},{"number":39,"text":"Unto whom I will giue for leaders, Abraham, Isaac, and Iacob, Oseas, Amos, and Micheas, Ioel, Abdias, and Ionas,"},{"number":40,"text":"Nahum, and Abacuc, Sophonias, Aggeus, Zacharie, and Malachie, which is called also an Angel of the Lord."}]}