{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":12,"verses":[{"number":1,"text":"And it came to passe whiles the Lyon spake these words vnto the Eagle, I saw:"},{"number":2,"text":"And behold, the head that remained, and the foure wings appeared no more, and the two went vnto it, and set themselues vp to raigne, and their kingdome was small and full of vprore."},{"number":3,"text":"And I saw, and behold, they appeared no more, and the whole body of the Eagle was burnt, so that the earth was in great feare: then awaked I out of the trouble and traunce of my minde, and from great feare, and said vnto my spirit,"},{"number":4,"text":"Loe, this hast thou done vnto me, in that thou searchest out the wayes of the Highest."},{"number":5,"text":"Loe, yet am I weary in my mind, and very weake in my spirit: and litle strength is there in me; for the great feare, wherewith I was affrighted this night."},{"number":6,"text":"Therefore wil I now beseech the Highest, that hee will comfort me vnto the end."},{"number":7,"text":"And I said, Lord, that bearest rule, If I haue found grace before thy sight, and if I am iustified with thee, before many others, and if my prayer indeed be come vp before thy face,"},{"number":8,"text":"Comfort me then, and shew me thy seruant the interpretation, and plaine difference of this fearefull vision, that thou maist perfectly comfort my soule."},{"number":9,"text":"For thou hast iudged me worthy, to shew me the last times."},{"number":10,"text":"And he said vnto me, This is the interpretation of the vision."},{"number":11,"text":"The Eagle whom thou sawest come vp from the sea, is the kingdome which was seene, in the vision of thy brother Daniel."},{"number":12,"text":"But it was not expounded vnto him, therefore now I declare it vnto thee."},{"number":13,"text":"Behold, the dayes will come, that there shall rise vp a kingdome vpon earth, and it shall be feared aboue all the kingdomes that were before it."},{"number":14,"text":"In the same shall twelue kings reigne, one after another."},{"number":15,"text":"Whereof the second shall begin to reigne, and shall haue more time then any of the twelue."},{"number":16,"text":"And this doe the twelue wings signifie which thou sawest."},{"number":17,"text":"As for the voice which thou heardest speake, and that thou sawest not to goe out from the heads, but from the mids of the body thereof, this is the interpretation:"},{"number":18,"text":"That after the time of that kingdome, there shall arise great striuings, and it shall stand in perill of falling: neuerthelesse it shall not then fall, but shal be restored againe to his beginning."},{"number":19,"text":"And whereas thou sawest the eight small vnder feathers sticking to her wings, this is the interpretation:"},{"number":20,"text":"That in him there shal arise eight kings, whose time shall bee but small, and their yeeres swift."},{"number":21,"text":"And two of them shall perish: the middle time approching, foure shall bee kept vntill their end begin to approch: but two shall be kept vnto the end."},{"number":22,"text":"And whereas thou sawest three heads resting, this is the interpretation"},{"number":23,"text":"In his last dayes shall the most High raise vp three kingdomes, and renew many things therein, and they shal haue the dominion of the earth,"},{"number":24,"text":"And of those that dwell therein with much oppression, aboue all those that were before them: therefore are they called the heads of the Eagle."},{"number":25,"text":"For these are they that shal accomplish his wickednesse, and that shall finish his last end."},{"number":26,"text":"And whereas thou sawest that the great head appeared no more, it signifieth that one of them shall die vpon his bed, and yet with paine."},{"number":27,"text":"For the two that remaine, shall be slaine with the sword."},{"number":28,"text":"For the sword of the one shall deuoure the other: but at the last shall he fall through the sword himselfe."},{"number":29,"text":"And whereas thou sawest two feathers vnder the wings passing ouer the head, that is on the right side:"},{"number":30,"text":"It signifieth that these are they whom the Highest hath kept vnto their end: this is the small kingdom and full of trouble, as thou sawest."},{"number":31,"text":"And the Lyon whom thou sawest rising vp out of the wood, and roaring, and speaking to the Eagle, and rebuking her for her vnrighteousnesse, with all the words which thou hast heard,"},{"number":32,"text":"This is the Anointed which the Highest hath kept for them, and for their wickednesse vnto the end: he shall reprooue them, and shall vpbraid them with their crueltie."},{"number":33,"text":"For hee shall set them before him aliue in iudgement, and shall rebuke them and correct them."},{"number":34,"text":"For the rest of my people shall he deliuer with mercie, those that haue bin preserued vpon my borders, and he shal make them ioyfull vntill the comming of the day of iudgement, whereof I haue spoken vnto thee from the beginning."},{"number":35,"text":"This is the dreame that thou sawest, and these are the interpretations."},{"number":36,"text":"Thou onely hast bene meete to know this secret of the Highest."},{"number":37,"text":"Therefore write all these things that thou hast seene, in a booke, and hide them."},{"number":38,"text":"And teach them to the wise of the people, whose hearts thou knowest may comprehend, & keepe these seerets."},{"number":39,"text":"But wait thou here thy selfe yet seuen dayes moe, that it may be shewed thee whatsoeuer it pleaseth the Highest to declare vnto thee: And with that he went his way."},{"number":40,"text":"And it came to passe when all the people saw that the seuen dayes were past, and I not come againe into the citie, they gathered them all together, from the least vnto the greatest, and came vnto me, and said,"},{"number":41,"text":"What haue we offended thee? and what euill haue we done against thee, that thou forsakest vs, and sittest here in this place?"},{"number":42,"text":"For of all the prophets thou only art left vs, as a cluster of the vintage, and as a candle in a darke place, and as a hauen or ship preserued from the tempest:"},{"number":43,"text":"Are not the euils which are come to vs, sufficient?"},{"number":44,"text":"If thou shalt forsake vs, how much better had it bene for vs, if we also had bene burnt in the midst of Sion."},{"number":45,"text":"For we are not better then they that died there. And they wept with a loud voice: then answered I them, and said,"},{"number":46,"text":"Be of good comfort, O Israel, and be not heauy thou house of Iacob."},{"number":47,"text":"For the Highest hath you in remembrance, and the mighty hath not forgotten you in temptation."},{"number":48,"text":"As for mee, I haue not forsaken you, neither am I departed from you: but am come into this place, to pray for the desolation of Sion, and that I might seeke mercy for the low estate of your Sanctuary."},{"number":49,"text":"And now goe your way home euery man, and after these dayes will I come vnto you."},{"number":50,"text":"So the people went their way into the city, like as I commanded them:"},{"number":51,"text":"But I remained still in the field seuen dayes, as the Angel commanded me, and did eate onely in those dayes, of the flowers of the fielde, and had my meat of the herbes."}]}