{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":14,"verses":[{"number":1,"text":"And it came to passe, vpon the third day I sate vnder an oke, and behold, there came a voyce out of a bush ouer against me, and said, Esdras, Esdras."},{"number":2,"text":"And I said, Here am I Lord, and I stood vp vpon my feet."},{"number":3,"text":"Then said he vnto me, In the bush I did manifestly reueale my selfe vnto Moses, and talked with him, when my people serued in Egypt."},{"number":4,"text":"And I sent him, and led my people out of Egypt, and brought him vp to the mount of Sinai, where I held him by me, a long season,"},{"number":5,"text":"And told him many wonderous things, and shewed him the secrets of the times, and the end, and commanded him, saying,"},{"number":6,"text":"These wordes shalt thou declare, and these shalt thou hide."},{"number":7,"text":"And now I say vnto thee,"},{"number":8,"text":"That thou lay vp in thy heart the signes that I haue shewed, and the dreames that thou hast seene, and the interpretations which thou hast heard:"},{"number":9,"text":"For thou shalt be taken away from all, and from henceforth thou shalt remaine with my sonne, and with such as be like thee, vntill the times be ended."},{"number":10,"text":"For the world hath lost his youth, and the times begin to waxe old."},{"number":11,"text":"For the world is diuided into twelue parts, and the ten parts of it are gone already, and halfe of a tenth part."},{"number":12,"text":"And there remaineth that which is after the halfe of the tenth part."},{"number":13,"text":"Now therefore set thine house in order, and reproue thy people, comfort such of them as be in trouble, and now renounce corruption."},{"number":14,"text":"Let go fr&#333; thee mortall thoughts, cast away the burdens of man, put off now the weake nature,"},{"number":15,"text":"And set aside the thoughts that are most heauy vnto thee, and haste thee to flie from these times."},{"number":16,"text":"For yet greater euils then those which thou hast seene happen, shall bee done hereafter."},{"number":17,"text":"For looke how much the world shall be weaker through age: so much the more shall euils increase vpon them that dwell therein."},{"number":18,"text":"For the trueth is fled farre away, and leasing is hard at hand: For now hasteth the vision to come, which thou hast seene."},{"number":19,"text":"Then answered I before thee, and said,"},{"number":20,"text":"Behold, Lord, I will go as thou hast commanded me, and reprooue the people which are present, but they that shall be borne afterward, who shall admonish them? thus the world is set in darkenes, and they that dwell therein, are without light."},{"number":21,"text":"For thy law is burnt, therefore no man knoweth the things that are done of thee, or the works that shal begin."},{"number":22,"text":"But if I haue found grace before thee, send the holy Ghost into me, and I shall write all that hath bene done in the world, since the beginning, which were written in thy Lawe, that men may find thy path, and that they which will liue in the latter dayes, may liue."},{"number":23,"text":"And he answered me, saying, Goe thy way, gather the people together, and say vnto them, that they seeke thee not for fourtie dayes."},{"number":24,"text":"But looke thou prepare thee many boxe trees, and take with thee Sarea, Dabria, Selemia, Eranus and Asiel, these fiue which are ready to write swiftly."},{"number":25,"text":"And come hither, and I shall light a candle of vnderstanding in thine heart, which shall not be put out, till the things be performed which thou shalt beginne to write."},{"number":26,"text":"And when thou hast done, some things shalt thou publish, and some things shalt thou shew secretly to the wise: to morrowe this houre shalt thou beginne to write."},{"number":27,"text":"Then went I foorth as he commanded, and gathered all the people together, and said,"},{"number":28,"text":"Heare these words, O Israel."},{"number":29,"text":"Our fathers at the beginning were strangers in Egypt, from whence they were deliuered:"},{"number":30,"text":"And receiued the law of life which they kept not, which ye also haue transgressed after them."},{"number":31,"text":"Then was the land, euen the land of Sion, parted among you by lot, but your fathers, and yee your selues haue done vnrighteousnesse, and haue not kept the wayes which the Highest commanded you."},{"number":32,"text":"And for as much as he is a righteous iudge, hee tooke from you in time, the thing that he had giuen you."},{"number":33,"text":"And now are you heere, and your brethren amongst you."},{"number":34,"text":"Therefore if so be that you will subdue your owne vnderstanding, and reforme your hearts, yee shall be kept aliue, and after death yee shall obtaine mercy."},{"number":35,"text":"For after death, shall the iudgement come, when we shall liue againe: and then shall the names of the righteous be manifest, and the workes of the vngodly shall be declared."},{"number":36,"text":"Let no man therefore come vnto me now, nor seeke after me these fourty dayes."},{"number":37,"text":"So I tooke the fiue men as hee commanded me, and we went into the field, and remained there."},{"number":38,"text":"And the next day behold a voyce called mee saying, Esdras, open thy mouth and drinke that I giue thee to drinke."},{"number":39,"text":"Then opened I my mouth, and behold, he reached me a full cup, which was full as it were with water, but the colour of it was like fire."},{"number":40,"text":"And I tooke it, and dranke: and when I had drunke of it, my heart vttered vnderstanding: and wisedome grew in my brest, for my spirit strengthened my memory."},{"number":41,"text":"And my mouth was opened and shut no more."},{"number":42,"text":"The highest gaue vnderstanding vnto the fiue men, and they wrote the wonderfull visions of the night, that were told, which they knew not: And they sate fourty dayes, and they wrote in the day, and at night they ate bread."},{"number":43,"text":"As for me I spake in the day, and held not my tongue by night:"},{"number":44,"text":"In fourty dayes they wrote two hundred and foure bookes."},{"number":45,"text":"And it came to passe when the fourty dayes were fulfilled, that the Highest spake, saying, The first that thou hast written, publish openly, that the worthy and vnworthy may read it."},{"number":46,"text":"But keepe the seuenty last, that thou mayest deliuer them onely to such as be wise, among the people."},{"number":47,"text":"For in them is the spring of vnderstanding, the fountains of wisedome, and the streame of knowledge."},{"number":48,"text":"And I did so."}]}