{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":15,"verses":[{"number":1,"text":"Behold, speake thou in the eares of my people the words of prophesie, which I will put in thy mouth, saith the Lord."},{"number":2,"text":"And cause them to be written in paper: for they are faithfull and true."},{"number":3,"text":"Feare not the imaginations against thee, let not the incredulity of them trouble thee, that speake against thee."},{"number":4,"text":"For all the vnfaithfull shall die in their vnfaithfulnesse."},{"number":5,"text":"Behold, saith the Lord, I will bring plagues vpon the world; the sword, famine, death, and destruction."},{"number":6,"text":"For wickednesse hath exceedingly polluted the whole earth, and their hurtfull workes are fulfilled."},{"number":7,"text":"Therefore saith the Lord,"},{"number":8,"text":"I will hold my tongue no more as touching their wickednesse, which they prophanely commit, neither wil I suffer them in those things, in which they wickedly exercise themselues: behold, the innocent & righteous blood cryeth vnto me, and the soules of the iust complaine continually."},{"number":9,"text":"And therefore saith the Lord, I wil surely auenge them, and receiue vnto me, all the innocent blood from among them."},{"number":10,"text":"Beholde, my people is ledde as a flocke to the slaughter: I wil not suffer them now to dwel in the land of Egypt."},{"number":11,"text":"But I will bring them with a mighty hand, and a stretched out arme, and smite Egypt with plagues as before, and wil destroy al the land thereof."},{"number":12,"text":"Egypt shal mourne, and the foundation of it shall bee smitten with the plague and punishment, that God shall bring vpon it."},{"number":13,"text":"They that till the ground shall mourne: for their seedes shall faile, through the blasting, and haile, and with a fearefull constellation."},{"number":14,"text":"Woe to the world, and them that dwell therein."},{"number":15,"text":"For the sword and their destruction draweth nigh, and one people shall stand vp to fight against another, and swords in their hands."},{"number":16,"text":"For there shalbe sedition among men, and inuading one another, they shal not regard their kings, nor princes, and the course of their actions shall stand in their power."},{"number":17,"text":"A man shall desire to goe into a citie, and shall not be able."},{"number":18,"text":"For because of their pride, the cities shalbe troubled, the houses shalbe destroyed, and men shalbe afraid."},{"number":19,"text":"A man shall haue no pitie vpon his neighbour, but shall destroy their houses with the sword, and spoile their goods, because of the lacke of bread, and for great tribulation."},{"number":20,"text":"Behold, saith God, I will call together all the Kings of the earth to reuerence me, which are from the rising of the Sunne, from the South, from the East, and Libanus: to turne themselues one against another, and repay the things that they haue done to them."},{"number":21,"text":"Like as they doe yet this day vnto my chosen, so will I doe also and recompense in their bosome, Thus saith the Lord God;"},{"number":22,"text":"My right hand shall not spare the sinners, and my sword shal not cease ouer them, that shed innocent blood vpon earth."},{"number":23,"text":"The fire is gone foorth from his wrath, and hath consumed the foundations of the earth, and the sinners like the straw that is kindled."},{"number":24,"text":"Wo to them that sinne and keepe not my c&#333;mandements, saith the Lord."},{"number":25,"text":"I will not spare them: goe your way ye children from the power, defile not my Sanctuary:"},{"number":26,"text":"For the Lord knoweth all them that sinne against him, and therefore deliuereth he them vnto death and destruction."},{"number":27,"text":"For now are the plagues come vpon the whole earth, and ye shall remaine in them, for God shal not deliuer you, because ye haue sinned against him."},{"number":28,"text":"Behold an horrible vision, and the appearance thereof from the East."},{"number":29,"text":"Where the nations of the dragons of Arabia shall come out with many charets, and the multitude of them shalbe caried as the winde vpon earth, that all they which heare them, may feare and tremble."},{"number":30,"text":"Also the Carmanians raging in wrath, shall go forth as the wilde bores of the wood, and with great power shall they come, and ioyne battell with them, and shall waste a portion of the land of the Assyrians."},{"number":31,"text":"And then shall the dragons haue the vpper hand, remembring their nature, and if they shall turne themselues, conspiring together in great power to persecute them,"},{"number":32,"text":"Then these shalbe troubled, and keepe silence through their power, and shall flee."},{"number":33,"text":"And from the land of the Assyrians, shall the enemy besiege them, and consume some of them, and in their host shall be feare, and dread and strife among their kings."},{"number":34,"text":"Behold clouds from the East, and from the North, vnto the South, and they are very horrible to looke vpon; full of wrath and storme."},{"number":35,"text":"They shall smite one vpon another, & they shall smite downe a great multitude of starres vpon the earth, euen their owne starre; and blood shalbe from the sword vnto the belly."},{"number":36,"text":"And doung of men vnto the camels hough."},{"number":37,"text":"And there shalbe great fearefulnesse and trembling vpon earth: and they that see the wrath, shall be afraid, and trembling shall come vpon them."},{"number":38,"text":"And then shall there come great stormes, from the South, and from the North, & another part from the West."},{"number":39,"text":"And strong winds shal arise from the East, and shall open it, and the cloud which hee raised vp in wrath, and the starre stirred to cause feare toward the East and West winde, shalbe destroyed."},{"number":40,"text":"The great and mightie cloudes shall be lifted vp full of wrath, and the starre, that they may make all the earth afraid, and them that dwel therein, and they shall powre out ouer euery high and eminent place, an horrible starre."},{"number":41,"text":"Fire and haile, and fleeing swords, and many waters, that all fields may be full, and all riuers with the abundance of great waters."},{"number":42,"text":"And they shal breake downe the cities, and walls, mountaines and hils, trees of the wood, and grasse of the medowes, and their corne."},{"number":43,"text":"And they shal goe stedfastly vnto Babylon, and make her afraid."},{"number":44,"text":"They shall come to her, and besiege her, the starre and all wrath shall they powre out vpon her, then shall the dust and smoke goe vp vnto the heauen: and all they that be about her, shall bewaile her."},{"number":45,"text":"And they that remaine vnder her, shall doe seruice vnto them that haue put her in feare."},{"number":46,"text":"And thou Asia that art partaker of the hope of Babylon, and art the glory of her person:"},{"number":47,"text":"Woe be vnto thee thou wretch, because thou hast made thy selfe like vnto her, and hast deckt thy daughters in whoredome, that they might please and glory in thy louers, which haue alway desired to commit whordome with thee."},{"number":48,"text":"Thou hast followed her, that is hated in all her works and inuentions: therefore sayth God,"},{"number":49,"text":"I will send plagues vpon thee: widowhood, pouertie, famine, sword, and pestilence, to waste thy houses with destruction and death."},{"number":50,"text":"And the glory of the power shall be dried vp as floure, when the heate shall arise that is sent ouer thee."},{"number":51,"text":"Thou shalt bee weakened as a poore woman with stripes, and as one chastised with woundes, so that the mightie and louers shall not be able to receiue thee."},{"number":52,"text":"Would I with iealousie haue so proceeded against thee, saith the Lord,"},{"number":53,"text":"If thou haddest not alway slaine my chosen, exalting the stroke of thine hands, & saying ouer their dead, when thou wast drunken,"},{"number":54,"text":"Set foorth the beauty of thy countenance."},{"number":55,"text":"The reward of thy whoredome shall be in thy bosome, therefore shalt thou receiue recompense."},{"number":56,"text":"Like as thou hast done vnto my chosen, sayth the Lord; euen so shall God doe vnto thee, and shall deliuer thee into mischiefe."},{"number":57,"text":"Thy children shall die of hunger, and thou shalt fall through the sword: thy cities shalbe broken downe, and all thine shall perish with the sword in the field."},{"number":58,"text":"They that be in the mountaines shall die of hunger, and eate their owne flesh, and drinke their owne blood, for very hunger of bread, & thirst of water."},{"number":59,"text":"Thou, as vnhappy, shalt come through the Sea, and receiue plagues againe."},{"number":60,"text":"And in the passage, they shall rush on the idle citie, and shall destroy some portion of thy land, and consume part of thy glory, and shall returne to Babylon that was destroyed."},{"number":61,"text":"And thou shalt be cast downe by them, as stubble, and they shall be vnto thee as fire,"},{"number":62,"text":"And shall consume thee and thy cities, thy land and thy mountaines, all thy woods and thy fruitfull trees shall they burne vp with fire."},{"number":63,"text":"Thy children shall they cary away captiue, and looke what thou hast, they shall spoile it, and marre the beauty of thy face."}]}