{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":16,"verses":[{"number":1,"text":"Woe be vnto thee, Babylon and Asia, woe be vnto thee Egypt and Syria."},{"number":2,"text":"Gird vp your selues with clothes of sacke and haire, bewaile your children, and be sory, for your destruction is at hand."},{"number":3,"text":"A sword is sent vpon you, and who may turne it backe?"},{"number":4,"text":"A fire is sent among you, and who may quench it?"},{"number":5,"text":"Plagues are sent vnto you, and what is he that may driue them away?"},{"number":6,"text":"May any man driue away a hungry Lion in the wood? or may any one quench the fire in stubble, when it hath begun to burne?"},{"number":7,"text":"May one turne againe the arrow that is shot of a strong archer?"},{"number":8,"text":"The mightie Lord sendeth the plagues, and who is hee that can driue them away?"},{"number":9,"text":"A fire shall goe foorth from his wrath: & who is he that may quench it?"},{"number":10,"text":"He shall cast lightnings, and who shall not feare? he shall thunder, and who shall not be afraid?"},{"number":11,"text":"The Lord shall threaten, and who shall not be vtterly beaten to powder at his presence?"},{"number":12,"text":"The earth quaketh and the foundations thereof, the sea ariseth vp with waues from the deepe, and the waues of it are troubled, and the fishes thereof also before the Lord, and before the glorie of his power."},{"number":13,"text":"For strong is his right hand that bendeth the bow, his arrowes that hee shooteth are sharpe, and shall not misse when they begin to bee shot into the ends of the world."},{"number":14,"text":"Behold, the plagues are sent, and shall not returne againe, vntill they come vpon the earth."},{"number":15,"text":"The fire is kindled, and shall not be put out, till it consume the foundation of the earth."},{"number":16,"text":"Like as an arrow which is shot of a mightie archer returneth not backward: euen so the plagues that shall be sent vpon earth, shall not returne againe."},{"number":17,"text":"Woe is me, woe is me, who will deliuer me in those dayes?"},{"number":18,"text":"The beginning of sorrowes, and great mournings, the beginning of famine, and great death: the beginning of warres, and the powers shall stand in feare, the beginning of euils, what shall I doe when these euils shal come?"},{"number":19,"text":"Behold, famine, and plague, tribulation and anguish, are sent as scourges for amendment."},{"number":20,"text":"But for all these things they shall not turne from their wickednes, nor be alway mindfull of the scourges."},{"number":21,"text":"Behold, victuals shall be so good cheape vpon earth, that they shal think themselues to be in good case, and euen then shall euils growe vpon earth, sword, famine, and great confusion."},{"number":22,"text":"For many of them that dwell vpon earth, shall perish of famine, and the other that escape the hunger, shall the sword destroy."},{"number":23,"text":"And the dead shall be cast out as doung, and there shalbe no man to comfort them, for the earth shall be wasted, and the cities shall be cast downe."},{"number":24,"text":"There shall be no man left to till the earth, and to sow it."},{"number":25,"text":"The trees shall giue fruite, and who shall gather them?"},{"number":26,"text":"The grapes shall ripe, and who shall treade them? for all places shall be desolate of men."},{"number":27,"text":"So that one man shall desire to see another, and to heare his voyce."},{"number":28,"text":"For of a citie there shalbe ten left, and two of the field which shall hide themselues in the thicke groues, and in the clefts of rockes."},{"number":29,"text":"As in an orchard of oliues, vpon euery tree there are left three or foure oliues:"},{"number":30,"text":"Or, when as a vineyard is gathered, there are left some clusters of them that diligently seek through &thorn; vineyard:"},{"number":31,"text":"Euen so in those dayes there shalbe three or foure left by them that search their houses with the sword."},{"number":32,"text":"And the earth shall be laid waste, and the fields therof shal waxe old, and her wayes and all her paths shall grow full of thornes, because no man shal trauaile therethrough."},{"number":33,"text":"The virgins shall mourne hauing no bridegromes, &thorn; women shal mourne hauing no husbands, their daughters shall mourne hauing no helpers."},{"number":34,"text":"In the warres shall their bridegromes bee destroyed, and their husbands shall perish of famine."},{"number":35,"text":"Heare now these things, and vnderstand them, ye seruants of the Lord."},{"number":36,"text":"Behold the word of the Lord, receiue it, beleeue not the gods of whom the Lord spake."},{"number":37,"text":"Behold, the plagues draw nigh, and are not slacke."},{"number":38,"text":"As when a woman with childe in the ninth month bringeth forth her son, within two or three houres of her birth great paines compasse her wombe, which paines, when the child commeth forth, they slacke not a moment,"},{"number":39,"text":"Euen so shall not the plagues bee slacke to come vpon the earth, and the world shall mourne, and sorrowes shal come vpon it on euery side."},{"number":40,"text":"O my people, Heare my word: make you ready to the battell, and in those euils, be euen as pilgrimes vpon the earth."},{"number":41,"text":"He that selleth let him be as hee that fleeth away: and he that buyeth, as one that will loose."},{"number":42,"text":"He that occupieth merchandize, as he that had no profit by it: and he that buildeth, as hee that shall not dwell therein."},{"number":43,"text":"He that soweth, as if he should not reape: so also he that planteth the vineyard, as he that shal not gather the grapes."},{"number":44,"text":"They that marry, as they that shall get no children: and they that marrie not, as the widowers."},{"number":45,"text":"And therefore they that labour, labour in vaine."},{"number":46,"text":"For strangers shall reape their fruits, and spoile their goods, ouerthrowe their houses; and take their children captiues, for in captiuity and famine shall they get children."},{"number":47,"text":"And they that occupy their merchandize with robbery, the more they decke their citties, their houses, their possessions and their owne persons:"},{"number":48,"text":"The more will I be angry with them for their sinne, saith the Lord."},{"number":49,"text":"Like as an whore enuieth a right honest and vertuous woman:"},{"number":50,"text":"So shall righteousnesse haue iniquity, when she decketh herselfe, and shall accuse her, to her face, when he commeth that shall defend him that diligently searcheth out euery sinne vpon earth."},{"number":51,"text":"And therfore be yee not like therunto, nor to the workes thereof."},{"number":52,"text":"For yet a little iniquitie shall be taken away out of the earth, and righteousnesse shall reigne among you."},{"number":53,"text":"Let not the sinner say that he hath not sinned: for God shall burne coales of fire vpon his head, which saith before the Lord God and his glory, I haue not sinned."},{"number":54,"text":"Behold, the Lord knoweth all the workes of men, their imaginations, their thoughts, and their hearts:"},{"number":55,"text":"Which spake but the word, let the earth be made, and it was made: let the heauen be made, and it was created."},{"number":56,"text":"In his word were the starres made, and he knoweth the number of them."},{"number":57,"text":"He searcheth the deepe, and the treasures thereof, he hath measured the Sea, and what it containeth."},{"number":58,"text":"He hath shut the Sea in the midst of the waters, and with his word hath he hanged the earth vpon the waters."},{"number":59,"text":"He spreadeth out the heauens like a vault, vpon the waters hath he founded it."},{"number":60,"text":"In the desart hath hee made springs of water, and pooles vpon the tops of the mountaines, that the floods might powre downe from the high rockes to water the earth."},{"number":61,"text":"He made man, and put his heart in the midst of the body, and gaue him breath, life, and vnderstanding."},{"number":62,"text":"Yea and the spirit of Almighty God, which made all things, and searcheth out all hidden things in the secrets of the earth."},{"number":63,"text":"Surely he knoweth your inuentions, and what you thinke in your hearts, euen them that sinne, and would hide their sinne."},{"number":64,"text":"Therefore hath the Lord exactly searched out all your workes, and he will put you all to shame."},{"number":65,"text":"And when your sinnes are brought foorth yee shalbe ashamed before men, and your owne sinnes shall be your accusers in that day."},{"number":66,"text":"What will yee doe? or how will yee hide your sinnes before God and his Angels?"},{"number":67,"text":"Behold, God himselfe is the iudge, feare him: leaue off from your sinnes, and forget your iniquities to medle no more with them for euer, so shall God lead you forth, and deliuer you from all trouble."},{"number":68,"text":"For behold, the burning wrath of a great multitude is kindled ouer you, and they shall take away certaine of you, and feede you being idle with things offered vnto idoles."},{"number":69,"text":"And they that consent vnto them shall be had in derision, and in reproch, and troden vnder foote."},{"number":70,"text":"For there shall be in euery place, and in the next cities a great insurrection vpon those that feare the Lord."},{"number":71,"text":"They shall be like mad men, sparing none, but still spoiling and destroying those that feare the Lord."},{"number":72,"text":"For they shal waste and take away their goods, and cast them out of their houses."},{"number":73,"text":"Then shall they be knowen who are my chosen, and they shall be tried, as the gold in the fire:"},{"number":74,"text":"Heare, O yee my beloued, saith the Lord: behold, the dayes of trouble are at hand, but I will deliuer you from the same."},{"number":75,"text":"Be yee not afraid, neither doubt, for God is your guide,"},{"number":76,"text":"And the guide of them who keepe my commaundements, and precepts, saith the Lord God; Let not your sinnes weigh you downe, and let not your iniquities lift vp themselues."},{"number":77,"text":"Woe bee vnto them that are bound with their sinnes, and couered with their iniquities: like as a field is couered ouer with bushes, and the path thereof couered with thornes, that no man may trauell through."},{"number":78,"text":"It is left vndressed, and is cast into the fire, to bee consumed therewith."}]}