{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":4,"verses":[{"number":1,"text":"And the Angel that was sent vnto me, whose name was Uriel, gaue mee an answere,"},{"number":2,"text":"And said, Thy heart hath gone too farre in this world, and thinkest thou to comprehend the way of the most High?"},{"number":3,"text":"Then said I, Yea my Lord: and he answered me and said, I am sent to shew thee three wayes, and to set forth three similitudes before thee."},{"number":4,"text":"Whereof if thou canst declare me one, I will shew thee also the way that thou desirest to see, & I shall shew thee from whence the wicked heart c&#333;meth."},{"number":5,"text":"And I said, Tel on my Lord. Then said he vnto me, Goe thy way, weigh me the weight of the fire, or measure me the blast of the wind, or call me againe the day that is past."},{"number":6,"text":"Then answered I and said, What man is able to doe that, that thou shouldest aske such things of mee?"},{"number":7,"text":"And he said vnto me, If I should aske thee how great dwellings are in the midst of &thorn; sea, or how many springs are in the beginning of the deepe, or how many springs are aboue the firmament, or which are the outgoings of Paradise:"},{"number":8,"text":"Peraduenture thou wouldest say vnto me, I neuer went downe into the deepe, nor as yet into hell, neither did I euer climbe vp into heauen."},{"number":9,"text":"Neuerthelesse, now haue I asked thee but onely of the fire and winde, and of the day where through thou hast passed, and of things fr&#333; which thou canst not be separated, and yet canst thou giue me uo answeere of them."},{"number":10,"text":"He said moreouer vnto me, Thine owne things, and such as are growen vp with thee, canst thou not know."},{"number":11,"text":"How should thy vessel then bee able to comprehend the way of the highest, and the world being now outwardly corrupted, to vnderstand the corruption that is euident in my sight?"},{"number":12,"text":"Then said I vnto him, It were better that we were not at all, then that we should liue still in wickednesse, and to suffer, and not to know wherefore."},{"number":13,"text":"He answered me and said, I went into a forest into a plaine, and the trees tooke counsell,"},{"number":14,"text":"And said, Come, let vs goe and make warre against the Sea, that it may depart away before vs, and that we may make vs more woods."},{"number":15,"text":"The floods of the Sea also in like maner tooke counsell, and said, Come, let vs goe vp and subdue the woods of the plaine, that there also we may make vs another countrey."},{"number":16,"text":"The thought of the wood was in vaine, for the fire came and consumed it."},{"number":17,"text":"The thought of the floods of the Sea came likewise to nought, for the sand stood vp and stopped them."},{"number":18,"text":"If thou wert iudge now betwixt these two, whom wouldest thou begin to iustifie, or whom wouldest thou condemne?"},{"number":19,"text":"I answered and said, Uerily it is a foolish thought that they both haue deuised: for the ground is giuen vnto the wood, and the sea also hath his place to beare his floods."},{"number":20,"text":"Then answered he me and said, Thou hast giuen a right iudgment, but why iudgest thou not thy selfe also?"},{"number":21,"text":"For like as the ground is giuen vnto the wood, & the sea to his floods: euen so they that dwell vpon the earth may vnderstand nothing, but that which is vpon the earth: and hee that dwelleth aboue the heauens, may onely vnderstand the things that are aboue the height of the heauens."},{"number":22,"text":"Then answered I, and said, I beseech thee, O Lord, let me haue vnderstanding."},{"number":23,"text":"For it was not my minde to be curious of the high things, but of such as passe by vs dayly, namely wherefore Israel is giuen vp as a reproch to the heathen, and for what cause the people whom thou hast loued, is giuen ouer vnto vngodly nations, and why the Lawe of our forefathers is brought to nought, and the written Couenants come to none effect."},{"number":24,"text":"And wee passe away out of the world as grassehoppers, and our life is astonishment and feare, and we are not worthy to obtaine mercie."},{"number":25,"text":"What will he then doe vnto his Name, whereby we are called? of these things haue I asked."},{"number":26,"text":"Then answered he me, and said, The more thou searchest, the more thou shalt marueile, for the world hasteth fast to passe away,"},{"number":27,"text":"And cannot comprehend the things that are promised to the righteous in time to come: for this world is ful of vnrighteousnesse and infirmities."},{"number":28,"text":"But as concerning the things whereof thou askest me, I wil tell thee; for the euil is sowen, but the destruction thereof is not yet come."},{"number":29,"text":"If therefore that which is sowen, be not turned vpside downe; and if the place where the euil is sowen passe not away, then cannot it come that is sowen with good."},{"number":30,"text":"For the graine of euill seed hath bene sowen in the heart of Adam from the beginning, and how much vngodlinesse hath it brought vp vnto this time? and how much shall it yet bring foorth vntill the time of threshing come."},{"number":31,"text":"Ponder now by thy selfe, how great fruit of wickednesse the graine of euil seed hath brought forth."},{"number":32,"text":"And when the eares shall bee cut downe, which are without number, how great a floore shall they fill?"},{"number":33,"text":"Then I answered and said, How and when shall these things come to passe? wherefore are our yeeres few and euill?"},{"number":34,"text":"And he answered me, saying, Do not thou hasten aboue the most Highest: for thy haste is in vaine to be aboue him, for thou hast much exceeded."},{"number":35,"text":"Did not the soules also of the righteous aske question of these things in their chambers, saying, How long shall I hope on this fashion? when commeth the fruit of the floore of our reward?"},{"number":36,"text":"And vnto these things Uriel the Archangel gaue them answere, and said, Euen when the number of seedes is filled in you: for he hath weighed the world in the ballance."},{"number":37,"text":"By measure hath hee measured the times, and by number hath he numbred the times; and he doeth not mooue nor stirre them, vntill the said measure be fulfilled."},{"number":38,"text":"Then answered I, and said, O Lord that bearest rule, euen we all are full of impietie."},{"number":39,"text":"And for our sakes peraduenture it is that the floores of the righteous are not filled, because of the sinnes of them that dwell vpon the earth."},{"number":40,"text":"So he answered me, and said, Go thy way to a wman with childe, and aske of her, when she hath fulfilled her nine moneths, if her wombe may keepe the birth any longer within her?"},{"number":41,"text":"Then said I, No Lord, that can she not. And he said vnto mee, In the graue, the chambers of soules are like the wombe of a woman:"},{"number":42,"text":"For like as a woman that trauaileth, maketh haste to escape the necessitie of the trauaile: euen so doe these places haste to deliuer those things that are committed vnto them."},{"number":43,"text":"From the beginning looke what thou desirest to see, it shalbe shewed thee."},{"number":44,"text":"Then answered I, and said, If I haue found fauour in thy sight, and if it be possible, and if I be meet therefore,"},{"number":45,"text":"Shew me then whether there be more to come then is past, or more past then is to come."},{"number":46,"text":"What is past I know; but what is for to come I know not."},{"number":47,"text":"And he said vnto me, Stand vp vpon the right side, and I shal expound the similitude vnto you."},{"number":48,"text":"So I stood and saw, and behold an hot burning ouen passed by before mee: and it happened that when the flame was gone by, I looked, and behold, the smoke remained still."},{"number":49,"text":"After this there passed by before me a watrie cloude, and sent downe much raine with a storme, and when the stormie raine was past, the drops remained still."},{"number":50,"text":"Then said he vnto me, Consider with thy selfe: as the raine is more then the drops, and as the fire is greater then the smoke: but the drops and the smoke remaine behind: so the quantity which is past, did more exceede."},{"number":51,"text":"Then I prayed, and sayd, May I liue, thinkest thou, vntill that time? or what shall happen in those dayes?"},{"number":52,"text":"He answered me, and sayd, As for the tokens whereof thou askest me, I may tell thee of them in part; but as touching thy life, I am not sent to shew thee, for I doe not know it."}]}