{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":5,"verses":[{"number":1,"text":"Neuertheles as concerning the tokens, beholde, the dayes shall come that they which dwell vpon earth, shall bee taken in a great number, and the way of trueth shall be hidden, and the land shall be barren of faith."},{"number":2,"text":"But iniquitie shalbe increased aboue that which now thou seest, or that thou hast heard long agoe."},{"number":3,"text":"And the land that thou seest now to haue roote, shalt thou see wasted suddenly."},{"number":4,"text":"But if the most high graunt thee to liue, thou shalt see after the third trumpet, that the Sunne shall suddenly shine againe in the night, and the Moone thrice in the day."},{"number":5,"text":"And blood shal drop out of wood, and the stone shall giue his voice, and the people shalbe troubled."},{"number":6,"text":"And enen he shal rule whom they looke not for that dwel vpon the earth, and the foules shall take their flight away together."},{"number":7,"text":"And the Sodomitish sea shall cast out fish, and make a noyse in the night, which many haue not knowen: but they shall all heare the voice thereof."},{"number":8,"text":"There shall be a confusion also in many places, and the fire shalbe oft sent out againe, and the wilde beasts shall change their places, and menstruous women shall bring foorth monsters."},{"number":9,"text":"And salt waters shall be found in the sweete, and all friends shall destroy one another: then shall wit hide it selfe, and vnderstanding withdraw it selfe into his secret chamber,"},{"number":10,"text":"And shall be sought of many, and yet not be found: then shall vnrighteousnesse and incontinencie be multiplyed vpon earth."},{"number":11,"text":"One land also shall aske another, and say, Is righteousnes that maketh a man righteous, gone through thee? And it shall say, No."},{"number":12,"text":"At the same time shall men hope, but nothing obtaine: they shall labour, but their wayes shall not prosper."},{"number":13,"text":"To shew thee such tokens I haue leaue: and if thou wilt pray againe, and weepe as now, and fast seuen dayes, thou shalt heare yet greater things."},{"number":14,"text":"Then I awaked, & an extreme fearefulnesse went through all my body, and my minde was troubled, so that it fainted."},{"number":15,"text":"So the Angel that was come to talke with me, helde me, comforted me, and set me vp vpon my feete."},{"number":16,"text":"And in the second night it came to passe, that Salathiel the captaine of the people came vnto mee, saying, Where hast thou beene? and why is thy countenance so heauie?"},{"number":17,"text":"Knowest thou not that Israel is committed vnto thee, in the land of their captiuitie?"},{"number":18,"text":"Up then, and eate bread, and forsake vs not as the shepheard that leaueth his flocke in the handes of cruell wolues."},{"number":19,"text":"Then sayd I vnto him, Goe thy waies from me, and come not nigh me: And he heard what I said, and went from me."},{"number":20,"text":"And so I fasted seuen dayes, monrning and weeping, like as Uriel the Angel commanded me."},{"number":21,"text":"And after seuen dayes, so it was that the thoughts of my heart were very grieuous vnto me againe."},{"number":22,"text":"And my soule recouered the spirit of vnderstanding, and I began to talke with the most high againe,"},{"number":23,"text":"And said, O Lord, that bearest rule of euery wood of the earth, and of all the trees thereof, thou hast chosen thee one onely vine."},{"number":24,"text":"And of all lands of the whole world thou hast chosen thee one pit: and of all the flowers thereof, one Lillie."},{"number":25,"text":"And of all the depths of the Sea, thou hast filled thee one riuer: and of all builded cities, thou hast hallowed Sion vnto thy selfe."},{"number":26,"text":"And of all the foules that are created, thou hast named thee one Doue: and of all the cattell that are made, thou hast prouided thee one sheepe."},{"number":27,"text":"And among all the multitudes of peoples, thou hast gotten thee one people: and vnto this people whom thou louedst, thou gauest a law that is approued of all."},{"number":28,"text":"And now O Lord, why hast thou giuen this one people ouer vnto many? and vpon the one roote hast thou prepared others, and why hast thou scattered thy onely one people among many?"},{"number":29,"text":"And they which did gainesay thy promises, and beleeued not thy couenants, haue trodden them downe."},{"number":30,"text":"If thou didst so much hate thy people, yet shouldest thou punish them with thine owne hands."},{"number":31,"text":"Now when I had spoken these words, the Angell that came to me the night afore, was sent vnto me,"},{"number":32,"text":"And said vnto me, Heare me, and I will instruct thee, hearken to the thing that I say, & I shal tell thee more."},{"number":33,"text":"And I said, Speake on, my Lord: then said he vnto me, thou art sore troubled in minde for Israels sake: louest thou that people better then hee that made them?"},{"number":34,"text":"And I said, No Lord, but of very griefe haue I spoken: For my reines paine me euery houre, while I labour to comprehend the way of the most High, and to seeke out part of his iudgement."},{"number":35,"text":"And he said vnto me, Thou canst not: and I said, wherfore Lord? wherunto was I borne then? or why was not my mothers wombe then my graue, that I might not haue seene the trauell of Iacob, and the wearisome toyle of the stocke of Israel?"},{"number":36,"text":"And he said vnto me, Number me the things that are not yet come, gather me together the droppes that are scattered abroad, make mee the flowres greene againe that are withered."},{"number":37,"text":"Open me the places that are closed, and bring me forth the winds that in them are shut vp, shew me the image of a voyce: and then I will declare to thee the thing that thou labourest to knowe."},{"number":38,"text":"And I said, O Lord, that bearest rule, who may know these things, but hee that hath not his dwelling with men?"},{"number":39,"text":"As for me, I am vnwise: how may I then speake of these things whereof thou askest me?"},{"number":40,"text":"Then said he vnto me, Like as thou canst doe none of these things that I haue spoken of, euen so canst thou not find out my iudgement, or in the end the loue that I haue promised vnto my people."},{"number":41,"text":"And I said, behold, O Lord, yet art thou nigh vnto them that be reserued till the end; and what shall they doe that haue beene before me, or we (that be now) or they that shall come after vs?"},{"number":42,"text":"And he said vnto me, I wil liken my iudgement vnto a ring: like as there is no slacknesse of the last, euen so there is no swiftnesse of the first."},{"number":43,"text":"So I answered and said, Couldst thou not make those that haue beene made, and be now, and that are for to come, at once, that thou mightest shewe thy iudgement the sooner?"},{"number":44,"text":"Then answered he me, and said, The creature may not hast aboue the maker, neither may the world hold them at once that shalbe created therin."},{"number":45,"text":"And I said, As thou hast said vnto thy seruant, that thou which giuest life to all, hast giuen life at once to the creature that thou hast created, and the creature bare it: euen so it might now also beare them that now be present at once."},{"number":46,"text":"And he said vnto me, Aske the wombe of a woman, & say vnto her, If thou bringest forth children, why doest thou it not together, but one after another? pray her therefore to bring forth tenne children at once."},{"number":47,"text":"And I said, She cannot: but must doe it by distance of time."},{"number":48,"text":"Then said he vnto me, Euen so haue I giuen the wombe of the earth to those that be sowen in it, in their times."},{"number":49,"text":"For like as a young child may not bring forth the things that belong to the aged, euen so haue I disposed the world which I created."},{"number":50,"text":"And I asked and said, Seeing thou hast now giuen me the way, I will proceed to speak before thee: for our mother of whom thou hast told me that she is yong, draweth now nigh vnto age."},{"number":51,"text":"He answered me and said, Aske a woman that beareth children, and shee shall tell thee."},{"number":52,"text":"Say vnto her, Wherefore are not they whome thou hast now brought forth, like those that were before, but lesse of stature?"},{"number":53,"text":"And she shall answere thee, They that be borne in the strength of youth, are of one fashion, and they that are borne in the time of age (when the wombe faileth) are otherwise."},{"number":54,"text":"Consider thou therfore also, how that yee are lesse of stature then those that were before you."},{"number":55,"text":"And so are they that come after you lesse then ye, as the creatures which now begin to be old, and haue passed ouer the strength of youth."},{"number":56,"text":"Then saide I, Lord, I beseech thee, if I haue found fauor in thy sight, shew thy seruant by whom thou visitest thy creature."}]}