{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":7,"verses":[{"number":1,"text":"And when I had made an ende of speaking these words, there was sent vnto mee the Angel which had beene sent vnto mee the nights afore."},{"number":2,"text":"And he said vnto me, Up Esdras, and heare the wordes that I am come to tell thee."},{"number":3,"text":"And I said, Speake on, my God. Then said he vnto me, The Sea is set in a wide place, that it might be deepe and great."},{"number":4,"text":"But put the case the entrance were narrow, and like a riuer,"},{"number":5,"text":"Who then could goe into the Sea to looke vpon it, and to rule it? If hee went not through the narrow, how could he come into the broad?"},{"number":6,"text":"There is also another thing. A city is builded, and set vpon a broad field, and is full of all good things."},{"number":7,"text":"The entrance thereof is narrow, and is set in a dangerous place to fall, like as if there were a fire on the right hand, and on the left a deepe water."},{"number":8,"text":"And one only path between them both, euen betweene the fire and the water, so small that there could but one man goe there at once."},{"number":9,"text":"If this city now were giuen vnto a man for an inheritance, if he neuer shall passe the danger set before it, how shall he receiue this inheritance?"},{"number":10,"text":"And I said, It is so, Lord. Then said he vnto me, Euen so also is Israels portion:"},{"number":11,"text":"Because for their sakes I made the world: and when Adam transgressed my Statutes, then was decreed that now is done."},{"number":12,"text":"Then were the entrances of this world made narrow, full of sorrow and trauaile: they are but few and euill, full of perils, and very painefull."},{"number":13,"text":"For the entrances of the elder world were wide and sure, and brought immortall fruit."},{"number":14,"text":"If then they that liue, labour not to enter these strait and vaine things, they can neuer receiue those that are laide vp for them."},{"number":15,"text":"Now therefore why disquietest thou thy selfe, seeing thou art but a corruptible man? and why art thou mooued, whereas thou art but mortall?"},{"number":16,"text":"Why hast thou not considered in thy minde this thing that is to come, rather then that which is present?"},{"number":17,"text":"Then answered I, and sayd, O Lord, that bearest rule, thou hast ordained in thy Law, that the righteous should inherite these things, but that the vngodly should perish:"},{"number":18,"text":"Neuerthelesse, the righteous shal suffer strait things, and hope for wide: for they that haue done wickedly, haue suffered the strait things, and yet shall not see the wide."},{"number":19,"text":"And he said vnto me, There is no iudge aboue God, and none that hath vnderstanding aboue the highest."},{"number":20,"text":"For there be many that perish in this life, because they despise the Lawe of God that is set before them."},{"number":21,"text":"For God hath giuen strait commandement to such as came, what they should doe to liue, euen as they came, and what they should obserue to auoid punishment."},{"number":22,"text":"Neuerthelesse they were not obedient vnto him, but spake against him, and imagined vaine things:"},{"number":23,"text":"And deceiued themselues by their wicked deeds, and sayd of the most Hie, that he is not, and knew not his waies."},{"number":24,"text":"But his Law haue they despised, and denied his couenants in his statutes haue they not beene faithfull, and haue not performed his workes."},{"number":25,"text":"And therfore Esdras, for the emptie, are emptie things, and for the ful, are the full things."},{"number":26,"text":"Behold, the time shall come, that these tokens which I haue told thee, shall come to passe, and the bride shall appeare, and she comming forth shall be seene, that now is withdrawen from the earth."},{"number":27,"text":"And whosoeuer is deliuered from the foresaid euils, shall see my wonders."},{"number":28,"text":"For my sonne Iesus shall be reuealed with those that be with him, and they that remaine shall reioyce within foure hundred yeeres."},{"number":29,"text":"After these yeeres shall my sonne Christ die, and all men that haue life."},{"number":30,"text":"And the world shall be turned into the old silence seuen dayes, like as in the former iudgements: so that no man shall remaine."},{"number":31,"text":"And after seuen dayes, the world that yet awaketh not shall be raised vp, and that shall die, that is corrupt."},{"number":32,"text":"And the earth shall restore those that are asleepe in her, and so shall the dust those that dwell in silence, and the secret places shall deliuer those soules that were committed vnto them."},{"number":33,"text":"And the most high shall appeare vpon the seate of iudgement, and miserie shall passe away, and the long suffering shall haue an end."},{"number":34,"text":"But iudgement onely shall remaine, trueth shall stand, and faith shall waxe strong."},{"number":35,"text":"And the worke shall follow, and the reward shall be shewed, and the good deeds shall be of force, and wicked deeds shall beare no rule."},{"number":36,"text":"Then said I, Abraham prayed first for the Sodomites, and Moses for the fathers that sinned in the wildernesse:"},{"number":37,"text":"And Iesus after him for Israel in the time of Achan,"},{"number":38,"text":"And Samuel; and Dauid for the destruction: and Solomon for them that should come to the sanctuary."},{"number":39,"text":"And Helias for those that receiued raine, & for the dead that hee might liue."},{"number":40,"text":"And Ezechias for the people in the time of Sennacherib: and many for many."},{"number":41,"text":"Euen so now seeing corruption is growen vp, and wickednesse increased, and the righteous haue prayed for the vngodly: wherefore shall it not be so now also?"},{"number":42,"text":"He answered me and said, This present life is not the end where much glory doth abide; therefore haue they prayed for the weake."},{"number":43,"text":"But the day of doome shall be the end of this time, and the beginning of the immortality for to come, wherein corruption is past."},{"number":44,"text":"Intemperancie is at an end, infidelity is cut off, righteousnesse is growen, and trueth is sprung vp."},{"number":45,"text":"Then shall no man be able to saue him that is destroyed, nor to oppresse him that hath gotten the victory."},{"number":46,"text":"I answered then and said, This is my first and last saying; that it had beene better not to haue giuen the earth vnto Adam: or else when it was giuen him, to haue restrained him from sinning."},{"number":47,"text":"For what profit is it for men now in this present time to liue in heauinesse, and after death to looke for punishment?"},{"number":48,"text":"O thou Adam, what hast thou done? for though it was thou that sinned, thou art not fallen alone, but we all that come of thee."},{"number":49,"text":"For what profit is it vnto vs, if there be promised vs an immortall time, wheras we haue done the works that bring death?"},{"number":50,"text":"And that their is promised vs an euerlasting hope, whereas our selues being most wicked are made vaine?"},{"number":51,"text":"And that there are layd vp for vs dwellings of health and safety, whereas we haue liued wickedly?"},{"number":52,"text":"And that the glory of the most high is kept to defend them which haue led a wary life, whereas we haue walked in the most wicked wayes of all?"},{"number":53,"text":"And that there should be shewed a paradise whose fruite endureth for euer, wherein is securitie and medicine, sith we shall not enter into it?"},{"number":54,"text":"For we haue walked in vnpleasant places."},{"number":55,"text":"And that the faces of them which haue vsed abstinence, shall shine aboue the starres, whereas our faces shall bee blacker then darkenesse?"},{"number":56,"text":"For while we liued and committed iniquitie, we considered not that we should begin to suffer for it after death."},{"number":57,"text":"Then answered he me and saide, This is the condition of the battell, which man that is borne vpon the earth shall fight,"},{"number":58,"text":"That if he be ouercome, he shall suffer as thou hast said, but if he get the victorie, he shall receiue the thing that I say."},{"number":59,"text":"For this is the life whereof Moses spake vnto the people while hee liued, saying, Choose thee life that thou mayest liue."},{"number":60,"text":"Neuerthelesse they beleeued not him, nor yet the prophets after him, no nor me which haue spoken vnto them,"},{"number":61,"text":"That there should not be such heauinesse in their destruction, as shall bee ioy ouer them that are perswaded to saluation."},{"number":62,"text":"I answered then and saide, I know, Lord, that the most Hie is called mercifull, in that he hath mercy vpon them, which are not yet come into the world,"},{"number":63,"text":"And vpon those also that turne to his Law,"},{"number":64,"text":"And that he is patient, and long suffereth those that haue sinned, as his creatures,"},{"number":65,"text":"And that he is bountifull, for hee is ready to giue where it needeth,"},{"number":66,"text":"And that is of great mercie, for he multiplieth more and more mercies to them that are present, and that are past, & also to them which are to come."},{"number":67,"text":"For if he shall not multiplie his mercies, the world would not continue with them that inherit therein."},{"number":68,"text":"And he pardoneth; for if hee did not so of his goodnesse, that they which haue committed iniquities might be eased of them, the ten thousand part of men should not remaine liuing."},{"number":69,"text":"And being Iudge, if he should not forgiue them that are cured with his word, and put out the multitude of contentions,"},{"number":70,"text":"There should bee very fewe left peraduenture in an innumerable multitude."}]}