{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":8,"verses":[{"number":1,"text":"And he answered me, saying, The most High hath made this world for many, but the world to come for fewe."},{"number":2,"text":"I will tell thee a similitude, Esdras, As when thou askest the earth, it shall say vnto thee, that it giueth much mold wherof earthen vessels are made, but litle dust that golde commeth of: euen so is &thorn; course of this present world."},{"number":3,"text":"There be many created, but few shall be saued."},{"number":4,"text":"So answered I and said, Swallow then downe O my soule, vnderstanding, and deuoure wisedome."},{"number":5,"text":"For thou hast agreed to giue eare, and art willing to prophesie: for thou hast no longer space then onely to liue."},{"number":6,"text":"O Lord, if thou suffer not thy seruant that we may pray before thee, and thou giue vs seed vnto our heart, and culture to our vnderstanding, that there may come fruit of it, howe shall each man liue that is corrupt, who beareth the place of a man?"},{"number":7,"text":"For thou art alone, and we all one workemanship of thine hands, like as thou hast said."},{"number":8,"text":"For when the body is fashioned now in the mothers wombe, and thou giuest it members, thy creature is preserued in fire & water, and nine months doeth thy workemanship endure thy creature which is created in her."},{"number":9,"text":"But that which keepeth, and is kept, shall both be preserued: and when the time commeth, the wombe preserued, deliuereth vp the things that grew in it."},{"number":10,"text":"For thou hast commanded out of the parts of the body, that is to say, out of the breasts milke to be giuen, which is the fruit of the breasts,"},{"number":11,"text":"That the thing which is fashioned, may bee nourished for a time, till thou disposest it to thy mercy."},{"number":12,"text":"Thou broughtest it vp with thy righteousnesse, and nourturedst it in thy Law, and reformedst it with thy iudgement."},{"number":13,"text":"And thou shalt mortifie it as thy creature, and quicken it as thy worke."},{"number":14,"text":"If therefore thou shalt destroy him which with so great labour was fashioned, it is an easie thing to be ordeined by thy Commaundement, that the thing which was made might be preserued."},{"number":15,"text":"Now therefore, Lord, I will speake (touchiug man in generall, thou knowest best) but touching thy people, for whose sake I am sory,"},{"number":16,"text":"And for thine inheritance, for whose cause I mourne, and for Israel, for whom I am heauy, and for Iacob, for whose sake I am troubled:"},{"number":17,"text":"Therefore will I begin to pray before thee, for my selfe, and for them: for I see the falles of vs that dwell in the land."},{"number":18,"text":"But I haue heard the swiftnesse of the Iudge which is to come."},{"number":19,"text":"Therefore heare my voyce, and vnderstand my wordes, and I shall speake before thee: this is the beginning of the words of Esdras, before he was taken vp: and I said;"},{"number":20,"text":"O Lord, Thou that dwellest in euerlastingnes, which beholdest from aboue, things in the heauen, & in the aire,"},{"number":21,"text":"Whose Throne is inestimable, whose glory may not be comprehended, before whom the hosts of Angels stand with trembling,"},{"number":22,"text":"(Whose seruice is conuersant in wind and fire,) whose word is true, and sayings constant, whose Commandement is strong, and ordinance fearefull,"},{"number":23,"text":"Whose looke drieth vp the depths, and indignation maketh the mountaines to melt away, which the trueth witnesseth:"},{"number":24,"text":"O heare the prayer of thy seruant, and giue eare to the petition of thy creature."},{"number":25,"text":"For while I liue, I will speake, and so long as I haue vnderstanding, I wil answere."},{"number":26,"text":"O looke not vpon the sinnes of thy people: but on them which serue thee in trueth."},{"number":27,"text":"Regard not the wicked inuentions of the heathen: but the desire of those that keepe thy Testimonies in afflictions."},{"number":28,"text":"Thinke not vpon those that haue walked fainedly before thee: but remember them, which according to thy will haue knowen thy feare."},{"number":29,"text":"Let it not bee thy will to destroy them, which haue liued like beasts: but to looke vpon them that haue clearely taught thy Law."},{"number":30,"text":"Take thou no indignation at them which are deemed worse then beasts: but loue them that alway put their trust in thy righteousnesse, and glory."},{"number":31,"text":"For we and our fathers doe languish of such diseases; but because of vs sinners, thou shalt be called mercifull."},{"number":32,"text":"For if thou hast a desire to haue mercy vpon vs, thou shalt bee called mercifull, to vs namely, that haue no workes of righteousnesse."},{"number":33,"text":"For the iust which haue many good workes layed vp with thee, shall out of their owne deedes receiue reward."},{"number":34,"text":"For what is man that thou shouldest take displeasure at him? or what is a corruptible generation, that thou shouldest be so bitter toward it?"},{"number":35,"text":"For in trueth there is no man among them that be borne, but he hath dealt wickedly, and among the faithfull, there is none which hath not done amisse."},{"number":36,"text":"For in this, O Lord, thy righteousnesse, and thy goodnesse shalbe declared, if thou be mercifull vnto them which haue not the confidence of good workes."},{"number":37,"text":"Then answered he mee, and said, Some things hast thou spoken aright, and according vnto thy words it shalbe."},{"number":38,"text":"For indeed I will not thinke on the disposition of them which haue sinned before death, before iudgement, before destruction."},{"number":39,"text":"But I will reioyce ouer the disposition of the righteous, and I wil remember also their pilgrimage, and the saluation, and the reward that they shall haue."},{"number":40,"text":"Like as I haue spoken now, so shall it come to passe."},{"number":41,"text":"For as the husbandmau soweth much seed vpon the ground, and planteth many trees, and yet the thing that is sowen good in his season, commeth not vp, neither doeth all that is planted take root: euen so is it of them that are sowen in the world, they shall not all be saued."},{"number":42,"text":"I answered then, and said, If I haue found grace, let me speake."},{"number":43,"text":"Like as the husbandmans seede perisheth, if it come not vp, and receiue not the raine in due season, or if there come too much raine and corrupt it:"},{"number":44,"text":"Euen so perisheth man also which is formed with thy hands, and is called thine owne image, because thou art like vnto him, for whose sake thou hast made all things, and likened him vnto the husbandmans seede."},{"number":45,"text":"Be not wroth with vs, but spare thy people, and haue mercy vpon thine owne inheritance: for thou art mercifull vnto thy creature."},{"number":46,"text":"Then answered he me, and said, Things present are for the present, and things to come, for such as be to come."},{"number":47,"text":"For thou commest farre short, that thou shouldest be able to loue my creature more then I: but I haue oft times drawen nigh vnto thee, and vnto it, but neuer to the vnrighteous."},{"number":48,"text":"In this also thou art marueilous before the most high;"},{"number":49,"text":"In that thou hast humbled thy selfe as it becommeth thee, and hast not iudged thy selfe worthy to be much glorified among the righteous."},{"number":50,"text":"For many great miseries shall be done to them, that in the latter time shal dwell in the world, because they haue walked in great pride."},{"number":51,"text":"But vnderstand thou for thy selfe, and seeke out the glory for such as be like thee."},{"number":52,"text":"For vnto you is Paradise opened, the tree of life is planted, the time to come is prepared, plenteousnesse is made ready, a citie is builded, and rest is allowed, yea perfect goodnesse and wisedome."},{"number":53,"text":"The root of euil is sealed vp from you, weakenesse and the moth is hidde from you, and corruption is fled into hell to be forgotten."},{"number":54,"text":"Sorrows are passed, & in the end is shewed the treasure of immortalitie."},{"number":55,"text":"And therefore aske thou no more questions concerning the multitude of them that perish."},{"number":56,"text":"For when they had taken liberty, they despised the most High, thought scorne of his Lawe, and forsooke his wayes."},{"number":57,"text":"Moreouer, they haue troden downe his righteous,"},{"number":58,"text":"And said in their heart, that there is no God, yea and that knowing they must die."},{"number":59,"text":"For as the things aforesaid shall receiue you, so thirst and paine are prepared for them; for it was not his will that men should come to nought."},{"number":60,"text":"But they which be created, haue defiled the Name of him that made them, and were vnthankefull vnto him which prepared life for them."},{"number":61,"text":"And therefore is my iudgement now at hand."},{"number":62,"text":"These things haue I not shewed vnto all men, but vnto thee, and a fewe like thee. Then answered I, and said,"},{"number":63,"text":"Behold, O Lord, now hast thou shewed me the multitude of the wonders which thou wilt begin to doe in the last times: but at what time, thou hast not shewed me."}]}