{"translation":"kjv1611","book":"2es","bookName":"2 Esdras","chapter":9,"verses":[{"number":1,"text":"Hee answered me then, and sayde, Measure thou the time diligently in it selfe: and when thou seest part of the signes past, which I haue tolde thee before,"},{"number":2,"text":"Then shalt thou vnderstand, that it is the very same time, wherein the highest will begin to visite the world which he made."},{"number":3,"text":"Therefore when there shall bee seene earthquakes and vprores of the people in the world:"},{"number":4,"text":"Then shalt thou wel vnderstand, that the most high spake of those things from the dayes that were before thee, euen from the beginning."},{"number":5,"text":"For like as all that is made in the world hath a beginning, and an ende, and the end is manifest:"},{"number":6,"text":"Euen so the times also of the highest, haue plaine beginnings in wonders and powerfull workes, and endings in effects and signes."},{"number":7,"text":"And euery one that shalbe saued, and shalbe able to escape by his works, and by faith, whereby ye haue beleeued,"},{"number":8,"text":"Shall be preserued from the sayd perils, and shall see my saluation, in my land, and within my borders: for I haue sanctified them for me, from the beginning."},{"number":9,"text":"Then shall they be in pitifull case which now haue abused my wayes: and they that haue cast them away desspitefully, shall dwell in torments."},{"number":10,"text":"For such, as in their life haue receiued benefits, & haue not knowen me:"},{"number":11,"text":"And they that haue loathed my law, while they had yet liberty, and when as yet place of repentance was open vnto them, vnderstood not, but despised it:"},{"number":12,"text":"The same must know it after death by paine."},{"number":13,"text":"And therefore be thou not curious, how the vngodly shalbe punished and when: but enquire how the righteous shall be saued, whose the world is, and for whom the world is created."},{"number":14,"text":"Then answered I, and said,"},{"number":15,"text":"I haue said before, and now doe speake, and will speake it also heereafter: that there be many moe of them which perish, then of them which shall be saued,"},{"number":16,"text":"Like as a waue is greater then a droppe."},{"number":17,"text":"And he answered me, saying: like as the field is, so is also the seed: as the flowres be, such are the colours also: such as the workeman is, such also is the worke: and as the husbandman is himselfe, so is his husbandry also: for it was the time of the world."},{"number":18,"text":"And now when I prepared the world, which was not yet made, euen for them to dwell in that now liue, no man spake against me."},{"number":19,"text":"For then euery one obeyed, but now the maners of them which are created in this world that is made, are corrupted by a perpetuall seed, & by a law which is vnsearchable, rid themselues."},{"number":20,"text":"So I considered the world, and behold there was perill, because of the deuices that were come into it."},{"number":21,"text":"And I saw and spared it greatly, and haue kept me a grape of the cluster, and a plant of a great people."},{"number":22,"text":"Let the multitude perish then, which was borne in vaine, and let my grape be kept and my plant: for with great labour haue I made it perfect."},{"number":23,"text":"Neuerthelesse if thou wilt cease yet seuen dayes moe (but thou shalt not fast in them.)"},{"number":24,"text":"But goe into a field of flowres, where no house is builded, and eate only the flowres of the field, Tast no flesh, drinke no wine, but eate flowres onely."},{"number":25,"text":"And pray vnto the Highest continually, then wil I come and talke with thee."},{"number":26,"text":"So I went my way into the field which is called Ardath, like as he commanded me, and there I sate amongst the flowres, and did eate of the herbes of the field, and the meate of the same satisfied me."},{"number":27,"text":"After seuen dayes I sate vpon the grasse, and my heart was vexed within me, like as before."},{"number":28,"text":"And I opened my mouth, and beganne to talke before the most High and said,"},{"number":29,"text":"O Lord, thou that shewest thy selfe vnto vs, thou wast shewed vnto our fathers in the wildernesse, in a place where no man treadeth, in a barren place when they came out of Egypt."},{"number":30,"text":"And thou spakest, saying, Heare me, O Israel, and marke my words, thou seed of Iacob."},{"number":31,"text":"For behold I sow my law in you, and it shall bring fruite in you, and yee shall be honoured in it for euer."},{"number":32,"text":"But our fathers which receiued the law, kept it not, and obserued not thy ordinances, and though the fruite of thy law did not perish, neither could it, for it was thine:"},{"number":33,"text":"Yet they that receiued it, perished, because they kept not the thing that was sowen in them."},{"number":34,"text":"And loe, it is a custome when the ground hath receiued seed, or the Sea a ship, or any vessel, meate or drinke, that, that being perished wherein it was sowen, or cast into,"},{"number":35,"text":"That thing also which was sowen or cast therein, or receiued, doth perish, and remaineth not with vs: but with vs it hath not happened so."},{"number":36,"text":"For we that haue receiued the law perish by sinne, and our heart also which receiued it."},{"number":37,"text":"Notwithstanding the law perisheth not, but remaineth in his force."},{"number":38,"text":"And when I spake these things in my heart, I looked backe with mine eyes, & vpon the right side I saw a woman, and behold, she mourned, & wept with a loud voyce, and was much grieued in heart, and her clothes were rent, and she had ashes vpon her head."},{"number":39,"text":"Then let I my thoughts goe that I was in, and turned me vnto her,"},{"number":40,"text":"And said vnto her, Wherefore weepest thou? why art thou so grieued in thy minde?"},{"number":41,"text":"And she said vnto me, Sir, let me alone, that I may bewaile my selfe, and adde vnto my sorow, for I am sore vexed in my minde, and brought very low."},{"number":42,"text":"And I said vnto her, What aileth thee? Tell me."},{"number":43,"text":"She said vnto me, I thy seruant haue bene barren, and had no childe, though I had an husband thirty yeres."},{"number":44,"text":"And those thirtie yeeres I did nothing else day and night, and euery houre, but make my prayer to &thorn; highest."},{"number":45,"text":"After thirtie yeeres, God heard me thine handmaid, looked vpon my misery, considered my trouble, and gaue me a sonne: and I was very glad of him, so was my husband also, and all my neighbours, and we gaue great honour vnto the Almightie."},{"number":46,"text":"And I nourished him with great trauaile."},{"number":47,"text":"So when he grew vp, and came to the time that he should haue a wife, I made a feast."}]}