{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":1,"verses":[{"number":1,"text":"In the beginning the Word was; and the Word was with God; and the Word was God."},{"number":2,"text":"He was in the beginning with God;"},{"number":3,"text":"through him all things came into being, and nothing came into being apart from him."},{"number":4,"text":"That which came into being in him was life; and the life was the light of humanity;"},{"number":5,"text":"and the light shines in the darkness, and the darkness never overpowered it."},{"number":6,"text":"There appeared a man sent from God, whose name was John;"},{"number":7,"text":"he came as a witness – to bear witness to the light so that through him everyone might believe."},{"number":8,"text":"He was not the light, but he came to bear witness to the light."},{"number":9,"text":"That was the true light which enlightens everyone coming into the world."},{"number":10,"text":"He was in the world; and through him the world came into being – yet the world did not know him."},{"number":11,"text":"He came to his own – yet his own did not receive him."},{"number":12,"text":"But to all who did receive him he gave power to become children of God – to those who believe in his name."},{"number":13,"text":"For not to natural conception, nor to human instincts, nor to human will did they owe the new life, but to God."},{"number":14,"text":"And the Word became human, and lived among us, (We saw his glory – the glory of the Only Son sent from the Father), full of love and truth."},{"number":15,"text":"(John bears witness to him; he cried aloud – for it was he who spoke – “He who is coming after me is now before me, for he was ever first”);"},{"number":16,"text":"out of his fullness we have all received gift after gift of love;"},{"number":17,"text":"for the Law was given through Moses, love and truth came through Jesus Christ."},{"number":18,"text":"No one has ever yet seen God; God the only Son, who is ever with the Father – he has revealed him."},{"number":19,"text":"When the religious authorities in Jerusalem sent some Priests and Levites to ask John – “Who are you?”,"},{"number":20,"text":"he told them clearly and simply, “I am not the Christ.”"},{"number":21,"text":"“What then?” they asked. “Are you Elijah?” “No,” he said, “I am not.” “Are you ‘the prophet’?” He answered, “No.”"},{"number":22,"text":"“Who then are you?” they continued. “Tell us so that we have an answer to give to those who have sent us. What do you say about yourself?”"},{"number":23,"text":"“I,” he answered, “am – ‘The voice of one crying aloud in the wilderness: make a straight road for the Lord’, as the prophet Isaiah said.”"},{"number":24,"text":"These men had been sent from the Pharisees;"},{"number":25,"text":"and their next question was, “Why then do you baptize, if you are not the Christ or Elijah or ‘the prophet’?”"},{"number":26,"text":"John’s answer was – “I baptize with water, but among you stands one whom you do not know;"},{"number":27,"text":"he is coming after me, yet I am not worthy even to unfasten his sandal.”"},{"number":28,"text":"This happened at Bethany, across the Jordan, where John was baptizing."},{"number":29,"text":"The next day John saw Jesus coming towards him, and exclaimed, “Here is the Lamb of God, who takes away the sin of the world!"},{"number":30,"text":"I was talking about him when I said ‘After me there is coming a man who ranks ahead of me, because before I was born he already was.’"},{"number":31,"text":"I did not know who he was, but I have come baptizing with water to make him known to Israel.”"},{"number":32,"text":"John also said: “I saw the Spirit come down from heaven like a dove and rest on him."},{"number":33,"text":"I myself did not know him, but he who sent me to baptize with water, he said to me ‘He on whom you see the Spirit descending, and remaining on him – he it is who baptizes with the Holy Spirit.’"},{"number":34,"text":"This I have seen myself, and I have declared my belief that he is the Son of God.”"},{"number":35,"text":"The next day, when John was standing with two of his disciples,"},{"number":36,"text":"he looked at Jesus as he passed and exclaimed, “There is the Lamb of God!”"},{"number":37,"text":"The two disciples heard him say this, and followed Jesus."},{"number":38,"text":"But Jesus turned around, and saw them following. “What are you looking for?” he asked. “Rabbi,” they answered (or, as we should say, ‘Teacher’), “where are you staying?”"},{"number":39,"text":"“Come, and you will see,” he replied. So they went, and saw where he was staying, and spent that day with him. It was then about four in the afternoon."},{"number":40,"text":"One of the two, who heard what John said and followed Jesus, was Andrew, Simon Peter’s brother."},{"number":41,"text":"He first found his own brother Simon, and said to him, “We have found the Messiah!” (a word which means ‘Christ,’ or ‘Consecrated’.)"},{"number":42,"text":"Then he brought him to Jesus. Looking straight at him, Jesus said, “You are Simon, the son of John; you will be called Cephas” (which means ‘Peter,’ or ‘Rock’)."},{"number":43,"text":"The following day Jesus decided to leave for Galilee. He found Philip, and said to him, “Follow me.”"},{"number":44,"text":"Philip was from Bethsaida, the same town as Andrew and Peter."},{"number":45,"text":"He found Nathanael and said to him, “We have found him of whom Moses wrote in the Law, and of whom the prophets also wrote – Jesus of Nazareth, Joseph’s son!”"},{"number":46,"text":"“Can anything good come out of Nazareth?” asked Nathanael. “Come and see,” replied Philip."},{"number":47,"text":"When Jesus saw Nathanael coming towards him, he said, “Here is a true Israelite, in whom there is no deceit!”"},{"number":48,"text":"“How do you know me?” asked Nathanael. “Even before Philip called you,” replied Jesus, “when you were under the fig tree, I saw you.”"},{"number":49,"text":"“Rabbi,” Nathanael exclaimed, “you are the Son of God, you are king of Israel!”"},{"number":50,"text":"“Do you believe in me,” asked Jesus, “because I told you that I saw you under the fig tree? You will see greater things than those!"},{"number":51,"text":"In truth I tell you,” he added, “you will all see heaven open, and the angels of God ascending and descending on the Son of Man.”"}]}