{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":10,"verses":[{"number":1,"text":"In truth I tell you, whoever does not go into the sheepfold through the door, but climbs up at some other place, that person is a thief and a robber;"},{"number":2,"text":"but the person who goes in through the door is shepherd to the sheep."},{"number":3,"text":"For him the watchman opens the door; and the sheep listen to his voice; and he calls his own sheep by name, and leads them out."},{"number":4,"text":"When he has brought them all out, he walks in front of them, and his sheep follow him, because they know his voice."},{"number":5,"text":"They will not follow a stranger, but will run away from him; because they do not know a stranger’s voice.”"},{"number":6,"text":"This was the allegory that Jesus told them, but they did not understand of what he was speaking."},{"number":7,"text":"So he continued, “In truth I tell you, I am the door for the sheep."},{"number":8,"text":"All who came before me were thieves and robbers; but the sheep did not listen to them."},{"number":9,"text":"I am the door; he who goes in through me will be safe, and he will go in and out and find pasture."},{"number":10,"text":"The thief comes only to steal, to kill, and to destroy; I have come so that they may have life, and may have it in greater fullness."},{"number":11,"text":"I am the good shepherd. The good shepherd lays down his life for his sheep."},{"number":12,"text":"The hired man who is not a shepherd, and who does not own the sheep, when he sees a wolf coming, leaves them and runs away; then the wolf seizes them, and scatters the flock."},{"number":13,"text":"He does this because he is only a hired man and does not care about the sheep."},{"number":14,"text":"I am the good shepherd; and I know my sheep, and my sheep know me –"},{"number":15,"text":"Just as the Father knows me and I know the Father – and I lay down my life for the sheep."},{"number":16,"text":"I have other sheep besides, which do not belong to this fold; I must lead them also, and they will listen to my voice; and they will become one flock under one shepherd."},{"number":17,"text":"This is why the Father loves me, because I lay down my life – to receive it again."},{"number":18,"text":"No one took it from me, but I lay it down of myself. I have authority to lay it down, and I have authority to receive it again. This is the command which I received from my Father.”"},{"number":19,"text":"In consequence of these words a difference of opinion again arose among the people."},{"number":20,"text":"Many of them said, “He is possessed by a demon and is mad; why do you listen to him?”"},{"number":21,"text":"Others said, “This is not the teaching of one who is possessed by a demon. Can a demon give sight to the blind?”"},{"number":22,"text":"Soon after this the Festival of the Rededication was held at Jerusalem."},{"number":23,"text":"It was winter; and Jesus was walking in the Temple Courts, in the Colonnade of Solomon,"},{"number":24,"text":"when the people gathered around him, and said, “How long are you going to keep us in suspense? If you are the Christ, tell us so frankly.”"},{"number":25,"text":"“I have told you so,” replied Jesus, “and you do not believe me. The work that I am doing in my Father’s name bears testimony to me."},{"number":26,"text":"But you do not believe me, because you are not of my flock."},{"number":27,"text":"My sheep listen to my voice; I know them, and they follow me;"},{"number":28,"text":"and I give them eternal life, and they will not be lost; nor will anyone snatch them out of my hands."},{"number":29,"text":"What my Father has entrusted to me is more than all else; and no one can snatch anything out of the Father’s hands."},{"number":30,"text":"The Father and I are one.”"},{"number":31,"text":"Some of the people again brought stones to throw at him;"},{"number":32,"text":"and seeing this, Jesus said, “I have done before your eyes many good actions, inspired by the Father; for which of them would you stone me?”"},{"number":33,"text":"“It is not for any good action that we would stone you,” they answered, “but for blasphemy; and because you, who are only a man, make yourself out to be God.”"},{"number":34,"text":"“Are there not,” replied Jesus, “these words in your Law – ‘I said, You are gods’?"},{"number":35,"text":"If those to whom God’s word were addressed were said to be ‘gods’ – and scripture cannot be set aside –"},{"number":36,"text":"do you say of one whom the Father has consecrated and sent as his messenger to the world ‘You are blaspheming,’ because I said ‘I am God’s Son’?"},{"number":37,"text":"If I am not doing the work that my Father is doing, do not believe me;"},{"number":38,"text":"if I am doing it, even though you do not believe me, believe what that work shows; so that you may understand, and understand more and more clearly, that the Father is in union with me, and I with the Father.”"},{"number":39,"text":"The authorities again sought to arrest him; but he escaped their hands."},{"number":40,"text":"Then Jesus again crossed the Jordan to the place where John used to baptize at first, and stayed there some time, during which many people came to see him."},{"number":41,"text":"“John gave no sign of his mission,” they said. “But everything that he said about this man was true.”"},{"number":42,"text":"And many learned to believe in Jesus there."}]}