{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":13,"verses":[{"number":1,"text":"Before the Passover Festival began, Jesus knew that the time had come for him to leave the world and go to the Father. He had loved those who were his own in the world, and he loved them to the last."},{"number":2,"text":"The devil had already put the thought of betraying Jesus into the mind of Judas Iscariot, the son of Simon;"},{"number":3,"text":"and at supper, Jesus – although knowing that the Father had put everything into his hands, and that he had come from God, and was to return to God –"},{"number":4,"text":"rose from his place, and, taking off his upper garments, tied a towel around his waist."},{"number":5,"text":"He then poured some water into the basin, and began to wash the disciples’ feet, and to wipe them with the towel which was tied around him."},{"number":6,"text":"When he came to Simon Peter, Peter said, “You, Master! Are you going to wash my feet?”"},{"number":7,"text":"“You do not understand now what I am doing,” replied Jesus, “but you will learn by and by.”"},{"number":8,"text":"“You will never wash my feet!” exclaimed Peter. “Unless I wash you,” answered Jesus, “you have nothing in common with me.”"},{"number":9,"text":"“Then, Master, not my feet only,” exclaimed Simon Peter, “but also my hands and my head.”"},{"number":10,"text":"“He who has bathed,” replied Jesus, “has no need to wash, unless it be his feet, but is altogether clean; and you,” he said to the disciples, “are clean, yet not all of you.”"},{"number":11,"text":"For he knew who was going to betray him, and that was why he said ‘You are not all clean.’"},{"number":12,"text":"When he had washed their feet, and had put on his upper garments and taken his place, he spoke to them again. “Do you understand what I have been doing to you?” he asked."},{"number":13,"text":"“You yourselves call me ‘the teacher’ and ‘the Master’, and you are right, for I am both."},{"number":14,"text":"If I, then – ‘the Master’ and ‘the teacher’ – have washed your feet, you also ought to wash one another’s feet;"},{"number":15,"text":"for I have given you an example, so that you may do just as I have done to you."},{"number":16,"text":"In truth I tell you, a servant is not greater than their master, neither is a messenger greater than the one who sends them."},{"number":17,"text":"Now that you know these things, happy are you if you do them."},{"number":18,"text":"I am not speaking about all of you. I know whom I have chosen; but this is in fulfillment of the words of scripture – ‘He that is eating my bread has lifted his heel against me.’"},{"number":19,"text":"For the future I will tell you of things before they take place, so that, when they take place, you may believe that I am what I am."},{"number":20,"text":"In truth I tell you, the one who receives anyone that I send receives me; and the person who receives me receives him who sent me.”"},{"number":21,"text":"After saying this, Jesus was much troubled, and said solemnly, “In truth I tell you that it is one of you who will betray me.”"},{"number":22,"text":"The disciples looked at one another, wondering whom he meant."},{"number":23,"text":"Next to Jesus, in the place on his right hand, was one of his disciples, whom he loved."},{"number":24,"text":"So Simon Peter made signs to that disciple, and whispered, “Tell me who it is that he means.”"},{"number":25,"text":"Being in this position, that disciple leant back on Jesus’ shoulder, and asked him, “Who is it, Master?”"},{"number":26,"text":"“It is the one,” answered Jesus, “to whom I will give a piece of bread after dipping it in the dish.” And, when Jesus had dipped the bread, he took it and gave it to Judas, the son of Simon Iscariot;"},{"number":27,"text":"and it was then, after he had received it, that Satan took possession of him. So Jesus said to him, “Do at once what you are going to do.”"},{"number":28,"text":"But no one at the table understood why he said this to Judas."},{"number":29,"text":"Some thought that, as Judas kept the purse, Jesus meant that he was to buy some things needed for the Festival, or to give something to the poor."},{"number":30,"text":"After taking the piece of bread, Judas went out immediately; and it was night."},{"number":31,"text":"When Judas had gone out, Jesus said, “Now the Son of Man has been exalted, and God has been exalted through him;"},{"number":32,"text":"and God will exalt him with himself – yes, he will exalt him forthwith."},{"number":33,"text":"My children, I am to be with you but a little while longer. You will look for me; and what I said to the people – ‘You cannot come where I am going’ – I now say to you."},{"number":34,"text":"I give you a new commandment – love one another; love one another as I have loved you."},{"number":35,"text":"It is by this that everyone will recognize you as my disciples – by your loving one another.”"},{"number":36,"text":"“Where are you going, Master?” asked Peter. “I am going where you cannot now follow me,” answered Jesus, “but you will follow me later.”"},{"number":37,"text":"“Why cannot I follow you now, Master?” asked Peter. “I will lay down my life for you.”"},{"number":38,"text":"“Will you lay down your life for me?” replied Jesus. “In truth I tell you, the cock will not crow until you have disowned me three times."}]}