{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":15,"verses":[{"number":1,"text":"“I am the true vine, and my Father is the vine-grower."},{"number":2,"text":"Any unfruitful branch in me he takes away, and he cleanses every fruitful branch, so that it may bear more fruit."},{"number":3,"text":"You are already clean because of the message that I have given you."},{"number":4,"text":"Remain united to me, and I will remain united to you. As a branch cannot bear fruit by itself, unless it remains united to the vine; no more can you, unless you remain united to me."},{"number":5,"text":"I am the vine, you are the branches. If you remain united to me, while I remain united to you – you bear fruit plentifully; for you can do nothing apart from me."},{"number":6,"text":"If anyone does not remain united to me, they are thrown away, as a branch would be, and withers up. Such branches are collected and thrown into the fire, and are burnt."},{"number":7,"text":"If you remain united to me, and my teaching remains in your hearts, ask whatever you wish, and it will be yours."},{"number":8,"text":"It is by your bearing fruit plentifully, and so showing yourselves my disciples, that my Father is honored."},{"number":9,"text":"As the Father has loved me, so have I loved you; remain in my love."},{"number":10,"text":"If you lay my commands to heart, you will remain in my love; just as I have laid the Father’s commands to heart and remain in his love."},{"number":11,"text":"I have told you all this so that my own joy may be yours, and that your joy may be complete."},{"number":12,"text":"This is my command – love one another, as I have loved you."},{"number":13,"text":"No one can give greater proof of love than by laying down their life for their friends."},{"number":14,"text":"And you are my friends, if you do what I command you."},{"number":15,"text":"I no longer call you ‘servants,’ because a servant does not know what their master is doing; but I have given you the name of ‘friends,’ because I made known to you everything that I learned from my Father."},{"number":16,"text":"It wasn’t you who chose me, but I who chose you, and I appointed you to go and bear fruit – fruit that should remain, so that the Father might grant you whatever you ask in my name."},{"number":17,"text":"I am giving you these commands that you may love one another."},{"number":18,"text":"If the world hates you, you know that it has first hated me."},{"number":19,"text":"If you belonged to the world, the world would love its own. Because you do not belong to the world, but I have chosen you out of the world – that is why the world hates you."},{"number":20,"text":"Remember what I said to you – ‘A servant is not greater than their master.’ If they have persecuted me, they will also persecute you; if they have laid my message to heart, they will lay yours to heart also."},{"number":21,"text":"But they will do all this to you, because you believe in my name, for they do not know him who sent me."},{"number":22,"text":"If I had not come and spoken to them, they would have had no sin to answer for; but as it is, they have no excuse for their sin."},{"number":23,"text":"The person who hates me hates my Father also."},{"number":24,"text":"If I had not done among them such work as no one else ever did, they would have had no sin to answer for; but, as it is, they have both seen and hated both me and my Father."},{"number":25,"text":"And so is fulfilled what is said in their Law – ‘They hated me without cause.’"},{"number":26,"text":"But, when the helper comes, whom I will send to you from the Father – the Spirit of truth, who comes from the Father – will bear testimony to me;"},{"number":27,"text":"yes, and you also are to bear testimony, because you have been with me from the first."}]}