{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":16,"verses":[{"number":1,"text":"“I have spoken to you in this way so that you may not falter."},{"number":2,"text":"They will expel you from their synagogues; indeed the time is coming when anyone who kills you will think that they are making an offering to God."},{"number":3,"text":"They will do this, because they have not learned to know the Father, or even me."},{"number":4,"text":"But I have spoken to you of these things so that, when the time for them comes, you may remember that I told you about them myself."},{"number":5,"text":"I did not tell you all this at first, because I was with you. But now I am to return to him who sent me; and yet not one of you asks me – ‘Where are you going?’"},{"number":6,"text":"Although your hearts are full of sorrow at all that I have been saying to you."},{"number":7,"text":"Yet I am only telling you the truth; it is for your good that I should go away. For otherwise the helper will never come to you, but, if I leave you, I will send him to you."},{"number":8,"text":"And he, when he comes, will bring conviction to the world as to sin, and as to righteousness, and as to judgment;"},{"number":9,"text":"as to sin, for people do not believe in me;"},{"number":10,"text":"as to righteousness, for I am going to the Father, and you will see me no longer;"},{"number":11,"text":"as to judgment, for the Spirit that is ruling this world has been condemned."},{"number":12,"text":"I have still much to say to you, but you cannot bear it now."},{"number":13,"text":"Yet when he – The Spirit of truth – comes, he will guide you into all truth; for he will not speak on his own authority, but he will speak of all that he hears; and he will tell you of the things that are to come."},{"number":14,"text":"He will honor me; because he will take of what is mine, and will tell it to you."},{"number":15,"text":"Everything that the Father has is mine; that is why I said that he takes of what is mine, and will tell it to you."},{"number":16,"text":"In a little while you will no longer see me; and then in a little while you will see me indeed.”"},{"number":17,"text":"At this some of his disciples said to one another, “What does he mean by saying to us ‘In a little while you will not see me, and then in a little while you will see me indeed’; and by saying ‘Because I am going to the Father’?"},{"number":18,"text":"What does he mean by ‘In a little while’?” they said. “We do not know what he is speaking about.”"},{"number":19,"text":"Jesus saw that they were wanting to ask him a question, and said, “Are you trying to find out from one another what I meant by saying ‘In a little while you will not see me; and then in a little while you will see me indeed’?"},{"number":20,"text":"In truth I tell you that you will weep and mourn, but the world will rejoice; you will suffer pain, but your pain will turn to joy."},{"number":21,"text":"A woman in labor is in pain because her time has come; but no sooner is the child born, than she forgets her trouble in her joy that a child has been born into the world."},{"number":22,"text":"You, in the same way, are sorry now; but I will see you again, and your hearts will rejoice, and no one will rob you of your joy."},{"number":23,"text":"And at that time you will not ask me anything; in truth I tell you, if you ask the Father for anything, he will grant it to you in my name."},{"number":24,"text":"So far you have not asked for anything, in my name; ask, and you will receive, so that your joy may be complete."},{"number":25,"text":"I have spoken to you of all this in figures; a time is coming, however, when I will not speak any longer to you in figures, but will tell you about the Father plainly."},{"number":26,"text":"You will ask, at that time, in my name; and I do not say that I will intercede with the Father for you;"},{"number":27,"text":"for the Father himself loves you, because you have loved me, and have believed that I came from the Father."},{"number":28,"text":"I came out from the Father, and have come into the world; and now I am to leave the world, and go to the Father.”"},{"number":29,"text":"“At last,” exclaimed the disciples, “you are using plain words and not speaking in figures at all."},{"number":30,"text":"Now we are sure that you know everything, and need not wait for anyone to question you. This makes us believe that you did come from God.”"},{"number":31,"text":"“Do you believe that already?” Jesus answered."},{"number":32,"text":"“Listen! A time is coming – indeed it has already come – when you are to be scattered, each going his own way, and to leave me alone; and yet I am not alone, because the Father is with me."},{"number":33,"text":"I have spoken to you in this way, so that in me you may find peace. In the world you will find trouble; yet, take courage! I have conquered the world.”"}]}