{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":17,"verses":[{"number":1,"text":"After saying this, Jesus raised his eyes heavenwards, and said: “Father, the hour has come; honor your Son, so that your Son may honor you;"},{"number":2,"text":"even as you gave him power over all humanity, so that he should give eternal life to everyone you have given him."},{"number":3,"text":"And the eternal life is this – to know you the one true God, and Jesus Christ whom you have sent as your messenger."},{"number":4,"text":"I have honored you on earth by completing the work which you have given me to do;"},{"number":5,"text":"and now do you honor me, Father, at your own side, with the honor which I had at your side before the world began."},{"number":6,"text":"I have revealed you to those whom you gave me from the world; they were your own, and you gave them to me; and they have laid your message to heart."},{"number":7,"text":"They recognize now that everything that you gave me was from you;"},{"number":8,"text":"for I have given them the teaching which you gave me, and they received it, and clearly understood that I came from you, and they believed that you have sent me as your messenger."},{"number":9,"text":"I intercede for them; I am not interceding for the world, but for those whom you have given me, for they are your own –"},{"number":10,"text":"All that is mine is yours, and all that is yours is mine – and I am honored in them."},{"number":11,"text":"Now I am to be in this world no longer, but they are still to be in the world, and I am to come to you. Holy Father, keep them by that revelation of your name which you have given me, so that they may be one, as we are."},{"number":12,"text":"While I was with them, I kept them by that revelation, and I have guarded them; and not one of them has been lost, except that lost soul – in fulfillment of scripture."},{"number":13,"text":"But now I am to come to you; and I am speaking like this, while still in the world, so that they may have my own joy, in all its fullness, in their hearts."},{"number":14,"text":"I have given them your message; and the world hated them, because they do not belong to the world, even as I do not belong to the world."},{"number":15,"text":"I do not ask you to take them out of the world, but to keep them from evil."},{"number":16,"text":"They do not belong to the world, even as I do not belong to the world."},{"number":17,"text":"Consecrate them by the truth; your message is truth."},{"number":18,"text":"Just as you have sent me as your messenger to the world, so I send them as my messengers to the world."},{"number":19,"text":"And it is for their sakes that I am consecrating myself, so that they also may be truly consecrated."},{"number":20,"text":"But it is not only for them that I am interceding, but also for those who believe in me through their message,"},{"number":21,"text":"that they all may be one – that as you, Father, are in union with us – and so the world may believe that you have sent me as your messenger."},{"number":22,"text":"I have given them the honor which you have given me, so that they may be one as we are one –"},{"number":23,"text":"I in union with them and you with me – so that they may be perfected in their union, and so that the world may know that you have sent me as your messenger, and that you have loved them as you have loved me."},{"number":24,"text":"Father, my desire for all those whom you have given me is that they may be with me where I am, so that they may see the honor which you have given me; for you did love me before the beginning of the world."},{"number":25,"text":"Righteous Father, though the world did not know you, I knew you; and these people knew that you have sent me as your messenger."},{"number":26,"text":"I have made you known to them, and will do so still; that the love that you have had for me may be in their hearts, and that I may be in them also.”"}]}