{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":18,"verses":[{"number":1,"text":"When Jesus had said this, he went out with his disciples and crossed the Kidron ravine to a place where there was a garden, into which he and his disciples went."},{"number":2,"text":"The place was well known to Judas, the betrayer, for Jesus and his disciples had often met there."},{"number":3,"text":"So Judas, who had obtained the soldiers of the Roman garrison, and some guards from the chief priests and the Pharisees, came there with lanterns, torches, and weapons."},{"number":4,"text":"Jesus, aware of all that was coming upon him, went to meet them, and said to them, “For whom are you looking?”"},{"number":5,"text":"“Jesus of Nazareth,” was their answer. “I am he,” said Jesus. (Judas, the betrayer, was also standing with them.)"},{"number":6,"text":"When Jesus said ‘I am he,’ they drew back and fell to the ground."},{"number":7,"text":"So he again asked for whom they were looking, and they answered, “Jesus of Nazareth.”"},{"number":8,"text":"“I have already told you that I am he,” replied Jesus, “so, if it is for me that you are looking, let these people go.”"},{"number":9,"text":"This was in fulfillment of his words – ‘Of those whom you have given me I have not lost one.’"},{"number":10,"text":"At this, Simon Peter, who had a sword with him, drew it, and struck the high priest’s servant, and cut off his right ear. The servant’s name was Malchus."},{"number":11,"text":"But Jesus said to Peter, “Sheathe your sword. Should I not drink the cup which the Father has given me?”"},{"number":12,"text":"So the soldiers of the garrison, with their commanding officer and the Jewish guards, arrested Jesus and bound him,"},{"number":13,"text":"and took him first of all to Annas. Annas was the father-in-law of Caiaphas, who was high priest that year."},{"number":14,"text":"It was Caiaphas who had counseled the religious authorities, that it was best that one person should die for the people."},{"number":15,"text":"Meanwhile Simon Peter followed Jesus, and so did another disciple. That disciple, being well-known to the high priest, went with Jesus into the high priest’s courtyard,"},{"number":16,"text":"while Peter stood outside by the door. Presently the other disciple – the one well-known to the high priest – went out and spoke to the portress, and brought Peter in."},{"number":17,"text":"So the maidservant said to Peter, “Aren’t you also one of this man’s disciples?” “No, I am not,” he said."},{"number":18,"text":"The servants and guards were standing around a charcoal fire (which they had made because it was cold), and were warming themselves. Peter, too, was with them, standing and warming himself."},{"number":19,"text":"The high priest questioned Jesus about his disciples and about his teaching."},{"number":20,"text":"“For my part,” answered Jesus, “I have spoken to all the world openly. I always taught in some synagogue, or in the Temple Courts, places where everyone assembles, and I never spoke of anything in secret."},{"number":21,"text":"Why question me? Question those who have listened to me as to what I have spoken about to them. They must know what I said.”"},{"number":22,"text":"When Jesus said this, one of the guards, who was standing near, gave him a blow with his hand. “Do you answer the high priest like that?” he exclaimed."},{"number":23,"text":"“If I said anything wrong, give evidence about it,” replied Jesus, “but if not, why do you strike me?”"},{"number":24,"text":"Annas sent him bound to Caiaphas the high priest."},{"number":25,"text":"Meanwhile Simon Peter was standing there, warming himself; so they said to him, “Aren’t you also one of his disciples?” Peter denied it. “No, I am not,” he said."},{"number":26,"text":"One of the high priest’s servants, a relation of the man whose ear Peter had cut off, exclaimed, “Didn’t I myself see you with him in the garden?”"},{"number":27,"text":"Peter again denied it; and at that moment a cock crowed."},{"number":28,"text":"From Caiaphas they took Jesus to the Government house. It was early in the morning. But they did not enter the Government house themselves, otherwise they might become defiled, and so be unable to eat the Passover."},{"number":29,"text":"Therefore Pilate came outside to speak to them. “What charge do you bring against this man?” he asked."},{"number":30,"text":"“If he had not been a criminal, we should not have given him up to you,” they answered."},{"number":31,"text":"“Take him yourselves,” said Pilate, “and try him by your own Law.” “We have no power to put anyone to death,” the authorities replied –"},{"number":32,"text":"in fulfillment of what Jesus had said when indicating the death that he was destined to die."},{"number":33,"text":"After that, Pilate went into the Government house again, and calling Jesus up, asked him, “Are you the king of the Jews?”"},{"number":34,"text":"“Do you ask me that yourself?” replied Jesus, “or did others say it to you about me?”"},{"number":35,"text":"“Do you take me for a Jew?” was Pilate’s answer. “It is your own nation and the chief priests who have given you up to me. What have you done?”"},{"number":36,"text":"“My kingly power,” replied Jesus, “is not due to this world. If it had been so, my servants would be doing their utmost to prevent my being given up to the authorities; but my kingly power is not from the world.”"},{"number":37,"text":"“So you are a king after all!” exclaimed Pilate. “Yes, it is true I am a king,” answered Jesus. “I was born for this, I have come into the world for this – to bear testimony to the truth. Everyone who is on the side of truth listens to my voice.”"},{"number":38,"text":"“What is truth?” exclaimed Pilate. After saying this, he went out to the crowd again, and said, “For my part, I find nothing with which he can be charged."},{"number":39,"text":"It is, however, the custom for me to grant you the release of one man at the Passover Festival. Do you wish for the release of the king of the Jews?”"},{"number":40,"text":"“No, not this man,” they shouted again, “but Barabbas!” This Barabbas was a robber."}]}