{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":19,"verses":[{"number":1,"text":"After that, Pilate had Jesus scourged."},{"number":2,"text":"The soldiers made a crown with some thorns and put it on his head and threw a purple robe around him."},{"number":3,"text":"They kept coming up to him and saying, “Long live the king of the Jews!” and they gave him blow after blow with their hands."},{"number":4,"text":"Pilate again came outside, and said to the people, “Look! I am bringing him out to you, so that you may know that I find nothing with which he can be charged.”"},{"number":5,"text":"Then Jesus came outside, wearing the crown of thorns and the purple robe; and Pilate said to them, “Here is the man!”"},{"number":6,"text":"When the chief priests and the guards saw him, they shouted, “Crucify him! Crucify him!” “Take him yourselves and crucify him,” said Pilate. “For my part, I find nothing with which he can be charged.”"},{"number":7,"text":"“But we,” replied the crowd, “have a Law, under which he deserves death for making himself out to be the Son of God.”"},{"number":8,"text":"When Pilate heard what they said, he became still more alarmed;"},{"number":9,"text":"and, going into the Government house again, he said to Jesus, “Where do you come from?”"},{"number":10,"text":"But Jesus made no reply. So Pilate said to him, “Do you refuse to speak to me? Don’t you know that I have power to release you, and have power to crucify you?”"},{"number":11,"text":"“You would have no power over me at all,” answered Jesus, “if it had not been given you from above; and, therefore, the man who betrayed me to you is guilty of the greater sin.”"},{"number":12,"text":"This made Pilate anxious to release him; but the crowd shouted, “If you release that man, you are no friend of the Emperor! Anyone who makes himself out to be a king is setting himself against the Emperor!”"},{"number":13,"text":"On hearing what they said, Pilate brought Jesus out, and took his seat on the Bench at a place called ‘The Stone Pavement’ – in Hebrew ‘Gabbatha.’"},{"number":14,"text":"It was the Passover Preparation day, and about noon. Then he said to the crowd, “Here is your king!”"},{"number":15,"text":"At that the people shouted, “Kill him! Kill him! Crucify him!” “What! Should I crucify your king?” exclaimed Pilate. “We have no king but the Emperor,” replied the chief priests;"},{"number":16,"text":"so Pilate gave Jesus up to them to be crucified. So they took Jesus;"},{"number":17,"text":"and he went out, carrying his cross himself, to the place which is named from a skull, or, in Hebrew, Golgotha."},{"number":18,"text":"There they crucified him, and two others with him – one on each side, and Jesus between them."},{"number":19,"text":"Pilate also had these words written and put up over the cross – ‘JESUS OF NAZARETH, THE KING OF THE JEWS.’"},{"number":20,"text":"These words were read by many people, because the place where Jesus was crucified was near the city; and they were written in Hebrew, Latin and Greek."},{"number":21,"text":"The chief priests said to Pilate, “Do not write ‘The king of the Jews’, but write what the man said – ‘I am the king of the Jews.’”"},{"number":22,"text":"But Pilate answered, “What I have written, I have written.”"},{"number":23,"text":"When the soldiers had crucified Jesus, they took his clothes and divided them into four shares – a share for each soldier – and they took the coat also. The coat had no seam, being woven in one piece from top to bottom."},{"number":24,"text":"So they said to one another, “Do not let us tear it, but let us cast lots for it, to see who will have it.” This was in fulfillment of the words of scripture – ‘They shared my clothes among them, and over my clothing they cast lots.’ That was what the soldiers did."},{"number":25,"text":"Meanwhile near the cross of Jesus were standing his mother and his mother’s sister, as well as Mary the wife of Clopas and Mary of Magdala."},{"number":26,"text":"When Jesus saw his mother, and the disciple whom he loved, standing near, he said to his mother, “There is your son.”"},{"number":27,"text":"Then he said to that disciple, “There is your mother.” And from that very hour the disciple took her to live in his house."},{"number":28,"text":"Afterward, knowing that everything was now finished, Jesus said, in fulfillment of the words of scripture, “I am thirsty.”"},{"number":29,"text":"There was a bowl standing there full of common wine; so they put a sponge soaked in the wine on the end of a hyssop-stalk, and held it up to his mouth."},{"number":30,"text":"When Jesus had received the wine, he exclaimed, “All is finished!” Then, bowing his head, he resigned his spirit to God."},{"number":31,"text":"It was the Preparation day, and so, to prevent the bodies from remaining on the crosses during the Sabbath (for that Sabbath was a great day), the Jews asked Pilate to have the legs broken and the bodies removed."},{"number":32,"text":"Accordingly the soldiers came and broke the legs of the first man, and then those of the other who had been crucified with Jesus;"},{"number":33,"text":"but, on coming to him, when they saw that he was already dead, they did not break his legs."},{"number":34,"text":"One of the soldiers, however, pierced his side with a spear, and blood and water immediately flowed from it."},{"number":35,"text":"This is the statement of one who actually saw it – and his statement may be relied on, and he knows that he is speaking the truth – and it is given in order that you also may be convinced."},{"number":36,"text":"For all this happened in fulfillment of the words of scripture – ‘Not one of its bones will be broken.’"},{"number":37,"text":"And there is another passage which says – ‘They will look on him whom they pierced.’"},{"number":38,"text":"After this, Joseph of Arimathea, a disciple of Jesus – but a secret one, owing to his fear of the religious authorities – begged Pilate’s permission to remove the body of Jesus. Pilate gave him leave; so Joseph went and removed the body."},{"number":39,"text":"Nicodemus, too – the man who had formerly visited Jesus by night – came with a roll of myrrh and aloes, weighing nearly a hundred pounds."},{"number":40,"text":"They took the body of Jesus, and wound it in linen with the spices, according to the Jewish mode of burial."},{"number":41,"text":"At the place where Jesus had been crucified there was a garden, and in the garden a newly made tomb in which no one had ever been laid."},{"number":42,"text":"And so, because of its being the Preparation day, and as the tomb was close at hand, they laid Jesus there."}]}