{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":2,"verses":[{"number":1,"text":"Two days after this there was a wedding at Cana in Galilee, and Jesus’ mother was there."},{"number":2,"text":"Jesus himself, too, with his disciples, was invited to the wedding."},{"number":3,"text":"And, when the wine ran short, his mother said to him, “They have no wine left.”"},{"number":4,"text":"“What do you want with me?” answered Jesus. “My time has not come yet.”"},{"number":5,"text":"His mother said to the servants, “Do whatever he tells you.”"},{"number":6,"text":"There were standing there six stone water-jars, in accordance with the Jewish rule of purification, each holding twenty or thirty gallons."},{"number":7,"text":"Jesus said to the servants, “Fill the water-jars with water.”"},{"number":8,"text":"And, when they had filled them to the brim, he added, “Now take some out, and carry it to the Master of the feast.” The servants did so."},{"number":9,"text":"And, when the Master of the feast had tasted the water which had now become wine, not knowing where it had come from – although the servants who had taken out the water knew –"},{"number":10,"text":"He called the groom and said to him, “Everyone puts good wine on the table first, and inferior wine afterward, when his guests have drunk freely; but you have kept back the good wine until now!”"},{"number":11,"text":"This, the first sign of his mission, Jesus gave at Cana in Galilee, and by it revealed his glory; and his disciples believed in him."},{"number":12,"text":"After this, Jesus went down to Capernaum – he, his mother, his brothers, and his disciples; but they stayed there only a few days."},{"number":13,"text":"Then, as the Jewish Passover was near, Jesus went up to Jerusalem."},{"number":14,"text":"In the Temple Courts he found people who were selling bullocks, sheep, and pigeons, and the money changers at their counters."},{"number":15,"text":"So he made a whip of cords, and drove them all out of the Temple Courts, and the sheep and bullocks as well; he scattered the money of the money changers, and overturned their tables,"},{"number":16,"text":"and said to the pigeon-dealers, “Take these things away. Do not turn my Father’s house into a market house.”"},{"number":17,"text":"His disciples remembered that scripture said – ‘Passion for your house will consume me.’"},{"number":18,"text":"Then some of the religious authorities asked Jesus, “What sign are you going to show us, since you act in this way?”"},{"number":19,"text":"“Destroy this temple,” was his answer, “and I will raise it in three days.”"},{"number":20,"text":"“This Temple,” the authorities replied, “has been forty-six years in building, and are you going to ‘raise it in three days’?”"},{"number":21,"text":"But Jesus was speaking of his body as a temple."},{"number":22,"text":"Afterward, when he had risen from the dead, his disciples remembered that he had said this; and they believed the passage of scripture, and the words which Jesus had spoken."},{"number":23,"text":"While Jesus was in Jerusalem, during the Passover Festival, many came to trust in him, when they saw the signs of his mission that he was giving."},{"number":24,"text":"But Jesus did not put himself in their power because he knew what was in their hearts."},{"number":25,"text":"He did not need anyone to tell him about people because he could read what was in them."}]}