{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":21,"verses":[{"number":1,"text":"Later on, Jesus showed himself again to the disciples by the Sea of Tiberias."},{"number":2,"text":"It was in this way, – Simon Peter, Thomas, who was called ‘The Twin,’ Nathanael of Cana in Galilee, Zebedee’s sons, and two other disciples of Jesus, were together, when Simon Peter said,"},{"number":3,"text":"“I am going fishing.” “We will come with you,” said the others. They went out and got into the boat, but caught nothing that night."},{"number":4,"text":"Just as day was breaking, Jesus came and stood on the beach; but the disciples did not know that it was he."},{"number":5,"text":"“My children,” he said, “have you anything to eat?” “No,” they answered."},{"number":6,"text":"“Cast your net to the right of the boat,” he said, “and you will find fish.” So they cast the net, and now they could not haul it in because of the quantity of fish."},{"number":7,"text":"The disciple whom Jesus loved said to Peter, “It is the Master!” When Simon Peter heard that it was the Master, he fastened his coat around him (for he had taken it off), and threw himself into the sea."},{"number":8,"text":"But the rest of the disciples came in the boat (for they were only about a hundred yards from shore), dragging the net full of fish."},{"number":9,"text":"When they had come ashore, they found a charcoal fire ready, with some fish already on it, and some bread as well."},{"number":10,"text":"“Bring some of the fish which you have just caught,” said Jesus."},{"number":11,"text":"So Simon Peter got into the boat and hauled the net ashore full of large fish, a hundred and fifty-three of them; and yet, although there were so many, the net had not been torn."},{"number":12,"text":"“Come and have breakfast.”, Jesus said. None of the disciples dared ask him who he was, because they knew it was the Master."},{"number":13,"text":"Jesus went and took the bread and gave it to them, and the fish too."},{"number":14,"text":"This was the third time that Jesus showed himself to the disciples after he had risen from the dead."},{"number":15,"text":"When breakfast was over, Jesus said to Simon Peter, “Simon, son of John, do you love me more than the others?” “Yes, Master,” he answered, “you know that I am your friend.” “Feed my lambs,” said Jesus."},{"number":16,"text":"Then, a second time, Jesus asked, “Simon, son of John, do you love me?” “Yes, Master,” he answered, “you know that I am your friend.” “Tend my sheep,” said Jesus."},{"number":17,"text":"The third time, Jesus said to him, “Simon, son of John, are you my friend?” Peter was hurt at his third question being ‘Are you my friend?’; and exclaimed, “Master, you know everything! You can tell that I am your friend.” “Feed my sheep,” said Jesus."},{"number":18,"text":"“In truth I tell you,” he continued, “when you were young, you used to put on your own clothes, and walk wherever you wished; but, when you have grown old, you will have to stretch out your hands, while someone else puts on your clothes, and takes you where you do not wish.”"},{"number":19,"text":"Jesus said this to show the death by which Peter was to honor God, and then he added, “Follow me.”"},{"number":20,"text":"Peter turned around, and saw the disciple whom Jesus loved following – the one who at the supper leant back on the Master’s shoulder, and asked him who it was who would betray him."},{"number":21,"text":"Seeing him, Peter said to Jesus, “Master, what about this man?”"},{"number":22,"text":"“If it is my will that he should wait until I come,” answered Jesus, “what has that to do with you? Follow me yourself.”"},{"number":23,"text":"So the report spread among his followers that that disciple was not to die; yet Jesus did not say that he was not to die, but said “If it is my will that he should wait until I come, what has that to do with you?”"},{"number":24,"text":"It is this disciple who states these things, and who recorded them; and we know that his statement is true."},{"number":25,"text":"There are many other things which Jesus did; but, if every one of them were to be recorded in detail, I suppose that even the world itself would not hold the books that would be written."}]}