{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":3,"verses":[{"number":1,"text":"Now there was a Pharisee named Nicodemus, who was a leading man among his people."},{"number":2,"text":"This man came to Jesus by night, and said to him, “Rabbi, we know that you are a teacher come from God; for no one could give such signs as you are giving, unless God were with him.”"},{"number":3,"text":"“In truth I tell you,” exclaimed Jesus, “unless a person is reborn, they cannot see the kingdom of God.”"},{"number":4,"text":"“How can a person,” asked Nicodemus, “be born when they are old? Can they be born a second time?”"},{"number":5,"text":"“In truth I tell you,” answered Jesus, “unless a person owes their birth to water and Spirit, they cannot enter the kingdom of God."},{"number":6,"text":"All that owes its birth to human nature is human, and all that owes its birth to the Spirit is spiritual."},{"number":7,"text":"Do not wonder at my telling you that you all need to be reborn."},{"number":8,"text":"The wind blows wherever it wants, and you can hear the sound it makes, but you do not know where it comes from, or where it goes; it is the same with everyone who owes his birth to the Spirit.”"},{"number":9,"text":"“How can that be?” asked Nicodemus."},{"number":10,"text":"“What! You a teacher of Israel,” exclaimed Jesus, “and yet do not understand this!"},{"number":11,"text":"In truth I tell you that we speak of what we know, and state what we have seen; and yet you do not accept our statements."},{"number":12,"text":"If, when I tell you earthly things, you do not believe me, how will you believe me when I tell you of heavenly things?"},{"number":13,"text":"No one has ascended to heaven, except him who descended from heaven – the Son of Man himself."},{"number":14,"text":"And, as Moses lifted up the snake in the desert, so must the Son of Man be lifted up;"},{"number":15,"text":"so that everyone who believes in him may have eternal life.”"},{"number":16,"text":"For God so loved the world, that he gave his only Son, so that everyone who believes in him may not be lost, but have eternal life."},{"number":17,"text":"For God did not send his Son into the world to condemn the world, but so that the world might be saved through him."},{"number":18,"text":"The person who believes in him escapes condemnation, while the person who does not believe in him is already condemned, because they have not believed in the only Son of God."},{"number":19,"text":"The ground of their condemnation is this, that though the light has come into the world, people preferred the darkness to the light, because their actions were wicked."},{"number":20,"text":"For the person who lives an evil life hates the light, and will not come to it, fearing that their actions will be exposed;"},{"number":21,"text":"but the person who lives by the truth comes into the light, so it can be clearly seen that God is in all they do."},{"number":22,"text":"After this, Jesus went with his disciples into the country parts of Judea; and there he stayed with them, and baptized."},{"number":23,"text":"John, also, was baptizing at Aenon near Salim, because there were many streams there; and people were constantly coming and being baptized."},{"number":24,"text":"(For John had not yet been imprisoned)."},{"number":25,"text":"Now a discussion arose between some of John’s disciples and a fellow Jew on the subject of purification;"},{"number":26,"text":"and the disciples came to John and said, “Rabbi, the man who was with you on the other side of the Jordan, and to whom you have yourself borne testimony – he, also, is baptizing, and everybody is going to him.”"},{"number":27,"text":"John’s answer was – “A person can gain nothing but what is given them from heaven."},{"number":28,"text":"You are yourselves witnesses that I said ‘I am not the Christ,’ but ‘I have been sent before him as a messenger.’"},{"number":29,"text":"It is the groom who has the bride; but the groom’s friend, who stands by and listens to him, is filled with joy when he hears the groom’s voice. This joy I have felt to the full."},{"number":30,"text":"He must become greater, and I less.”"},{"number":31,"text":"He who comes from above is above all others; but a child of earth is earthly, and his teaching is earthly, too. He who comes from heaven is above all others."},{"number":32,"text":"He states what he has seen and what he heard, and yet no one accepts his statement."},{"number":33,"text":"They who did accept his statement confirm the fact that God is true."},{"number":34,"text":"For he whom God sent as his messenger gives us God’s own teaching, for God does not limit the gift of the Spirit."},{"number":35,"text":"The Father loves his Son, and has put everything in his hands."},{"number":36,"text":"The person who believes in the Son has eternal life, while a person who rejects the Son will not even see that life, but remains under God’s displeasure."}]}