{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":4,"verses":[{"number":1,"text":"Now, when the Master heard that the Pharisees had been told that he was making and baptizing more disciples than John"},{"number":2,"text":"(Though it was not Jesus himself, but his disciples, who baptized),"},{"number":3,"text":"he left Judea, and set out again for Galilee."},{"number":4,"text":"He had to pass through Samaria,"},{"number":5,"text":"and, on his way, he came to a Samaritan town called Shechem, near the plot of land that Jacob gave to his son Joseph."},{"number":6,"text":"Jacob’s Spring was there, and Jesus, being tired after his journey, sat down beside the spring, just as he was. It was then about midday."},{"number":7,"text":"A woman of Samaria came to draw water; and Jesus said to her – “Give me some to drink,”"},{"number":8,"text":"For his disciples had gone into the town to buy food."},{"number":9,"text":"“How is it,” replied the Samaritan woman, “that you who are a Jew ask for water from a Samaritan woman like me?” (For Jews do not associate with Samaritans)."},{"number":10,"text":"“If you knew of the gift of God,” replied Jesus, “and who it is that is saying to you ‘Give me some water,’ you would have asked him, and he would have given you living water.”"},{"number":11,"text":"“You have no bucket, Sir, and the well is deep,” she said. “Where did you get that ‘living water?’"},{"number":12,"text":"Surely you are not greater than our ancestor Jacob who gave us the well, and used to drink from it himself, and his sons, and his cattle!”"},{"number":13,"text":"“All who drink of this water,” replied Jesus, “will be thirsty again;"},{"number":14,"text":"but whoever once drinks of the water that I will give him will never thirst any more; but the water that I will give him will become a spring welling up within him – a source of eternal life.”"},{"number":15,"text":"“Give me this water, Sir,” said the woman, “so that I may not be thirsty, nor have to come all the way here to draw water.”"},{"number":16,"text":"“Go and call your husband,” said Jesus, “and then come back.”"},{"number":17,"text":"“I have no husband,” answered the woman. “You are right in saying ‘I have no husband,’” replied Jesus,"},{"number":18,"text":"“For you have had five husbands, and the man with whom you are now living is not your husband; in saying that, you have spoken the truth.”"},{"number":19,"text":"“I see, Sir, that you are a prophet!” exclaimed the woman."},{"number":20,"text":"“It was on this mountain that our ancestors worshiped; and yet you Jews say that the proper place for worship is in Jerusalem.”"},{"number":21,"text":"“Believe me,” replied Jesus, “a time is coming when it will be neither on this mountain nor in Jerusalem that you will worship the Father."},{"number":22,"text":"You Samaritans do not know what you worship; we know what we worship, for salvation comes from the Jews."},{"number":23,"text":"But a time is coming, indeed it is already here, when the true worshipers will worship the Father spiritually and truly; for such are the worshipers that the Father desires."},{"number":24,"text":"God is Spirit; and those who worship him must worship spiritually and truly.”"},{"number":25,"text":"“I know,” answered the woman, “that the Messiah, who is called the Christ, is coming; when once he has come, he will tell us everything.”"},{"number":26,"text":"“I am he,” Jesus said to her, “I who am speaking to you.”"},{"number":27,"text":"At this moment his disciples came up, and were surprised to find him talking with a woman; but none of them asked ‘What do you want?’ or ‘Why are you talking with her?’"},{"number":28,"text":"So the woman, leaving her pitcher, went back to the town, and said to the people,"},{"number":29,"text":"“Come and see someone who has told me everything that I have done. Can he be the Christ?”"},{"number":30,"text":"And the people left the town and went to see Jesus."},{"number":31,"text":"Meanwhile the disciples kept saying to him, “Take something to eat, Rabbi.”"},{"number":32,"text":"“I have food to eat,” he answered, “of which you know nothing.”"},{"number":33,"text":"“Can anyone have brought him anything to eat?” the disciples said to one another."},{"number":34,"text":"“My food,” replied Jesus, “is to do the will of him who sent me, and to complete his work."},{"number":35,"text":"Don’t you say that it still wants four months to harvest? Why, look up, and see how white the fields are for harvest!"},{"number":36,"text":"Already the reaper is receiving wages and gathering in sheaves for eternal life, so that sower and reaper rejoice together."},{"number":37,"text":"For here the proverb holds good – ‘One sows, another reaps.’"},{"number":38,"text":"I have sent you to reap that on which you have spent no labor; others have labored, and you have reaped the results of their labor.”"},{"number":39,"text":"Many from that town came to believe in Jesus – Samaritans though they were – because the woman had said, ‘He has told me everything that I have done.’"},{"number":40,"text":"And, when these Samaritans had come to Jesus, they begged him to stay with them, and he stayed there two days."},{"number":41,"text":"But far more came to believe in him because of what he said himself,"},{"number":42,"text":"and they said to the woman, “It is no longer because of what you say that we believe in him, for we have heard him ourselves and know that he really is the Savior of the world.”"},{"number":43,"text":"After these two days Jesus went on to Galilee;"},{"number":44,"text":"for he himself declared that ‘a prophet is not honored in his own country.’"},{"number":45,"text":"When he entered Galilee, the Galileans welcomed him, for they had seen all that he did at Jerusalem during the Festival, at which they also had been present."},{"number":46,"text":"So Jesus came again to Cana in Galilee, where he had turned the water into wine. Now there was one of the king’s officers whose son was lying ill at Capernaum."},{"number":47,"text":"When this man heard that Jesus had returned from Judea to Galilee, he went to him, and begged him to come down and cure his son; for he was at the point of death."},{"number":48,"text":"Jesus answered, “Unless you all see signs and wonders, you will not believe.”"},{"number":49,"text":"“Sir,” said the officer, “come down before my child dies.” And Jesus answered, “Go, your son is living.”"},{"number":50,"text":"The man believed what Jesus said to him, and went;"},{"number":51,"text":"and, while he was on his way down, his servants met him, and told him that his child was living."},{"number":52,"text":"So he asked them at what time the boy began to get better. “It was yesterday, about one o’clock,” they said, “that the fever left him.”"},{"number":53,"text":"By this the father knew that it was at the very time when Jesus had said to him ‘Your son is living’; and he himself, with all his household, believed in Jesus."},{"number":54,"text":"This was the second occasion on which Jesus gave a sign of his mission on coming from Judea to Galilee."}]}