{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":5,"verses":[{"number":1,"text":"Sometime after this there was a Jewish Festival; and Jesus went up to Jerusalem."},{"number":2,"text":"There is in Jerusalem, near the sheep-gate, a bath with five colonnades around it. It is called in Hebrew ‘Bethesda.’"},{"number":3,"text":"In these colonnades a large number of sick people were lying – blind, lame, and crippled."},{"number":5,"text":"One man who was there had been crippled for thirty-eight years."},{"number":6,"text":"Jesus saw the man lying there, and, finding that he had been in this state a long time, said to him, “Do you wish to be cured?”"},{"number":7,"text":"“I have no one, Sir,” the sick man answered, “to put me into the bath when there is a troubling of the water, and, while I am getting to it, someone else steps down before me.”"},{"number":8,"text":"“Stand up,” said Jesus, “take up your mat, and walk.”"},{"number":9,"text":"The man was cured immediately, and took up his mat and began walking."},{"number":10,"text":"Now it was the Sabbath. So the religious authorities said to the man who had been cured, “This is the Sabbath; you must not carry your mat.”"},{"number":11,"text":"“The man who cured me,” he answered, “said to me ‘Take up your mat and walk.’”"},{"number":12,"text":"“Who was it,” they asked, “that said to you ‘Take up your mat and walk’?”"},{"number":13,"text":"But the man who had been restored did not know who it was; for Jesus had moved away, because there was a crowd there."},{"number":14,"text":"Afterward Jesus found the man in the Temple Courts, and said to him, “You are cured now; do not sin again, or something worse may happen to you.”"},{"number":15,"text":"The man went away, and told the authorities that it was Jesus who had cured him."},{"number":16,"text":"And that was why they began to persecute Jesus – because he did things of this kind on the Sabbath."},{"number":17,"text":"But Jesus replied, “My Father works to this very hour, and I work also.”"},{"number":18,"text":"This made the authorities all the more eager to kill him, because not only was he doing away with the Sabbath, but he actually called God his own Father – putting himself on an equality with God."},{"number":19,"text":"So Jesus made this further reply, “In truth I tell you, the Son can do nothing of himself; he does only what he sees the Father doing; whatever the Father does, the Son does also."},{"number":20,"text":"For the Father loves his Son, and shows him everything that he is doing; and he will show him still greater things – so that you will be filled with wonder."},{"number":21,"text":"For, just as the Father raises the dead and gives them life, so also the Son gives life to whom he pleases."},{"number":22,"text":"The Father himself does not judge any one, but has entrusted the work of judging entirely to his Son,"},{"number":23,"text":"so that everyone may honor the Son, just as they honor the Father. The person who does not honour the Son fails to honour the Father who sent him."},{"number":24,"text":"In truth I tell you that the person who listens to my message and believes him who sent me, has eternal life, and does not come under condemnation, but has already passed out of death into life."},{"number":25,"text":"In truth I tell you that a time is coming, indeed it is already here, when the dead will listen to the voice of the Son of God, and when those who listen will live."},{"number":26,"text":"For, just as the Father has inherent life within him, so also he has granted to the Son to have inherent life within him;"},{"number":27,"text":"and, because he is Son of Man, he has also given him authority to act as judge."},{"number":28,"text":"Do not wonder at this; for the time is coming when all who are in their graves will hear his voice,"},{"number":29,"text":"and will come out – those who have done good rising to life, and those who have lived evil lives rising for condemnation."},{"number":30,"text":"I can do nothing of myself; I judge as I am taught; and the judgment that I give is just, because my aim is not to do my own will, but the will of him who sent me."},{"number":31,"text":"“If I bear testimony to myself, my testimony is not trustworthy;"},{"number":32,"text":"it is another who bears testimony to me, and I know that the testimony which he bears to me is trustworthy."},{"number":33,"text":"You have yourselves sent to John, and he has testified to the truth."},{"number":34,"text":"But the testimony which I receive is not from people; I am saying this for your salvation."},{"number":35,"text":"He was the Lamp that was burning and shining, and you were ready to rejoice, for a time, in his light."},{"number":36,"text":"But the testimony which I have is of greater weight than John’s; for the work that the Father has given me to carry out – the work that I am doing – is in itself proof that the Father has sent me as his messenger."},{"number":37,"text":"The Father who has sent me has himself borne testimony to me. You have neither listened to his voice nor seen his form,"},{"number":38,"text":"and you have not taken his message home to your hearts, because you do not believe him whom he sent as his messenger."},{"number":39,"text":"You search the scriptures, because you think that you find in them immortal life; and, though it is those scriptures that bear testimony to me,"},{"number":40,"text":"you refuse to come to me to have life."},{"number":41,"text":"“I do not receive honor from people,"},{"number":42,"text":"but I know this of you, that you have not the love of God in your hearts."},{"number":43,"text":"I have come in my Father’s name, and you do not receive me; if another comes in his own name, you will receive him."},{"number":44,"text":"How can you believe in me, when you receive honor from one another and do not desire the honor which comes from the only God?"},{"number":45,"text":"Do not think that I will accuse you to the Father; your accuser is Moses, on whom you have been resting your hopes."},{"number":46,"text":"For, had you believed Moses, you would have believed me, for it was of me that Moses wrote;"},{"number":47,"text":"but, if you do not believe his writings, how will you believe my teaching?”"}]}