{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":7,"verses":[{"number":1,"text":"After this, Jesus went about in Galilee, for he would not do so in Judea, because the religious authorities (in Jerusalem) were eager to put him to death."},{"number":2,"text":"When the Jewish Festival of Tabernacles was near,"},{"number":3,"text":"his brothers said to him, “Leave this part of the country, and go into Judea, so that your disciples, as well as we, may see the work that you are doing."},{"number":4,"text":"For no one does a thing privately, if they are seeking to be widely known. Since you do these things, you should show yourself publicly to the world.”"},{"number":5,"text":"For even his brothers did not believe in him."},{"number":6,"text":"“My time,” answered Jesus, “is not come yet, but your time is always here."},{"number":7,"text":"The world cannot hate you, but it does hate me, because I testify that its ways are evil."},{"number":8,"text":"Go yourselves up to the Festival; I am not going to this Festival yet, because my time has not yet come.”"},{"number":9,"text":"After telling them this, he stayed on in Galilee."},{"number":10,"text":"But, when his brothers had gone up to the Festival, Jesus also went up – not publicly, but privately."},{"number":11,"text":"The authorities were looking for him at the Festival and asking ‘Where is he?’;"},{"number":12,"text":"and there were many whispers about him among the people, some saying ‘He is a good man;’ others, ‘No! He is leading the people astray.’"},{"number":13,"text":"No one, however, spoke freely about him, because they were afraid of the authorities."},{"number":14,"text":"About the middle of the Festival week, Jesus went up into the Temple Courts, and began teaching."},{"number":15,"text":"The authorities were astonished. “How has this man got his learning,” they asked, “when he has never studied?”"},{"number":16,"text":"So, in reply, Jesus said, “My teaching is not my own; it is his who sent me."},{"number":17,"text":"If anyone has the will to do God’s will, they will find out whether my teaching is from God, or whether I speak on my own authority."},{"number":18,"text":"The person who speaks on their own authority seeks honor for themselves; but the one who seeks the honor of him who sent him is sincere, and there is nothing false in him."},{"number":19,"text":"Was not it Moses who gave you the Law? Yet not one of you obeys it! Why are you seeking to put me to death?”"},{"number":20,"text":"“You must be possessed by a demon!” the people exclaimed. “Who is seeking to put you to death?”"},{"number":21,"text":"“There was one thing I did,” replied Jesus, “at which you are all still wondering."},{"number":22,"text":"But that is why Moses has instituted circumcision among you – not, indeed, that it began with him, but with our ancestors – and that is why you circumcise even on a Sabbath."},{"number":23,"text":"When a man receives circumcision on a Sabbath to prevent the Law of Moses from being broken, how can you be angry with me for making a man sound and well on a Sabbath?"},{"number":24,"text":"Do not judge by appearances; judge justly.”"},{"number":25,"text":"At this some of the people of Jerusalem exclaimed, “Is not this the man who they are seeking to put to death?"},{"number":26,"text":"Yet here he is, speaking out boldly, and they say nothing to him! Is it possible that our leading men have really discovered that he is the Christ?"},{"number":27,"text":"Yet we know where this man is from; but, when the Christ comes, no one will be able to tell where he is from.”"},{"number":28,"text":"Therefore, Jesus, as he was teaching in the Temple Courts, raised his voice and said, “Yes; you know me and you know where I am from. Yet I have not come on my own authority, but he who sent me may be trusted; and him you do not know."},{"number":29,"text":"I do know him, for it is from him that I have come, and he sent me as his messenger.”"},{"number":30,"text":"So they sought to arrest him; but no one touched him, for his time was not come yet."},{"number":31,"text":"Many of the people, however, believed in him. “When the Christ comes,” they said, “will he give more signs of his mission than this man has given?”"},{"number":32,"text":"The Pharisees heard the people whispering about him in this way, and so the chief priests and the Pharisees sent officers to arrest him;"},{"number":33,"text":"at which Jesus said, “I will be with you but a little longer, and then I am going to him who sent me."},{"number":34,"text":"You will look for me, and you will not find me; and you will not be able to come where I will be.”"},{"number":35,"text":"“Where is this man going,” the people asked one another, “that we would not find him? Will he go to our countrymen abroad, and teach foreigners?"},{"number":36,"text":"What does he mean by saying ‘You will look for me, and you will not find me; and you will not be able to come where I will be’?”"},{"number":37,"text":"On the last and greatest day of the Festival, Jesus, who was standing by, exclaimed, “If anyone is thirsty, they should come to me and drink."},{"number":38,"text":"From the heart of those who believe in me will flow, as is said in scripture, rivers of living water.”"},{"number":39,"text":"(By this he meant the Spirit, which those who had believed in him were to receive; for the Spirit had not yet come, because Jesus had not yet been exalted.)"},{"number":40,"text":"Some of the people, when they heard these words, said, “This is certainly the Prophet!”;"},{"number":41,"text":"others said, “the Christ!”; but some asked, “What! Does the Christ come from Galilee?"},{"number":42,"text":"Is not it said in scripture that it is of the descendants of David, and from Bethlehem, the village to which David belonged, that the Christ is to come?”"},{"number":43,"text":"So there was a sharp division among the people because of Jesus."},{"number":44,"text":"Some of them wanted to arrest him, and yet no one touched him."},{"number":45,"text":"When the officers returned to the chief priests and Pharisees, they were asked, “Why have you not brought him?”"},{"number":46,"text":"“No one ever spoke as he speaks!” they answered."},{"number":47,"text":"“What! Have you been led astray too?” the Pharisees replied."},{"number":48,"text":"“Have any of our leading men believed in him, or any of the Pharisees?"},{"number":49,"text":"As for these people who do not know the Law – they are cursed!”"},{"number":50,"text":"But one of their number, Nicodemus, who before this had been to see Jesus, said to them,"},{"number":51,"text":"“Does our Law pass judgment on a person without first giving them a hearing, and finding out what they have been doing?”"},{"number":52,"text":"“Are you also from Galilee?” they retorted. “Search, and you will find that no prophet is to arise in Galilee!”"},{"number":53,"text":"And everyone went home"}]}