{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":8,"verses":[{"number":1,"text":"except Jesus, who went to the Mount of Olives."},{"number":2,"text":"But he went again into the Temple Courts early in the morning, and all the people came to him; and he sat down and taught them."},{"number":3,"text":"Presently, however, the Teachers of the Law and the Pharisees brought a woman who had been caught in adultery, and placed her in the middle of the Court,"},{"number":4,"text":"and said to Jesus, “Teacher, this woman was found in the act of adultery."},{"number":5,"text":"Now Moses, in the Law, commanded us to stone such women to death; what do you say?”"},{"number":6,"text":"They said this to test him, in order to have a charge to bring against him. But Jesus stooped down, and wrote on the ground with his finger."},{"number":7,"text":"However, as they continued asking him, he raised himself, and said, “Let the person among you who has never done wrong throw the first stone at her.”"},{"number":8,"text":"And again he stooped down, and wrote on the ground."},{"number":9,"text":"When they heard that, they went out one by one, beginning with the eldest; and Jesus was left alone with the woman in the middle of the Court."},{"number":10,"text":"Raising himself, Jesus said to her, “Woman, where are they? Did no one condemn you?”"},{"number":11,"text":"“No one, Sir,” she answered. “Neither do I condemn you,” said Jesus “go, and do not sin again.”"},{"number":12,"text":"Jesus again addressed the people. “I am the light of the world,” he said. “The person who follows me will not walk in darkness, but will have the light of life.”"},{"number":13,"text":"“You are bearing testimony to yourself!” exclaimed the Pharisees, “your testimony is not trustworthy.”"},{"number":14,"text":"“Even if I bear testimony to myself,” answered Jesus, “my testimony is trustworthy; for I know where I came from, and where I am going; but you do not know where I come from, nor where I am going."},{"number":15,"text":"You judge by appearances; I judge no one."},{"number":16,"text":"Yet, even if I were to judge, my judgment would be trustworthy; because I am not alone, but the Father who sent me is with me."},{"number":17,"text":"Why, in your own Law it is said that the testimony of two persons is trustworthy."},{"number":18,"text":"I, who bear testimony to myself, am one, and the Father who sent me also bears testimony to me.”"},{"number":19,"text":"“Where is your father, then?” they asked. “You know neither me nor my Father,” replied Jesus. “If you had known me, you would have also known my Father.”"},{"number":20,"text":"These statements Jesus made in the Treasury, while teaching in the Temple Courts. Yet no one arrested him, for his time had not then come."},{"number":21,"text":"Jesus again spoke to the people. “I am going away,” he said, “and you will look for me, but you will die in your sin; you cannot come where I am going.”"},{"number":22,"text":"“Is he going to kill himself,” the people exclaimed, “that he says – ‘You cannot go where I am going’?”"},{"number":23,"text":"“You,” added Jesus, “are from below, I am from above; you are of this present world, I am not;"},{"number":24,"text":"and so I told you that you would die in your sins, for, unless you believe that I am what I am, you will die in your sins.”"},{"number":25,"text":"“Who are you?” they asked. “Why ask exactly what I have been telling you?” said Jesus."},{"number":26,"text":"“I have still much that concerns you to speak of and to pass judgment on; yet he who sent me may be trusted, and I speak to the world only of the things which I have heard from him.”"},{"number":27,"text":"They did not understand that he meant the Father."},{"number":28,"text":"So Jesus added, “When you have lifted up the Son of Man, then you will understand that I am what I am, and that I do nothing of myself, but that I say just what the Father has taught me."},{"number":29,"text":"Moreover, he who sent me is with me; he has not left me alone; for I always do what pleases him.”"},{"number":30,"text":"While he was speaking in this way, many came to believe in him."},{"number":31,"text":"So Jesus went on to say to those who had believed him, “If you remain constant to my message, you are truly my disciples;"},{"number":32,"text":"and you will find out the truth, and the truth will set you free.”"},{"number":33,"text":"“We are descendants of Abraham,” was their answer, “and have never yet been in slavery to anyone. What do you mean by saying ‘you will be set free’?”"},{"number":34,"text":"“In truth I tell you,” replied Jesus, “everyone who sins is a slave to sin."},{"number":35,"text":"And a slave does not remain in the home always; but a son remains always."},{"number":36,"text":"If, then, the Son sets you free, you will be free indeed!"},{"number":37,"text":"I know that you are descendants of Abraham; yet you are seeking to put me to death, because my message finds no place in your hearts."},{"number":38,"text":"I tell you what I have myself seen in the presence of my Father; and you, in the same way, do what you have learned from your father.”"},{"number":39,"text":"“Our father is Abraham,” was their answer. “If you are Abraham’s children,” replied Jesus, “do what Abraham did."},{"number":40,"text":"But, as it is, you are seeking to put me to death – a man who has told you the truth as he heard it from God. Abraham did not act in that way."},{"number":41,"text":"You are doing what your own father does.” “We are not bastards,” they said, “we have one Father – God himself.”"},{"number":42,"text":"“If God were your Father,” Jesus replied, “you would have loved me, for I came out from God, and now am here; and I have not come of myself, but he sent me as his messenger."},{"number":43,"text":"How is it that you do not understand what I say? It is because you cannot bear to listen to my message."},{"number":44,"text":"As for you, you are children of your father the devil, and you are determined to do what your father loves to do. He was a murderer from the first, and did not stand by the truth, because there is no truth in him. Whenever he lies, he does what is natural to him; because he is a liar, and the father of lying."},{"number":45,"text":"But, as for me, it is because I speak the truth to you that you do not believe me."},{"number":46,"text":"Which of you can convict me of sin? Why then don’t you believe me, if I am speaking truth?"},{"number":47,"text":"The person who comes from God listens to God’s teaching; the reason why you do not listen is because you do not come from God.”"},{"number":48,"text":"“Aren’t we right, after all,” replied the people, “in saying that you are a Samaritan, and are possessed by a demon?”"},{"number":49,"text":"“I am not possessed by a demon,” Jesus answered, “but I am honoring my Father; and yet you dishonor me."},{"number":50,"text":"Not that I am seeking honor for myself; there is one who is seeking my honor, and he decides."},{"number":51,"text":"In truth I tell you, if anyone lays my message to heart, he will never really die.”"},{"number":52,"text":"“Now we are sure that you are possessed by a demon,” the people replied. “Abraham died, and so did the prophets; and yet you say ‘If anyone lays my message to heart, they will never know death.’"},{"number":53,"text":"Are you greater than our ancestor Abraham, who died? And the prophets died too. Whom do you make yourself out to be?”"},{"number":54,"text":"“If I do honor to myself,” answered Jesus, “such honor counts for nothing. It is my Father who does me honor – and you say that he is your God;"},{"number":55,"text":"and yet you have not learned to know him; but I know him; and, if I were to say that I do not know him, I should be a liar like you; but I do know him, and I lay his message to heart."},{"number":56,"text":"Your ancestor Abraham rejoiced that he would see my day; and he did see it, and was glad.”"},{"number":57,"text":"“You are not fifty years old yet,” the people exclaimed, “and have you seen Abraham?”"},{"number":58,"text":"“In truth I tell you,” replied Jesus, “before Abraham existed I was.”"},{"number":59,"text":"At this they took up stones to throw at him; but Jesus hid himself, and left the Temple Courts."}]}