{"translation":"oeb-us","book":"jhn","bookName":"John","chapter":9,"verses":[{"number":1,"text":"As Jesus passed by, he saw a man who had been blind from his birth."},{"number":2,"text":"“Rabbi,” asked his disciples, “who was it that sinned, this man or his parents, that he was born blind?”"},{"number":3,"text":"“Neither the man nor the parents,” replied Jesus, “but he was born blind so that the work of God should be made plain in him."},{"number":4,"text":"We must do the work of him who sent me, while it is day; night is coming, when no one can work."},{"number":5,"text":"As long as I am in the world, I am the light of the world.”"},{"number":6,"text":"Saying this, Jesus spat on the ground, made some paste with the saliva, and put it on the man’s eyes."},{"number":7,"text":"“Go,” he said, “and wash your eyes in the Bath of Siloam” (a word which means ‘messenger’). So the man went and washed his eyes, and returned able to see."},{"number":8,"text":"His neighbors, and those who had formerly known him by sight as a beggar, exclaimed, “Is not this the man who used to sit and beg?”"},{"number":9,"text":"“Yes,” some said, “it is”; while others said, “No, but he is like him.” The man himself said, “I am he.”"},{"number":10,"text":"“How did you get your sight, then?” they asked."},{"number":11,"text":"“The man whom they call Jesus,” he answered, “made a paste, and anointed my eyes, and said to me ‘Go to Siloam and wash your eyes.’ So I went and washed my eyes, and gained my sight.”"},{"number":12,"text":"“Where is he?” they asked. “I do not know,” he answered."},{"number":13,"text":"They took the man, who had been blind, to the Pharisees."},{"number":14,"text":"Now it was a Sabbath when Jesus made the paste and gave him his sight."},{"number":15,"text":"So the Pharisees also questioned the man as to how he had gained his sight. “He put a paste on my eyes,” he answered, “and I washed them, and I can see.”"},{"number":16,"text":"“The man cannot be from God,” said some of the Pharisees, “for he does not keep the Sabbath.” “How is it possible,” retorted others, “for a bad man to give signs like this?”"},{"number":17,"text":"So there was a difference of opinion among them, and they again questioned the man. “What do you yourself say about him, for it is to you that he has given sight?”"},{"number":18,"text":"The religious authorities, however, refused to believe that he had been blind and had gained his sight, until they had called his parents and questioned them."},{"number":19,"text":"“Is this your son,” they asked, “who you say was born blind? If so, how is it that he can see now?”"},{"number":20,"text":"“We know that this is our son,” answered the parents, “and that he was born blind;"},{"number":21,"text":"but how it is that he can see now we do not know; nor do we know who it was that gave him his sight. Ask him – he is old enough – he will tell you about himself.”"},{"number":22,"text":"His parents spoke in this way because they were afraid of the authorities; for the authorities had already agreed that, if anyone should acknowledge Jesus as the Christ, he should be expelled from their synagogues."},{"number":23,"text":"This was why his parents said ‘He is old enough; ask him.’"},{"number":24,"text":"So the authorities again called the man who had been blind, and said to him, “Give God the praise; we know that this is a bad man.”"},{"number":25,"text":"“I know nothing about his being a bad man,” he replied. “One thing I do know, that although I was blind, now I can see.”"},{"number":26,"text":"“What did he do to you?” they asked. “How did he give you your sight?”"},{"number":27,"text":"“I told you just now,” he answered, “and you did not listen. Why do you want to hear it again? Surely you also do not want to become his disciples?”"},{"number":28,"text":"“You are his disciple,” they retorted scornfully. “But we are disciples of Moses."},{"number":29,"text":"We know that God spoke to Moses; but, as for this man, we do not know where he comes from.”"},{"number":30,"text":"“Well,” the man replied, “this is very strange; you do not know where he comes from, and yet he has given me my sight!"},{"number":31,"text":"We know that God never listens to bad people, but, when a person reverences God and does his will, God listens to them."},{"number":32,"text":"Since the world began, such a thing was never heard of as anyone’s giving sight to a person born blind."},{"number":33,"text":"If this man had not been from God, he could not have done anything at all.”"},{"number":34,"text":"“You,” they retorted, “were born totally depraved; and are you trying to teach us?” So they expelled him."},{"number":35,"text":"Jesus heard of their having put him out; and, when he had found the man, he asked, “Do you believe in the Son of Man?”"},{"number":36,"text":"“Tell me who he is, Sir,” he replied, “so that I may believe in him.”"},{"number":37,"text":"“Not only have you seen him,” said Jesus, “but it is he who is now speaking to you.”"},{"number":38,"text":"“Then, Sir, I do believe,” said the man, bowing to the ground before him;"},{"number":39,"text":"and Jesus added, “It was to put people to the test that I came into this world, in order that those that cannot see should see, and that those that can see should become blind.”"},{"number":40,"text":"Hearing this, some of the Pharisees who were with him said, “Then are we blind too?”"},{"number":41,"text":"“If you had been blind,” replied Jesus, “you would have had no sin to answer for; but, as it is, you say ‘We can see,’ and so your sin remains."}]}