{"translation":"dra","book":"mrk","bookName":"Mark","chapter":5,"verses":[{"number":1,"text":"And they came over the strait of the sea, into the country of the Gerasens."},{"number":2,"text":"And as he went out of the ship, immediately there met him out of the monuments a man with an unclean spirit,"},{"number":3,"text":"Who had his dwelling in the tombs, and no man now could bind him, not even with chains."},{"number":4,"text":"For having been often bound with fetters and chains, he had burst the chains, and broken the fetters in pieces, and no one could tame him."},{"number":5,"text":"And he was always day and night in the monuments and in the mountains, crying and cutting himself with stones."},{"number":6,"text":"And seeing Jesus afar off, he ran and adored him."},{"number":7,"text":"And crying with a loud voice, he said: What have I to do with thee, Jesus the Son of the most high God? I adjure thee by God that thou torment me not."},{"number":8,"text":"For he said unto him: Go out of the man, thou unclean spirit."},{"number":9,"text":"And he asked him: What is thy name? And he saith to him: My name is Legion, for we are many."},{"number":10,"text":"And he besought him much, that he would not drive him away out of the country."},{"number":11,"text":"And there was there near the mountain a great herd of swine, feeding."},{"number":12,"text":"And the spirits besought him, saying: Send us into the swine, that we may enter into them."},{"number":13,"text":"And Jesus immediately gave them leave. And the unclean spirits going out, entered into the swine: and the herd with great violence was carried headlong into the sea, being about two thousand, were stifled in the sea."},{"number":14,"text":"And they that fed them fled, and told it in the city and in the fields. And they went out to see what was done:"},{"number":15,"text":"And they came to Jesus, and they see him that was troubled with the devil, sitting, clothed, and well in his wits, and they were afraid."},{"number":16,"text":"And they that had seen it, told them, in what manner he had been dealt with who had the devil; and concerning the swine."},{"number":17,"text":"And they began to pray him that he would depart from their coasts."},{"number":18,"text":"And when he went up into the ship, he that had been troubled with the devil, began to beseech him that he might be with him."},{"number":19,"text":"And he admitted him not, but saith him: Go into thy house to thy friends, and tell them how great things the Lord hath done for thee, and hath had mercy thee."},{"number":20,"text":"And he went his way, and began to publish in Decapolis how great things Jesus had done for him: and all men wondered."},{"number":21,"text":"And when Jesus had passed again in the ship over the strait, a great multitude assembled together unto him, and he was nigh unto the sea."},{"number":22,"text":"And there cometh one of the rulers of the synagogue named Jairus: and seeing him, falleth down at his feet."},{"number":23,"text":"And he besought him much, saying: My daughter is at the point of death, come, lay thy hand upon her, that she may be safe, and may live."},{"number":24,"text":"And he went with him, and a great multitude followed him, and they thronged him."},{"number":25,"text":"And a woman who was under an issue of blood twelve years,"},{"number":26,"text":"And had suffered many things from many physicians; and had spent all that she had, and was nothing the better, but rather worse,"},{"number":27,"text":"When she had heard of Jesus, came in the crowd behind him, and touched his garment."},{"number":28,"text":"For she said: If I shall touch but his garment, I shall be whole."},{"number":29,"text":"And forthwith the fountain of her blood was dried up, and she felt in her body that she was healed of the evil."},{"number":30,"text":"And immediately Jesus knowing in himself the virtue that had proceeded from him, turning to the multitude, said: Who hath touched my garments?"},{"number":31,"text":"And his disciples said to him: Thou seest the multitude thronging thee, and sayest thou who hath touched me?"},{"number":32,"text":"And he looked about to see her who had done this."},{"number":33,"text":"But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth."},{"number":34,"text":"And he said to her: Daughter, thy faith hath made thee whole: go in peace, and be thou whole of thy disease."},{"number":35,"text":"While he was yet speaking, some come from the ruler of the synagogue's house, saying: Thy daughter is dead: why dost thou trouble the master any further?"},{"number":36,"text":"But Jesus having heard the word that was spoken, saith to the ruler of the synagogue: Fear not, only believe."},{"number":37,"text":"And he admitted not any man to follow him, but Peter, and James, and John the brother of James."},{"number":38,"text":"And they cone to the house of the ruler of the synagogue; and he seeth a tumult, and people weeping and wailing much."},{"number":39,"text":"And going in, he saith to them Why make you this ado, and weep? the damsel is not dead, but sleepeth."},{"number":40,"text":"And they laughed him to scorn. But he having put them all out, taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying."},{"number":41,"text":"And taking the damsel by the hand, he saith to her: Talitha cumi, which is, being interpreted: Damsel (I say to thee) arise."},{"number":42,"text":"And immediately the damsel rose up, and walked: and she was twelve years old: and they were astonished with a great astonishment."},{"number":43,"text":"And he charged them strictly that no man should know it: and commanded that something should be given her to eat. "}]}