{"translation":"kjv1611","book":"jer","bookName":"Jeremiah","chapter":43,"verses":[{"number":1,"text":"And it came to passe that wh&#275; Ieremiah had made an end of speaking vnto all the people, al the words of the Lord their God, for which the Lord their God had sent him to them, euen all these words;"},{"number":2,"text":"Then spake Azariah the sonne of Hoshaiah, and Iohanan the sonne of Kareah, and all the proud men, saying vnto Ieremiah, Thou speakest falsly: the Lord our God hath not sent thee to say, Goe not into Egypt, to soiourne there."},{"number":3,"text":"But Baruch the sonne of Neriah setteth thee on against vs, for to deliuer vs into the hand of the Caldeans, that they might put vs to death, and carie vs away captiues into Babylon."},{"number":4,"text":"So Iohanan the sonne of Kareah, and all the captaines of the forces, and all the people, obeied not the voice of the Lord, to dwell in the land of Iudah."},{"number":5,"text":"But Iohanan the sonne of Kareah, and all the captaines of the forces, tooke all the remnant of Iudah, that were returned from all nations whither they had bene driuen, to dwell in the land of Iudah,"},{"number":6,"text":"Euen men, and women, and children, and the kings daughters, and euery person that Nebuzaradan the captaine of the guard had left with Gedaliah the sonne of Ahikam, the sonne of Shaphan, and Ieremiah the Prophet, and Baruch the sonne of Neriah."},{"number":7,"text":"So they came into the land of Egypt: for they obeyed not the voyce of the Lord, thus came they euen to Tahpanhes."},{"number":8,"text":"¶ Then came the word of the Lord vnto Ieremiah in Tahpanhes, saying;"},{"number":9,"text":"Take great stones in thine hand, and hide them in the clay in the bricke kill, which is at the entry of Pharaohs house in Tahpanhes, in the sight of the men of Iudah:"},{"number":10,"text":"And say vnto them, Thus saieth the Lord of hosts the God of Israel; Beholde, I will send and take Nebuchadrezzar the king of Babylon my seruant, and will set his throne vpon these stones that I haue hidde, and hee shall spread his royall pauilion ouer them."},{"number":11,"text":"And when he commeth, hee shall smite the land of Egypt, and deliuer such as are for death, to death; and such as are for captiuitie to captiuitie; and such as are for the sword, to the sword."},{"number":12,"text":"And I wil kindle a fire in the houses of the gods of Egypt, and hee shall burne them, and carry them away captiues, and hee shall aray himselfe with the land of Egypt, as a shepheard putteth on his garment, and hee shall goe forth from thence in peace."},{"number":13,"text":"He shall breake also the images of Beth-shemesh that is in the land of Egypt, and the houses of the gods of the Egyptians shall he burne with fire."}]}