{"translation":"kjv1611","book":"gal","bookName":"Galatians","chapter":5,"verses":[{"number":1,"text":"Stand fast therefore in the libertie wherewith Christ hath made vs free, and bee not intangled againe with the yoke of bondage."},{"number":2,"text":"Beholde, I Paul say vnto you that if ye be circumcised, Christ shal profite you nothing."},{"number":3,"text":"For I testifie againe to euery man that is circumcised, that he is a debtor to doe the whole Law."},{"number":4,"text":"Christ is become of no effect vnto you, whosoeuer of you are iustified by the Law: ye are fallen from grace."},{"number":5,"text":"For we through the spirit waite for the hope of righteousnesse by faith."},{"number":6,"text":"For in Iesus Christ, neither circumcision auaileth any thing, nor vncircumcision, but faith which worketh by loue."},{"number":7,"text":"Ye did run well; who did hinder you, that ye should not obey the trueth?"},{"number":8,"text":"This perswasion commeth not of him that calleth you."},{"number":9,"text":"A little leauen leaueneth the whole lumpe."},{"number":10,"text":"I haue confidence in you through the Lord, that you will be none otherwise minded; but he that troubleth you, shall beare his iudgement, whosoeuer hee be."},{"number":11,"text":"And I, brethren, if I yet preach circumcision, why doe I yet suffer persecution? then is the offence of the crosse ceased."},{"number":12,"text":"I would they were euen cut off which trouble you."},{"number":13,"text":"For brethren, ye haue beene called vnto liberty, onely vse not libertie for an occasion to the flesh, but by loue serue one another."},{"number":14,"text":"For all the Law is fulfilled in one word, euen in this: Thou shalt loue thy neighbour as thy selfe."},{"number":15,"text":"But if yee bite and deuoure one another, take heed ye be not consumed one of another."},{"number":16,"text":"This I say then, Walke in the spirit, and ye shall not fulfill the lust of the flesh."},{"number":17,"text":"For the flesh lusteth against the Spirit, and the spirit against the flesh: and these are contrary the one to the other: so that yee cannot doe the things that yee would."},{"number":18,"text":"But if yee be lead of the spirit, yee are not vnder the Law."},{"number":19,"text":"Nowe the workes of the flesh are manifest, which are these, adulterie, fornication, vncleannesse, lasciuiousnesse,"},{"number":20,"text":"Idolatrie, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,"},{"number":21,"text":"Enuyings, murthers, drunkennesse, reuellings, and such like: of the which I tell you before, as I haue also tolde you in time past, that they which do such things shall not inherite the kingdome of God."},{"number":22,"text":"But the fruit of the spirit is loue, ioy, peace, long suffering, gentlenesse, goodnesse, faith,"},{"number":23,"text":"Meekenesse, temperance: against such there is no law."},{"number":24,"text":"And they that are Christs, haue crucified the flesh with the affections and lustes."},{"number":25,"text":"If we liue in the Spirit, let vs also walke in the Spirit."},{"number":26,"text":"Let vs not be desirous of vaine glory, prouoking one another, enuying one another."}]}