{"translation":"web","book":"1ch","bookName":"1 Chronicles","chapter":1,"verses":[{"number":1,"text":"Adam, Seth, Enosh,"},{"number":2,"text":"Kenan, Mahalalel, Jared,"},{"number":3,"text":"Enoch, Methuselah, Lamech,"},{"number":4,"text":"Noah, Shem, Ham, and Japheth."},{"number":5,"text":"The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"number":6,"text":"The sons of Gomer: Ashkenaz, Diphath, and Togarmah."},{"number":7,"text":"The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim."},{"number":8,"text":"The sons of Ham: Cush, Mizraim, Put, and Canaan."},{"number":9,"text":"The sons of Cush: Seba, Havilah, Sabta, Raama, Sabteca. The sons of Raamah: Sheba and Dedan."},{"number":10,"text":"Cush became the father of Nimrod. He began to be a mighty one in the earth."},{"number":11,"text":"Mizraim became the father of Ludim, Anamim, Lehabim, Naphtuhim,"},{"number":12,"text":"Pathrusim, Casluhim (where the Philistines came from), and Caphtorim."},{"number":13,"text":"Canaan became the father of Sidon his firstborn, Heth,"},{"number":14,"text":"the Jebusite, the Amorite, the Girgashite,"},{"number":15,"text":"the Hivite, the Arkite, the Sinite,"},{"number":16,"text":"the Arvadite, the Zemarite, and the Hamathite."},{"number":17,"text":"The sons of Shem: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech."},{"number":18,"text":"Arpachshad became the father of Shelah, and Shelah became the father of Eber."},{"number":19,"text":"To Eber were born two sons: the name of the one was Peleg, for in his days the earth was divided; and his brother’s name was Joktan."},{"number":20,"text":"Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":21,"text":"Hadoram, Uzal, Diklah,"},{"number":22,"text":"Ebal, Abimael, Sheba,"},{"number":23,"text":"Ophir, Havilah, and Jobab. All these were the sons of Joktan."},{"number":24,"text":"Shem, Arpachshad, Shelah,"},{"number":25,"text":"Eber, Peleg, Reu,"},{"number":26,"text":"Serug, Nahor, Terah,"},{"number":27,"text":"Abram (also called Abraham)."},{"number":28,"text":"The sons of Abraham: Isaac and Ishmael."},{"number":29,"text":"These are their generations: the firstborn of Ishmael, Nebaioth; then Kedar, Adbeel, Mibsam,"},{"number":30,"text":"Mishma, Dumah, Massa, Hadad, Tema,"},{"number":31,"text":"Jetur, Naphish, and Kedemah. These are the sons of Ishmael."},{"number":32,"text":"The sons of Keturah, Abraham’s concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan."},{"number":33,"text":"The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the sons of Keturah."},{"number":34,"text":"Abraham became the father of Isaac. The sons of Isaac: Esau and Israel."},{"number":35,"text":"The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah."},{"number":36,"text":"The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."},{"number":37,"text":"The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."},{"number":38,"text":"The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."},{"number":39,"text":"The sons of Lotan: Hori and Homam; and Timna was Lotan’s sister."},{"number":40,"text":"The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon: Aiah and Anah."},{"number":41,"text":"The son of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran."},{"number":42,"text":"The sons of Ezer: Bilhan, Zaavan, and Jaakan. The sons of Dishan: Uz and Aran."},{"number":43,"text":"Now these are the kings who reigned in the land of Edom, before any king reigned over the children of Israel: Bela the son of Beor; and the name of his city was Dinhabah."},{"number":44,"text":"Bela died, and Jobab the son of Zerah of Bozrah reigned in his place."},{"number":45,"text":"Jobab died, and Husham of the land of the Temanites reigned in his place."},{"number":46,"text":"Husham died, and Hadad the son of Bedad, who struck Midian in the field of Moab, reigned in his place; and the name of his city was Avith."},{"number":47,"text":"Hadad died, and Samlah of Masrekah reigned in his place."},{"number":48,"text":"Samlah died, and Shaul of Rehoboth by the River reigned in his place."},{"number":49,"text":"Shaul died, and Baal Hanan the son of Achbor reigned in his place."},{"number":50,"text":"Baal Hanan died, and Hadad reigned in his place; and the name of his city was Pai. His wife’s name was Mehetabel, the daughter of Matred, the daughter of Mezahab."},{"number":51,"text":"Then Hadad died. The chiefs of Edom were: chief Timna, chief Aliah, chief Jetheth,"},{"number":52,"text":"chief Oholibamah, chief Elah, chief Pinon,"},{"number":53,"text":"chief Kenaz, chief Teman, chief Mibzar,"},{"number":54,"text":"chief Magdiel, and chief Iram. These are the chiefs of Edom."}]}