{"translation":"web","book":"1ch","bookName":"1 Chronicles","chapter":25,"verses":[{"number":1,"text":"Moreover, David and the captains of the army set apart for the service certain of the sons of Asaph, of Heman, and of Jeduthun, who were to prophesy with harps, with stringed instruments, and with cymbals. The number of those who did the work according to their service was:"},{"number":2,"text":"of the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah. The sons of Asaph were under the hand of Asaph, who prophesied at the order of the king."},{"number":3,"text":"Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, six, under the hands of their father Jeduthun, who prophesied in giving thanks and praising Yahweh with the harp."},{"number":4,"text":"Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."},{"number":5,"text":"All these were the sons of Heman the king’s seer in the words of God, to lift up the horn. God gave to Heman fourteen sons and three daughters."},{"number":6,"text":"All these were under the hands of their father for song in Yahweh’s house, with cymbals, stringed instruments, and harps, for the service of God’s house: Asaph, Jeduthun, and Heman being under the order of the king."},{"number":7,"text":"The number of them, with their brothers who were instructed in singing to Yahweh, even all who were skillful, was two hundred eighty-eight."},{"number":8,"text":"They cast lots for their offices, all alike, the small as well as the great, the teacher as well as the student."},{"number":9,"text":"Now the first lot came out for Asaph to Joseph; the second to Gedaliah, he and his brothers and sons were twelve;"},{"number":10,"text":"the third to Zaccur, his sons and his brothers, twelve;"},{"number":11,"text":"the fourth to Izri, his sons and his brothers, twelve;"},{"number":12,"text":"the fifth to Nethaniah, his sons and his brothers, twelve;"},{"number":13,"text":"the sixth to Bukkiah, his sons and his brothers, twelve;"},{"number":14,"text":"the seventh to Jesharelah, his sons and his brothers, twelve;"},{"number":15,"text":"the eighth to Jeshaiah, his sons and his brothers, twelve;"},{"number":16,"text":"the ninth to Mattaniah, his sons and his brothers, twelve;"},{"number":17,"text":"the tenth to Shimei, his sons and his brothers, twelve;"},{"number":18,"text":"the eleventh to Azarel, his sons and his brothers, twelve;"},{"number":19,"text":"the twelfth to Hashabiah, his sons and his brothers, twelve;"},{"number":20,"text":"for the thirteenth, Shubael, his sons and his brothers, twelve;"},{"number":21,"text":"for the fourteenth, Mattithiah, his sons and his brothers, twelve;"},{"number":22,"text":"for the fifteenth to Jeremoth, his sons and his brothers, twelve;"},{"number":23,"text":"for the sixteenth to Hananiah, his sons and his brothers, twelve;"},{"number":24,"text":"for the seventeenth to Joshbekashah, his sons and his brothers, twelve;"},{"number":25,"text":"for the eighteenth to Hanani, his sons and his brothers, twelve;"},{"number":26,"text":"for the nineteenth to Mallothi, his sons and his brothers, twelve;"},{"number":27,"text":"for the twentieth to Eliathah, his sons and his brothers, twelve;"},{"number":28,"text":"for the twenty-first to Hothir, his sons and his brothers, twelve;"},{"number":29,"text":"for the twenty-second to Giddalti, his sons and his brothers, twelve;"},{"number":30,"text":"for the twenty-third to Mahazioth, his sons and his brothers, twelve;"},{"number":31,"text":"for the twenty-fourth to Romamti-Ezer, his sons and his brothers, twelve."}]}