{"translation":"web","book":"1ch","bookName":"1 Chronicles","chapter":3,"verses":[{"number":1,"text":"Now these were the sons of David, who were born to him in Hebron: the firstborn, Amnon, of Ahinoam the Jezreelitess; the second, Daniel, of Abigail the Carmelitess;"},{"number":2,"text":"the third, Absalom the son of Maacah the daughter of Talmai king of Geshur; the fourth, Adonijah the son of Haggith;"},{"number":3,"text":"the fifth, Shephatiah of Abital; the sixth, Ithream by Eglah his wife:"},{"number":4,"text":"six were born to him in Hebron; and he reigned there seven years and six months. He reigned thirty-three years in Jerusalem;"},{"number":5,"text":"and these were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon, four, by Bathshua the daughter of Ammiel;"},{"number":6,"text":"and Ibhar, Elishama, Eliphelet,"},{"number":7,"text":"Nogah, Nepheg, Japhia,"},{"number":8,"text":"Elishama, Eliada, and Eliphelet, nine."},{"number":9,"text":"All these were the sons of David, in addition to the sons of the concubines; and Tamar was their sister."},{"number":10,"text":"Solomon’s son was Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,"},{"number":11,"text":"Joram his son, Ahaziah his son, Joash his son,"},{"number":12,"text":"Amaziah his son, Azariah his son, Jotham his son,"},{"number":13,"text":"Ahaz his son, Hezekiah his son, Manasseh his son,"},{"number":14,"text":"Amon his son, and Josiah his son."},{"number":15,"text":"The sons of Josiah: the firstborn Johanan, the second Jehoiakim, the third Zedekiah, and the fourth Shallum."},{"number":16,"text":"The sons of Jehoiakim: Jeconiah his son, and Zedekiah his son."},{"number":17,"text":"The sons of Jeconiah, the captive: Shealtiel his son,"},{"number":18,"text":"Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."},{"number":19,"text":"The sons of Pedaiah: Zerubbabel and Shimei. The sons of Zerubbabel: Meshullam and Hananiah; and Shelomith was their sister;"},{"number":20,"text":"and Hashubah, Ohel, Berechiah, Hasadiah, and Jushab Hesed, five."},{"number":21,"text":"The sons of Hananiah: Pelatiah and Jeshaiah; the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah."},{"number":22,"text":"The son of Shecaniah: Shemaiah. The sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat, six."},{"number":23,"text":"The sons of Neariah: Elioenai, Hizkiah, and Azrikam, three."},{"number":24,"text":"The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven."}]}