{"translation":"oeb-us","book":"phm","bookName":"Philemon","chapter":1,"verses":[{"number":1,"text":"From Paul, now a prisoner for Christ Jesus, and from Timothy, a fellow follower of the Lord."},{"number":2,"text":"To our dear friend and fellow worker Philemon, to our sister Apphia, to our fellow soldier Archippus; and to the church that meets at Philemon’s house;"},{"number":3,"text":"may God, our Father, and the Lord Jesus Christ bless you and give you peace."},{"number":4,"text":"I always mention you in my prayers and thank God for you,"},{"number":5,"text":"because I hear of the love and the faith which you show, not only to the Lord Jesus, but also to all his people;"},{"number":6,"text":"and I pray that your participation in the faith may result in action, as you come to a fuller realization of everything that is good and Christlike in us."},{"number":7,"text":"I have indeed found great joy and encouragement in your love, knowing, as I do, how the hearts of Christ’s people have been cheered, friend, by you."},{"number":8,"text":"And so, though my union with Christ enables me, with all confidence, to dictate the course that you should adopt,"},{"number":9,"text":"yet the claims of love make me prefer to plead with you – yes, even me, Paul, though I am an ambassador for Christ Jesus and, now a prisoner for him as well."},{"number":10,"text":"I plead with you for this child of mine, Onesimus, to whom, in my prison, I have become a father."},{"number":11,"text":"Once he was of little service to you, but now he has become of great service, not only to you, but to me as well;"},{"number":12,"text":"and I am sending him back to you with this letter – though it is like tearing out of my heart."},{"number":13,"text":"For my own sake I should like to keep him with me, so that, while I am in prison for the good news, he might attend to my wants on your behalf."},{"number":14,"text":"But I do not wish to do anything without your consent, because I want your generosity to be voluntary and not, as it were, compulsory."},{"number":15,"text":"It may be that he was separated from you for an hour, for this reason, so that you might have him back for ever,"},{"number":16,"text":"no longer as a slave, but as something better – a dearly loved friend and follower of the Lord, especially dear to me, and how much more so to you, not only as a person, but as your fellow Christian!"},{"number":17,"text":"If, then, you count me your friend, receive him as you would me."},{"number":18,"text":"If he has caused you any loss, or owes you anything, charge it to me."},{"number":19,"text":"I, Paul, put my own hand to it – I will repay you myself. I say nothing about your owing me your self."},{"number":20,"text":"Yes, friend, let me gain something from you because of your union with the Lord. Cheer my heart by your Christlike spirit."},{"number":21,"text":"Even as I write, I have such confidence in your compliance with my wishes, that I am sure that you will do even more than I am asking."},{"number":22,"text":"Please also get a lodging ready for me, for I hope that I will be given back to you all in answer to your prayers."},{"number":23,"text":"Epaphras, who is my fellow prisoner for Christ Jesus, sends you his greeting;"},{"number":24,"text":"and Marcus, Aristarchus, Demas, and Luke, my fellow workers, send theirs."},{"number":25,"text":"May the blessing of the Lord Jesus Christ rest on your souls."}]}