{"translation":"kjv1611","book":"heb","bookName":"Hebrews","chapter":6,"verses":[{"number":1,"text":"Therefore leauing the principles of the doctrine of Christ, let vs goe on vnto perfection, not laying againe the foundation of repentance from dead workes, and of faith towards God,"},{"number":2,"text":"Of the doctrine of Baptismes, and of laying on of hands, and of resurrection of the dead, and of eternall iudgement."},{"number":3,"text":"And this will we doe, if God permit."},{"number":4,"text":"For it is impossible for those who were once inlightned, and haue tasted of the heauenly gift, and were made partakers of the holy Ghost,"},{"number":5,"text":"And haue tasted the good word of God, and the powers of the world to come;"},{"number":6,"text":"If they shall fall away, to renue them againe vnto repentance: seeing they crucifie to themselues the Sonne of God afresh, and put him to an open shame."},{"number":7,"text":"For the earth which drinketh in the raine that commeth oft vpon it, and bringeth forth herbes meet for them by whome it is dressed, receiueth blessing from God."},{"number":8,"text":"But that which beareth thornes and briers, is reiected, and is nigh vnto cursing, whose end is to be burned."},{"number":9,"text":"But beloued, wee are perswaded better things of you, and things that accompany saluation, though we thus speake."},{"number":10,"text":"For God is not vnrighteous, to forget your worke and labour of loue, which yee haue shewed toward his Name, in that yee haue ministred to the Saints, and doe minister."},{"number":11,"text":"And wee desire, that euery one of you doe shewe the same diligence, to the full assurance of hope vnto the ende:"},{"number":12,"text":"That yee be not slothfull, but followers of them, who through faith and patience inherite the promises."},{"number":13,"text":"For when God made promise to Abraham, because hee could sweare by no greater, he sware by himselfe,"},{"number":14,"text":"Saying, Surely, blessing I will blesse thee, and multiplying I wil multiply thee."},{"number":15,"text":"And so after he had patiently indured, he obtained the promise."},{"number":16,"text":"For men verily sweare by the greater, and an oath for confirmation is to them an end of all strife."},{"number":17,"text":"Wherein God willing more abundantly to shewe vnto the heyres of promise the immutabilitie of his counsell, confirmed it by an oath:"},{"number":18,"text":"That by two immutable things, in which it was impossible for God to lye, wee might haue a strong consolation, who haue fled for refuge to lay hold vpon the hope set before vs."},{"number":19,"text":"Which hope we haue as an anker of the soule both sure and stedfast, and which entreth into that within the vaile,"},{"number":20,"text":"Whither the forerunner is for vs entrrd; euen Iesus, made an high Priest for euer after the order of Melchisedec."}]}