{"translation":"web","book":"bar","bookName":"Baruch","chapter":2,"verses":[{"number":1,"text":"Therefore the Lord has made good his word which he pronounced against us, and against our judges who judged Israel, and against our kings, and against our princes, and against the men of Israel and Judah,"},{"number":2,"text":"to bring upon us great plagues such as never happened before under the whole heaven, as it came to pass in Jerusalem, according to the things that are written in the law of Moses,"},{"number":3,"text":"that we should each eat the flesh of our own son, and each eat the flesh of our own daughter."},{"number":4,"text":"Moreover he has given them to be in subjection to all the kingdoms that are around us, to be a reproach and a desolation among all the people around us, where the Lord has scattered them."},{"number":5,"text":"Thus they were cast down and not exalted, because we sinned against the Lord our God in not listening to his voice."},{"number":6,"text":"To the Lord our God belongs righteousness, but to us and to our fathers confusion of face, as at this day."},{"number":7,"text":"All these plagues have come upon us which the Lord has pronounced against us."},{"number":8,"text":"Yet have we not entreated the favor of the Lord by everyone turning from the thoughts of his wicked heart."},{"number":9,"text":"Therefore the Lord has kept watch over the plagues. The Lord has brought them upon us, for the Lord is righteous in all his works which he has commanded us."},{"number":10,"text":"Yet we have not listened to his voice, to walk in the commandments of the Lord that he has set before us."},{"number":11,"text":"And now, O Lord, you God of Israel who have brought your people out of the land of Egypt with a mighty hand, with signs, with wonders, with great power, and with a high arm, and have gotten yourself a name, as at this day:"},{"number":12,"text":"O Lord our God, we have sinned. We have been ungodly. We have done wrong in all your ordinances."},{"number":13,"text":"Let your wrath turn from us, for we are but a few left among the heathen where you have scattered us."},{"number":14,"text":"Hear our prayer, O Lord, and our petition, and deliver us for your own sake. Give us favor in the sight of those who have led us away captive,"},{"number":15,"text":"that all the earth may know that you are the Lord our God, because Israel and his posterity is called by your name."},{"number":16,"text":"O Lord, look down from your holy house and consider us. Incline your ear, O Lord, and hear."},{"number":17,"text":"Open your eyes, and see; for the dead that are in Hades, whose breath is taken from their bodies, will give to the Lord neither glory nor righteousness;"},{"number":18,"text":"but the soul who is greatly vexed, who goes stooping and feeble, and the eyes that fail, and the hungry soul, will declare your glory and righteousness, O Lord."},{"number":19,"text":"For we do not present our supplication before you, O Lord our God, for the righteousness of our fathers and of our kings."},{"number":20,"text":"For you have sent your wrath and your indignation upon us, as you have spoken by your servants the prophets, saying,"},{"number":21,"text":"“The Lord says, ‘Bow your shoulders to serve the king of Babylon, and remain in the land that I gave to your fathers."},{"number":22,"text":"But if you won’t hear the voice of the Lord to serve the king of Babylon,"},{"number":23,"text":"I will cause to cease out of the cities of Judah and from the region near Jerusalem the voice of mirth, the voice of gladness, voice of the bridegroom, and the voice of the bride. The whole land will be desolate without inhabitant.’”"},{"number":24,"text":"But we wouldn’t listen to your voice, to serve the king of Babylon. Therefore you have made good your words that you spoke by your servants the prophets, that the bones of our kings and the bones of our fathers would be taken out of their places."},{"number":25,"text":"Behold, they are cast out to the heat by day and to the frost by night. They died in great miseries by famine, by sword, and by pestilence."},{"number":26,"text":"You have made the house that is called by your name as it is today because of the wickedness of the house of Israel and the house of Judah."},{"number":27,"text":"Yet, O Lord our God, you have dealt with us after all your kindness and according to all your great mercy,"},{"number":28,"text":"as you spoke by your servant Moses in the day when you commanded him to write your law in the presence of the children of Israel, saying,"},{"number":29,"text":"“If you won’t hear my voice, surely this very great multitude will be turned into a small number among the nations where I will scatter them."},{"number":30,"text":"For I know that they will not hear me, because they are a stiff-necked people; but in the land of their captivity they will take it to heart,"},{"number":31,"text":"and will know that I am the Lord their God. I will give them a heart and ears to hear."},{"number":32,"text":"Then they will praise me in the land of their captivity, and think about my name,"},{"number":33,"text":"and will return from their stiff neck and from their wicked deeds; for they will remember the way of their fathers who sinned before the Lord."},{"number":34,"text":"I will bring them again into the land which I promised to their fathers, to Abraham, to Isaac, and to Jacob, and they will rule over it. I will increase them, and they won’t be diminished."},{"number":35,"text":"And I will make an everlasting covenant with them to be their God, and they will be my people. I will no more remove my people Israel out of the land that I have given them.”"}]}