{"translation":"web","book":"bar","bookName":"Baruch","chapter":3,"verses":[{"number":1,"text":"O Lord Almighty, you God of Israel, the soul in anguish and the troubled spirit cries to you."},{"number":2,"text":"Hear, O Lord, and have mercy; for you are a merciful God. Yes, have mercy upon us, because we have sinned before you."},{"number":3,"text":"For you are enthroned forever, and we keep perishing."},{"number":4,"text":"O Lord Almighty, you God of Israel, hear now the prayer of the dead Israelites, and of the children of those who were sinners before you, who didn’t listen to the voice of you their God; because of this, these plagues cling to us."},{"number":5,"text":"Don’t remember the iniquities of our fathers, but remember your power and your name at this time."},{"number":6,"text":"For you are the Lord our God, and we will praise you, O Lord."},{"number":7,"text":"For this cause, you have put your fear in our hearts, to the intent that we should call upon your name. We will praise you in our captivity, for we have called to mind all the iniquity of our fathers who sinned before you."},{"number":8,"text":"Behold, we are yet this day in our captivity where you have scattered us, for a reproach and a curse, and to be subject to penalty according to all the iniquities of our fathers who departed from the Lord our God."},{"number":9,"text":"Hear, O Israel, the commandments of life! Give ear to understand wisdom!"},{"number":10,"text":"How is it, O Israel, that you are in your enemies’ land, that you have become old in a strange country, that you are defiled with the dead,"},{"number":11,"text":"that you are counted with those who are in Hades?"},{"number":12,"text":"You have forsaken the fountain of wisdom."},{"number":13,"text":"If you had walked in the way of God, you would have dwelled in peace forever."},{"number":14,"text":"Learn where there is wisdom, where there is strength, and where there is understanding, that you may also know where there is length of days and life, where there is the light of the eyes and peace."},{"number":15,"text":"Who has found out her place? Who has come into her treasuries?"},{"number":16,"text":"Where are the princes of the heathen, and those who ruled the beasts that are on the earth,"},{"number":17,"text":"those who had their pastime with the fowls of the air, and those who hoarded up silver and gold, in which people trust, and of their getting there is no end?"},{"number":18,"text":"For those who diligently sought silver, and were so anxious, and whose works are past finding out,"},{"number":19,"text":"they have vanished and gone down to Hades, and others have come up in their place."},{"number":20,"text":"Younger men have seen the light and lived upon the earth, but they haven’t known the way of knowledge,"},{"number":21,"text":"nor understood its paths. Their children haven’t embraced it. They are far off from their way."},{"number":22,"text":"It has not been heard of in Canaan, neither has it been seen in Teman."},{"number":23,"text":"The sons also of Agar who seek understanding, which are in the land, the merchants of Merran and Teman, and the authors of fables, and the searchers out of understanding—none of these have known the way of wisdom or remembered her paths."},{"number":24,"text":"O Israel, how great is the house of God! How large is the place of his possession!"},{"number":25,"text":"It is great and has no end. It is high and unmeasurable."},{"number":26,"text":"Giants were born that were famous of old, great of stature, and expert in war."},{"number":27,"text":"God didn’t choose these, nor did he give the way of knowledge to them,"},{"number":28,"text":"so they perished, because they had no wisdom. They perished through their own foolishness."},{"number":29,"text":"Who has gone up into heaven, taken her, and brought her down from the clouds?"},{"number":30,"text":"Who has gone over the sea, found her, and will bring her for choice gold?"},{"number":31,"text":"There is no one who knows her way, nor any who comprehend her path."},{"number":32,"text":"But he that knows all things knows her, he found her out with his understanding. He who prepared the earth for all time has filled it with four-footed beasts."},{"number":33,"text":"It is he who sends forth the light, and it goes. He called it, and it obeyed him with fear."},{"number":34,"text":"The stars shone in their watches, and were glad. When he called them, they said, “Here we are.” They shone with gladness to him who made them."},{"number":35,"text":"This is our God. No other can be compared to him."},{"number":36,"text":"He has found out all the way of knowledge, and has given it to Jacob his servant and to Israel who is loved by him."},{"number":37,"text":"Afterward she appeared upon earth, and lived with men."}]}