{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":10,"verses":[{"number":1,"text":"Now, I, Paul, make a personal appeal to you by the meekness and gentleness of the Christ – I who, “in your presence, am humble in my bearing towards you, but, when absent, am bold in my language to you” –"},{"number":2,"text":"I implore you not to drive me to “show my boldness,” when I do come, by the confident tone which I expect to have to adopt towards some of you, who are expecting to find us influenced in our conduct by earthly motives."},{"number":3,"text":"For, though we live an earthly life, we do not wage an earthly war."},{"number":4,"text":"The weapons for our warfare are not earthly, but, under God, are powerful enough to pull down strongholds."},{"number":5,"text":"We are engaged in confuting arguments and pulling down every barrier raised against the knowledge of God. We are taking captive every hostile thought, to bring it into submission to the Christ,"},{"number":6,"text":"and are fully prepared to punish every act of rebellion, when once your submission is complete."},{"number":7,"text":"You look at the outward appearance of things! Let anyone, who is confident that he belongs to Christ, reflect, for himself, again on the fact – that we belong to Christ no less than he does."},{"number":8,"text":"Even if I boast extravagantly about our authority – which the Lord gave us for building up your faith and not for overthrowing it – still I have no reason to be ashamed."},{"number":9,"text":"I say this so that it doesn’t seem as if I am trying to overawe you by my letters."},{"number":10,"text":"For people say “His letters are impressive and vigorous, but his personal appearance is insignificant and his speaking contemptible.”"},{"number":11,"text":"Let such a person be assured of this – that our words in our letters show us to be, when absent, just what our deeds will show us to be, when present."},{"number":12,"text":"We have not indeed the audacity to class or compare ourselves with some of those who indulge in self-commendation! But, when such persons measure themselves by themselves, and compare themselves with themselves, they show a want of wisdom."},{"number":13,"text":"We, however, will not give way to unlimited boasting, but will confine ourselves to the limits of the sphere to which God limited us, when he permitted us to come as far as Corinth."},{"number":14,"text":"For it is not the case, as it would be if we were not in the habit of coming to you, that we are exceeding our bounds! Why, we were the very first to reach you with the good news of the Christ!"},{"number":15,"text":"Our boasting, therefore, is not unlimited, nor does it extend to the labors of others; but our hope is that, as your faith grows, our influence among you may be very greatly increased – though still confined to our sphere –"},{"number":16,"text":"So that we will be able to tell the good news in the districts beyond you, without trespassing on the sphere assigned to others, or boasting of what has been already done."},{"number":17,"text":"Let anyone who boasts make their boast of the Lord."},{"number":18,"text":"For it is not those who commend themselves that stand the test, but those who are commended by the Lord."}]}