{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":11,"verses":[{"number":1,"text":"I could wish that you would tolerate a little folly in me! But indeed you do tolerate me."},{"number":2,"text":"I am jealous over you with the jealousy of God. For I promised you in marriage as a pure bride, to one husband – the Christ."},{"number":3,"text":"Yet I fear that it may turn out that, just as the snake by his craftiness deceived Eve, so your minds may have lost the loyalty and purity due from you to the Christ."},{"number":4,"text":"For, if some newcomer is proclaiming a Jesus other than him whom we proclaimed, or if you are receiving a Spirit different from the Spirit which you received, or a good news different from that which you welcomed, then you are marvelously tolerant!"},{"number":5,"text":"I do not regard myself as in any way inferior to the most eminent apostles!"},{"number":6,"text":"Though I am no trained orator, yet I am not without knowledge; indeed we made this perfectly clear to you in every way."},{"number":7,"text":"Perhaps you say that I did wrong in humbling myself that you might be exalted – I mean because I told you God’s good news without payment."},{"number":8,"text":"I robbed other churches by taking pay from them, so that I might serve you!"},{"number":9,"text":"And, when I was with you in need, I did not become a burden to any of you; for our friends, on coming from Macedonia, supplied my needs. I kept myself, and will keep myself from being an expense to you in any way."},{"number":10,"text":"As surely as I know anything of the truth of Christ, this boast, as far as I am concerned, will not be stopped in any part of Greece."},{"number":11,"text":"Why? Because I do not love you? God knows that I do!"},{"number":12,"text":"What I am doing now I will continue to do in order to cut away the ground from under those who are wishing for some ground for attacking me, so that as regards the thing of which they boast they may appear in their true characters, just as we do."},{"number":13,"text":"Such people are false apostles, treacherous workers, disguising themselves as apostles of Christ!"},{"number":14,"text":"And no wonder; for even Satan disguises himself as an angel of light."},{"number":15,"text":"It is not surprising, therefore, if his servants also disguise themselves as servants of righteousness. But their end will be in accordance with their actions."},{"number":16,"text":"I say again – Let no one think me a fool! Yet, if you do, at least welcome me as you would a fool, so that I, too may indulge in a little boasting."},{"number":17,"text":"When I speak like this, I am not speaking as the Master would, but as a fool might, in boasting so confidently."},{"number":18,"text":"As so many are boasting of earthly things, I, too, will boast."},{"number":19,"text":"For all your cleverness, you tolerate fools willingly enough!"},{"number":20,"text":"You tolerate a person even when they enslave you, when they plunder you, when they get you into their power, when they put on airs of superiority, when they strike you in the face!"},{"number":21,"text":"I admit, to my shame, that we have been weak. But whatever the subject on which others are not afraid to boast – though it is foolish to say so – I am not afraid either!"},{"number":22,"text":"Are they Hebrews? So am I! Are they Israelites? So am I! Are they descendants of Abraham? So am I!"},{"number":23,"text":"Are they ‘Servants of Christ’? Though it is madness to talk like this, I am more so than they! I have had more of toil, more of imprisonment! I have been flogged times without number. I have been often at death’s door."},{"number":24,"text":"Five times I received at the hands of my own people forty lashes, all but one."},{"number":25,"text":"Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked. I have spent a whole day and night in the deep."},{"number":26,"text":"My journeys have been many. I have been through dangers from rivers, dangers from robbers, dangers from my own people, dangers from the Gentiles, dangers in towns, dangers in the country, dangers on the sea, dangers among people pretending to be followers of the Lord."},{"number":27,"text":"I have been through toil and hardship. I have passed many a sleepless night; I have endured hunger and thirst; I have often been without food; I have known cold and nakedness."},{"number":28,"text":"And, not to speak of other things, there is my daily burden of anxiety about all the churches."},{"number":29,"text":"Who is weak without my being weak? Who is led astray without my burning with indignation?"},{"number":30,"text":"If I must boast, I will boast of things which show my weakness!"},{"number":31,"text":"The God and Father of the Lord Jesus – he who is for ever blessed – knows that I am speaking the truth."},{"number":32,"text":"When I was in Damascus, the Governor under King Aretas had the gates of that city guarded, so as to arrest me,"},{"number":33,"text":"but I was let down in a basket through a window in the wall, and so escaped his hands."}]}