{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":13,"verses":[{"number":1,"text":"For the third time I am coming to see you. By the word of two or three witnesses each statement will be established."},{"number":2,"text":"I have said it, and I say it again before I come, just as if I were with you on my second visit, though for the moment absent, I say to those who have been long sinning, as well as to all others – that if I come again, I will spare no one."},{"number":3,"text":"And that will be the proof, which you are looking for, that the Christ speaks through me. There is no weakness in his dealings with you. No, he shows his power among you."},{"number":4,"text":"For though his crucifixion was due to weakness, his life is due to the power of God. And we, also, are weak in his weakness, but with him we will live for you through the power of God."},{"number":5,"text":"Put yourselves to the test, to see whether you are holding to the faith. Examine yourselves. Surely you recognize this fact about yourselves – that Jesus Christ is in you! Unless indeed you cannot stand the test!"},{"number":6,"text":"But I hope that you will recognize that we can stand the test."},{"number":7,"text":"We pray to God that you may do nothing wrong, not that we may be seen to stand the test, but that you may do what is right, even though we may seem not to stand the test."},{"number":8,"text":"We have no power at all against the truth, but we have power in the service of the truth."},{"number":9,"text":"We are glad when we are weak, if you are strong. And what we pray for is that you may become perfect."},{"number":10,"text":"This is my reason for writing as I am now doing, while I am away from you, so that, when I am with you, I may not act harshly in the exercise of the authority which the Lord gave me – and gave me for building up and not for pulling down."},{"number":11,"text":"And now, friends, goodbye. Aim at perfection; take courage; agree together; live in peace. And then God, the source of all love and peace, will be with you."},{"number":12,"text":"Greet one another with a sacred kiss."},{"number":13,"text":"All Christ’s people here send you their greetings."},{"number":14,"text":"May the blessing of the Lord Jesus Christ, and the love of God, and the communion with the Holy Spirit, be with you all."}]}