{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":2,"verses":[{"number":1,"text":"For my own sake, as well, I decided not to pay you another painful visit."},{"number":2,"text":"If it is I who cause you pain, why, who is there to cheer me, except the person whom I am paining?"},{"number":3,"text":"So I wrote as I did because I was afraid that if I had come, I should have been pained by those who ought to have made me glad; for I felt sure that it was true of you all that my joy was in every case yours also."},{"number":4,"text":"I wrote to you in sore trouble and distress of heart and with many tears, not to give you pain, but to let you see how intense a love I have for you."},{"number":5,"text":"Now whoever has caused the pain has not so much pained me, as he has, to some extent – not to be too severe – pained every one of you."},{"number":6,"text":"The man to whom I refer has been sufficiently punished by the penalty inflicted by the majority of you;"},{"number":7,"text":"so that now you must take the opposite course, and forgive and encourage him, or else he may be overwhelmed by the intensity of his pain."},{"number":8,"text":"So I entreat you to assure him of your love."},{"number":9,"text":"I had this further object, also, in what I wrote – to find out whether you might be relied on to be obedient in everything."},{"number":10,"text":"Anyone you forgive, I forgive them, too. Indeed, for my part, whatever I have forgiven (if I have had to forgive anything), I have forgiven for your sakes, in the presence of Christ,"},{"number":11,"text":"so as to prevent Satan from taking advantage of us; for we are not ignorant of his devices."},{"number":12,"text":"When I went to the district around Troas to tell the good news of the Christ, even though there was an opening for serving the Master,"},{"number":13,"text":"I could get no peace of mind because I failed to find Titus, my friend; so I took leave of the people there, and went on to Macedonia."},{"number":14,"text":"All thanks to God, who, through our union with the Christ, leads us in one continual triumph, and uses us to spread the sweet perfume of the knowledge of him in every place."},{"number":15,"text":"For we are the fragrance of Christ ascending to God – both among those who are in the path of salvation and among those who are in the path to ruin."},{"number":16,"text":"To the latter we are a stench which arises from death and tells of death; to the former a fragrance which arises from life and tells of life. But who is equal to such a task?"},{"number":17,"text":"Unlike many people, we are not in the habit of making profit out of God’s message; but in all sincerity, and bearing God’s commission, we speak before him in union with Christ."}]}