{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":4,"verses":[{"number":1,"text":"Therefore, since it is by God’s mercy that we are engaged in this ministry, we do not lose heart."},{"number":2,"text":"No, we have renounced the secrecy prompted by shame, refusing to adopt crafty ways, or to tamper with God’s message, and commending ourselves to everyone’s conscience, in the sight of God, by our exhibition of the truth."},{"number":3,"text":"And, even if the good news that we bring is veiled, it is veiled only in the case of those who are on the path to ruin –"},{"number":4,"text":"people whose minds have been blinded by the God of this age, unbelievers as they are, so that the light from the good news of the glory of the Christ, who is the incarnation of God, should not shine for them."},{"number":5,"text":"(For it is not ourselves that we proclaim, but Christ Jesus, as Lord, and ourselves as your servants for Jesus’ sake.)"},{"number":6,"text":"Indeed, the same God who said ‘Out of darkness light will shine,’ has shone in on our hearts, so that we should bring out into the light the knowledge of the glory of God, seen in the face of Christ."},{"number":7,"text":"This treasure we have in these earthen vessels, so that its all-prevailing power may be seen to come from God, and not to be our own."},{"number":8,"text":"Though hard pressed on every side, we are never hemmed in; though perplexed, never driven to despair;"},{"number":9,"text":"though pursued, never abandoned; though struck down, never killed!"},{"number":10,"text":"We always bear on our bodies the marks of the death that Jesus died, so that the life also of Jesus may be exhibited in our bodies."},{"number":11,"text":"Indeed, we who still live are continually being given over to death for Jesus’ sake, so that the life also of Jesus may be exhibited in our mortal nature."},{"number":12,"text":"And so, while death is at work within us, life is at work within you."},{"number":13,"text":"But, in the same spirit of faith as that expressed in the words – ‘I believed, and therefore I spoke,’ we, also believe, and therefore speak."},{"number":14,"text":"For we know that he who raised the Lord Jesus will raise us also with him, and will bring us, with you, into his presence."},{"number":15,"text":"For all this is for your sakes, so that the loving kindness of God, spreading from heart to heart, may cause yet more hearts to overflow with thanksgiving, to his glory."},{"number":16,"text":"Therefore, as I said, we do not lose heart. No, even though outwardly we are wasting away, yet inwardly we are being renewed day by day."},{"number":17,"text":"The light burden of our momentary trouble is preparing for us a weight of imperishable glory, beyond all measure."},{"number":18,"text":"We, all the while, gaze not on what is seen, but on what is unseen. For what is seen is transient, but what is unseen is imperishable."}]}