{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":5,"verses":[{"number":1,"text":"For we know that if our tent – that earthly body which is now our home – is taken down, we have a house of God’s building, a home not made by hands, imperishable, in heaven."},{"number":2,"text":"Even while in our present body we sigh, longing to put over it our heavenly house,"},{"number":3,"text":"sure that, when we have put it on, we will never be found naked."},{"number":4,"text":"For we who are in this tent sigh under our burden, unwilling to take it off, yet wishing to put our heavenly body over it, so that all that is mortal may be absorbed in life."},{"number":5,"text":"And he who has prepared us for this change is God, who has also given us his Spirit as a pledge."},{"number":6,"text":"Therefore we are always confident, knowing that, while our home is in the body, we are absent from our home with the Lord."},{"number":7,"text":"For we guide our lives by faith, and not by what we see."},{"number":8,"text":"And in this confidence we would gladly leave our home in the body, and make our home with the Lord."},{"number":9,"text":"Therefore, whether in our home or absent from our home, our one ambition is to please him."},{"number":10,"text":"For at the court of the Christ we must all appear in our true characters, so that each may reap the results of the life which he has lived in the body, in accordance with his actions – whether good or worthless."},{"number":11,"text":"Therefore, because we know the fear inspired by the Lord, it is true that we are trying to win people over, but our motives are plain to God; and I hope that in your inmost hearts they are plain to you also."},{"number":12,"text":"We are not “commending ourselves” again to you, but rather are giving you cause for pride in us, so that you may have an answer ready for those who pride themselves on appearances and not on character."},{"number":13,"text":"For, if we were “beside ourselves,” it was in God’s service! If we are not in our senses, it is in yours!"},{"number":14,"text":"It is the love of the Christ which compels us, when we reflect that, as one died for all, therefore all died;"},{"number":15,"text":"and that he died for all, so that the living should no longer live for themselves, but for him who died and rose for them."},{"number":16,"text":"For ourselves, then, from this time forward, we refuse to regard anyone from the world’s standpoint. Even if we once thought of Christ from the standpoint of the world, yet now we do so no longer."},{"number":17,"text":"Therefore, if anyone is in union with Christ, he is a new being! His old life has passed away; a new life has begun!"},{"number":18,"text":"But all this is the work of God, who reconciled us to himself through Christ, and gave us the ministry of reconciliation –"},{"number":19,"text":"To proclaim that God, in Christ, was reconciling the world to himself, not reckoning people’s offenses against them, and that he had entrusted us with the message of this reconciliation."},{"number":20,"text":"It is, then, on Christ’s behalf that we are acting as ambassadors, God, as it were, appealing to you through us. We implore you on Christ’s behalf – Be reconciled to God."},{"number":21,"text":"For our sake God made Christ, who was innocent of sin, one with our sinfulness, so that in him we might be made one with the righteousness of God."}]}