{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":6,"verses":[{"number":1,"text":"Therefore, as God’s fellow workers, we also appeal to you not to receive his loving kindness in vain."},{"number":2,"text":"For he says – ‘At the time for acceptance I listened to you, and on the day of deliverance I helped you.’ Now is the time for acceptance! Now is the day of deliverance!"},{"number":3,"text":"Never do we put an obstacle in anyone’s way, so that no fault may be found with our ministry."},{"number":4,"text":"No, we are trying to commend ourselves under all circumstances, as God’s assistants should – in many an hour of endurance, in troubles, in hardships, in difficulties,"},{"number":5,"text":"in floggings, in imprisonments, in riots, in toils, in sleepless nights, in hunger;"},{"number":6,"text":"by purity, by knowledge, by patience, by kindliness, by holiness of spirit, by unfeigned love;"},{"number":7,"text":"by the message of truth, and by the power of God; by the weapons of righteousness in the right hand and in the left;"},{"number":8,"text":"amid honor and disrepute, amid slander and praise; regarded as deceivers, yet proved to be true;"},{"number":9,"text":"as unknown, yet well-known; as at death’s door, yet, see, we are living; as chastised, yet not killed;"},{"number":10,"text":"as saddened, yet always rejoicing; as poor, yet enriching many; as having nothing, and yet possessing all things!"},{"number":11,"text":"We have been speaking freely to you, dear friends in Corinth; we have opened our heart;"},{"number":12,"text":"there is room there for you, yet there is not room, in your love, for us."},{"number":13,"text":"Can you not in return – I appeal to you as I should to children – open your hearts to us?"},{"number":14,"text":"Do not enter into inconsistent relations with those who reject the faith. For what partnership can there be between righteousness and lawlessness? Or what has light to do with darkness?"},{"number":15,"text":"What harmony can there be between Christ and Belial? Or what can those who accept the faith have in common with those who reject it?"},{"number":16,"text":"What agreement can there be between a temple of God and idols? And we are a temple of the living God. That is what God meant when he said – ‘I will live among them, and walk among them; and I will be their God, and they will be my people."},{"number":17,"text":"Therefore “Come out from among the nations, and separate yourselves from them,” says the Lord, “And touch nothing impure; and I will welcome you;"},{"number":18,"text":"and I will be a father to you, and you will be my sons and daughters,” says the Lord, the Ruler of all.’"}]}