{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":7,"verses":[{"number":1,"text":"With these promises, dear friends, let us purify ourselves from everything that pollutes either body or spirit, and, in deepest respect for God, aim at perfect holiness."},{"number":2,"text":"Make room for us in your hearts. In no instance have we ever wronged, or harmed, or taken advantage of, anyone."},{"number":3,"text":"I am not saying this to condemn you. Indeed, I have already said that you are in our heart, to live and die together."},{"number":4,"text":"I have the utmost confidence in you; I am always boasting about you. I am full of encouragement and, in spite of all our troubles, my heart is overflowing with happiness."},{"number":5,"text":"Ever since we reached Macedonia, we have had no rest in body or mind; on every side there have been troubles – conflicts without, anxieties within."},{"number":6,"text":"But God, who encourages the downcast, has encouraged us by the arrival of Titus."},{"number":7,"text":"And it is not only by his arrival that we are encouraged, but also by the encouragement which he received from you; for he tells us of your strong affection, your penitence, and your zeal on my behalf – so that I am happier still."},{"number":8,"text":"For, though I caused you sorrow by my letter, I do not regret it. Even if I were inclined to regret it – for I see that my letter did cause you sorrow though only for a time –"},{"number":9,"text":"I am glad now; not because of the sorrow it caused you, but because your sorrow brought you to repentance. For it was God’s will that you should feel sorrow, in order that you should not suffer loss in any way at our hands."},{"number":10,"text":"For, when sorrow is in accordance with God’s will, it results in a repentance leading to salvation, and which will never be regretted. The sure result of the sorrow that the world knows is death."},{"number":11,"text":"For see what results that other sorrow – sorrow in accordance with God’s will – has had in your case. What earnestness it produced! What explanations! What strong feeling! What alarm! What longing! What eagerness! What readiness to punish! You have proved yourselves altogether free from guilt in that matter."},{"number":12,"text":"So, then, even though I did write to you, it was not for the sake of the wrongdoer, or of the man who was wronged, but to make you conscious, in the sight of God, of your own earnest care for us. And it is this that has encouraged us."},{"number":13,"text":"In addition to the encouragement that this gave us, we were made far happier still by the happiness of Titus for his heart has been cheered by you all."},{"number":14,"text":"Although I have been boasting a little to him about you, you did not put me to shame; but, just as every thing we had said to you was true, so our boasting to Titus about you has also proved to be the truth."},{"number":15,"text":"And his affection for you is all the greater, as he remembers the deference that you all showed him, and recalls how you received him with anxious care."},{"number":16,"text":"I am glad that I can feel perfect confidence in you."}]}