{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":8,"verses":[{"number":1,"text":"We want to remind you, friends, of the love that God has shown to the churches in Macedonia –"},{"number":2,"text":"How, tired though they were by many a trouble, their overflowing happiness, and even their deep poverty, resulted in a flood of generosity."},{"number":3,"text":"I can bear witness that to the full extent of their power, and even beyond their power, spontaneously,"},{"number":4,"text":"and with many an appeal to us for permission, they showed their love, and contributed their share towards the fund for their fellow Christians."},{"number":5,"text":"And that, not only in the way we had expected; but first they gave themselves to the Lord, and to us also, in accordance with God’s will."},{"number":6,"text":"And this led us to beg Titus, that since he had started the work for you, he should also see to the completion of this expression of your love."},{"number":7,"text":"And, remembering how you excel in everything – in faith, in teaching, in knowledge, in unfailing earnestness, and in the affection that we have awakened in you – I ask you to excel also in this expression of your love."},{"number":8,"text":"I am not laying a command on you, but I am making use of the earnestness shown by others to test the genuineness of your affection."},{"number":9,"text":"For you do not forget the loving kindness of our Lord Jesus Christ – how that for your sakes, although he was rich, he became poor, so that you also might become rich through his poverty."},{"number":10,"text":"I am only making suggestions on this matter; for this is the best course for you, since you were a year before others, not only in taking action, but also in showing your readiness to do so."},{"number":11,"text":"And now I want you to complete the work, so that its completion may correspond with your willing readiness – in proportion, of course, to your means."},{"number":12,"text":"For, where there is willingness, a person’s gift is valued by its comparison with what they have, and not with what they do not have."},{"number":13,"text":"For our object is not to give relief to others and bring distress on you. It is a matter of a fair balance."},{"number":14,"text":"On this occasion what you can spare will supply what they need, at another time what they can spare may supply your need, and so things will be equal."},{"number":15,"text":"As scripture says – ‘Those who had much had nothing over, and those who had little did not lack!’"},{"number":16,"text":"I thank God for inspiring Titus with the same keen interest in your welfare that I have;"},{"number":17,"text":"for Titus has responded to my appeals and, in his great earnestness, is starting to go to you of his own accord."},{"number":18,"text":"We are sending with him one of the Lord’s followers whose fame in the service of the good news has spread through all the churches;"},{"number":19,"text":"and not only that, but he has been elected by the churches to accompany us on our journey, in connexion with this expression of your love, which we are personally administering to the honor of the Lord, and to show our deep interest."},{"number":20,"text":"What we are specially guarding against is that any fault should be found with us in regard to our administration of this charitable fund;"},{"number":21,"text":"for we are trying to make arrangements which will be right, not only in the eyes of the Lord, but also in the eyes of people."},{"number":22,"text":"We are also sending with them another of our friends, whose earnestness we have many a time proved in many ways, and whom we now find made even more earnest by his great confidence in you."},{"number":23,"text":"If I must say anything about Titus, he is my intimate companion, and he shares my work for you; if it is our friends, they are delegates of the churches, an honor to Christ."},{"number":24,"text":"Show them, therefore – so that the churches may see it – the proof of your affection, and the ground for our boasting to them about you."}]}