{"translation":"oeb-us","book":"2co","bookName":"2 Corinthians","chapter":9,"verses":[{"number":1,"text":"With reference, indeed, to the fund for your fellow Christians, it is quite superfluous for me to say anything to you."},{"number":2,"text":"I know, of course, your willingness to help, and I am always boasting of it to the Macedonians. I tell them that you in Greece have been ready for a year past; and it was really your zeal that stimulated most of them."},{"number":3,"text":"So my reason for sending our friends is to prevent what we said about you from proving, in this particular matter, an empty boast, and to enable you to be as well prepared as I have been saying that you are."},{"number":4,"text":"Otherwise, if any Macedonians were to come with me, and find you unprepared, we – to say nothing of you – should feel ashamed of our present confidence."},{"number":5,"text":"Therefore I think it necessary to beg the friends to go to you in advance, and to complete the arrangements for the gift, which you have already promised, so that it may be ready, as a gift, before I come, and not look as if it were being given under pressure."},{"number":6,"text":"Remember the saying – ‘Scanty sowing, scanty harvest; plentiful sowing, plentiful harvest.’"},{"number":7,"text":"Let everyone give as he has determined before hand, not grudgingly or under compulsion; for God loves a cheerful giver."},{"number":8,"text":"God has power to shower all kinds of blessings on you, so that, having, under all circumstances and on all occasions, all that you can need, you may be able to shower all kinds of benefits on others."},{"number":9,"text":"(As scripture says – ‘He shared freely, he gave to the poor; his righteousness continues for ever.’"},{"number":10,"text":"And he who supplies seed to the sower, and bread for eating, will supply you with seed, and cause it to increase, and will multiply the fruits of your righteousness)."},{"number":11,"text":"Rich in all things yourselves, you will be able to show liberality to all, which, with our help, will cause thanksgiving to be offered to God."},{"number":12,"text":"For the rendering of a public service such as this, not only relieves the needs of your fellow Christians, but also results in the offering to God of many a thanksgiving."},{"number":13,"text":"Through the evidence afforded by the service rendered, you cause people to praise God for your fidelity to your profession of faith in the good news of the Christ, as well as for the liberality of your contributions for them and for all others."},{"number":14,"text":"And they also, in their prayers for you, express their longing to see you, because of the surpassing love of God displayed toward you."},{"number":15,"text":"All thanks to God for his inestimable gift!"}]}