{"translation":"dra","book":"wis","bookName":"Wisdom","chapter":11,"verses":[{"number":1,"text":"She prospered their works in the hands of the holy prophet."},{"number":2,"text":"They went through wildernesses that were not inhabited, and in desert places they pitched their tents."},{"number":3,"text":"They stood against their enemies, and revenged themselves of their adversaries."},{"number":4,"text":"They were thirsty, and they called upon thee, and water was given them out of the high rock, and a refreshment of their thirst out of the hard stone."},{"number":5,"text":"For by what things their enemies were punished, when their drink failed them, while the children of Israel abounded therewith, and rejoiced:"},{"number":6,"text":"By the same things they in their need were benefited."},{"number":7,"text":"For instead of a fountain of an ever running river, thou gavest human blood to the unjust."},{"number":8,"text":"And whilst they were diminished for a manifest reproof of their murdering the infants, thou gavest to thine abundant water unlooked for:"},{"number":9,"text":"Shewing by the thirst that was then, how thou didst exalt thine, and didst kill their adversaries."},{"number":10,"text":"For when they were tried, and chastised with mercy, they knew how the wicked were judged with wrath, and tormented."},{"number":11,"text":"For thou didst admonish and try them as a father: but the others, as a severe king, thou didst examine and condemn."},{"number":12,"text":"For whether absent or present, they were tormented alike."},{"number":13,"text":"For a double affliction came upon them, and a groaning for the remembrance of things past."},{"number":14,"text":"For when they heard that by their punishments the others were benefited, they remembered the Lord, wondering at the end of what was come to pass."},{"number":15,"text":"For whom they scorned before, when he was thrown out at the time of his being wickedly exposed to perish, him they admired in the end, when they saw the event: their thirsting being unlike to that of the just."},{"number":16,"text":"But for the foolish devices of their iniquity, because some being deceived worshipped dumb serpents and worthless beasts, thou didst send upon them a multitude of dumb beasts for vengeance:"},{"number":17,"text":"That they might know that by what things a man sinneth, by the same also he is tormented."},{"number":18,"text":"For thy almighty hand, which made the world of matter without form, was not unable to send upon them a multitude of bears, or fierce lions,"},{"number":19,"text":"Or unknown beasts of a new kind, full of rage; either breathing out a fiery vapour, or sending forth a stinking smoke, or shooting horrible sparks out of their eyes:"},{"number":20,"text":"Whereof not only the hurt might be able to destroy them, but also the very sight might kill them through fear."},{"number":21,"text":"Yea, and without these, they might have been slain with one blast, persecuted by their own deeds, and scattered by the breath of thy power: but thou hast ordered all things in measure, and number, and weight."},{"number":22,"text":"For great power always belonged to thee alone: and who shall resist the strength of thy arm?"},{"number":23,"text":"For the whole world before thee is as the least grain of the balance, and as a drop of the morning dew, that falleth down upon tho earth."},{"number":24,"text":"But thou hast mercy upon all, because thou canst do all things, and overlookest the sins of men for the sake of repentance."},{"number":25,"text":"For thou lovest all things that are, and hatest none of the things which thou hast made: for thou didst not appoint, or make any thing hating it."},{"number":26,"text":"And how could any thing endure, if thou wouldst not? or be preserved, if not called by thee?"},{"number":27,"text":"But thou sparest all: because they are thine, O Lord, who lovest souls. "}]}