{"translation":"dra","book":"wis","bookName":"Wisdom","chapter":3,"verses":[{"number":1,"text":"But the souls of the just are in the hand of God, and the torment of death shall not touch them."},{"number":2,"text":"In the sight of the unwise they seemed to die: and their departure was taken for misery:"},{"number":3,"text":"And their going away from us, for utter destruction: but they are in peace."},{"number":4,"text":"And though in the sight of men they suffered torments, their hope is full of immortality."},{"number":5,"text":"Afflicted in few things, in many they shall be well rewarded: because God hath tried them, and found them worthy of himself."},{"number":6,"text":"As gold in the furnace, he hath proved them, and as a victim of a holocaust, he hath received them, and in time there shall be respect had to them."},{"number":7,"text":"The just shall shine, and shall run to and fro like sparks among the reeds."},{"number":8,"text":"They shall judge nations, and rule over people, and their Lord shall reign for ever."},{"number":9,"text":"They that trust in him shall understand the truth: and they that are faithful in love, shall rest in him: for grace and peace are to his elect."},{"number":10,"text":"But the wicked shall be punished according to their own devices: who have neglected the just, and have revolted from the Lord."},{"number":11,"text":"For he that rejecteth wisdom, and discipline, is unhappy: and their hope is vain, and their labours without fruit, and their works unprofitable."},{"number":12,"text":"Their wives are foolish, and their children wicked."},{"number":13,"text":"Their offspring is cursed, for happy is the barren: and the undefiled, that hath not known bed in sin, she shall have fruit in the visitation of holy souls."},{"number":14,"text":"And the eunuch, that hath not wrought iniquity with his hands, nor thought wicked things against God for the precious gift of faith shall be given to him, and a most acceptable lot in the temple of God."},{"number":15,"text":"For the fruit of good labours is glorious, and the root of wisdom never faileth."},{"number":16,"text":"But the children of adulterers shall not come to perfection, and the seed of the unlawful bed shall be rooted out."},{"number":17,"text":"And if they live long, they shall be nothing regarded, and their last old age shall be without honour."},{"number":18,"text":"And if they die quickly, they shall have no hope, nor speech of comfort in the day of trial."},{"number":19,"text":"For dreadful are the ends of a wicked race. "}]}