{"translation":"oeb-us","book":"2jn","bookName":"2 John","chapter":1,"verses":[{"number":1,"text":"From the elder, to the lady chosen by God and her children. I truly love you all, and I am not the only one but all who know the truth love you as well."},{"number":2,"text":"We love you for the sake of the truth, which lives in us and will be with us forever."},{"number":3,"text":"Grace, mercy, and peace will be ours – the gift of God, the Father, and of Jesus Christ, the Father’s Son – in truth and love."},{"number":4,"text":"It was a great joy to me to find the lives of some of your children guided by the truth, in obedience to the command that we received from the Father."},{"number":5,"text":"And now I implore you, dear lady, let us love one another This is not a new command I am writing to you. It is the command we have had from the beginning. – Let us love one another."},{"number":6,"text":"And this is love – to live in obedience to the Father’s commands. This is the command as you learned from the beginning, to live a life of love."},{"number":7,"text":"I say this because many deceivers have gone out into the world – men who do not acknowledge that Jesus Christ came in flesh and blood. Any such person is a deceiver and antichrist."},{"number":8,"text":"Take care so that you do not lose what we have worked for but instead receive your full reward."},{"number":9,"text":"Anyone who goes beyond and fails to live inside of the teaching of Christ does not have God. The person who lives inside that teaching – they have both the Father and the Son."},{"number":10,"text":"If anyone comes to you and does not bring this teaching, do not receive them into your house or even welcome them;"},{"number":11,"text":"because the person who welcomes them is sharing with them in their evil work."},{"number":12,"text":"Though I have many other things to tell you, I would rather not use paper and ink. Instead I hope to come and see you, and to speak with you face to face, so that our joy may be complete."},{"number":13,"text":"The children of your sister, who is chosen by God, send you their greetings."}]}