{"translation":"oeb-us","book":"hag","bookName":"Haggai","chapter":1,"verses":[{"number":1,"text":"In the second year of Darius the king, on the first day of the sixth month, this message from the Lord came through Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest:"},{"number":2,"text":"The Lord of hosts says: The people say that the time has not yet come to rebuild the temple of the Lord."},{"number":3,"text":"Then this message from the Lord came to Haggai the prophet:"},{"number":4,"text":"Is it a time for you yourselves to live in your own well-roofed houses, while this temple lies in ruins?"},{"number":5,"text":"The Lord of hosts says: Consider your past experiences."},{"number":6,"text":"You sow much, but bring in little; you eat, but you do not have enough; you drink, but are not filled; you clothe yourselves, but not enough to be warm; and those who earn wages, put those wages in a bag with holes."},{"number":7,"text":"The Lord of hosts says: Consider your experiences."},{"number":8,"text":"Go up to the mountains, and bring wood and rebuild the temple; then I will be pleased with it, and I will reveal my glory. The Lord says:"},{"number":9,"text":"You looked for much, and it came to little; and when you brought the harvest home, I blew it away. Why? The Lord of hosts says: Because my temple lies in ruins, while you shelter in your own houses."},{"number":10,"text":"The heavens withhold the dew, and the earth withholds its fruit,"},{"number":11,"text":"and I have called forth a drought upon the land and upon the mountains, and upon the grain and the new wine and the oil and upon that which the ground brings forth, and upon people and animals, and upon all the labor of your hands."},{"number":12,"text":"Then Zerubbabel the son of Shealtiel and Joshua the son of Jehozadak the high priest, with all the rest of the people, obeyed the command of the Lord their God and the words of Haggai the prophet, as the Lord their God had sent him to them. They showed proper respect for the Lord."},{"number":13,"text":"Haggai, the prophet of the Lord, as the Lord commanded him, told the people: “The Lord says: I am with you.”"},{"number":14,"text":"And the Lord stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak the high priest, and the spirit of all the rest of the people, so that they came and worked on the temple of the Lord of hosts, their God,"},{"number":15,"text":"in the twenty-fourth day of the sixth month. In the second year of Darius the king,"}]}