{"translation":"web","book":"act","bookName":"Acts","chapter":3,"verses":[{"number":1,"text":"Peter and John were going up into the temple at the hour of prayer, the ninth hour."},{"number":2,"text":"A certain man who was lame from his mother’s womb was being carried, whom they laid daily at the door of the temple which is called Beautiful, to ask gifts for the needy of those who entered into the temple."},{"number":3,"text":"Seeing Peter and John about to go into the temple, he asked to receive gifts for the needy."},{"number":4,"text":"Peter, fastening his eyes on him, with John, said, “Look at us.”"},{"number":5,"text":"He listened to them, expecting to receive something from them."},{"number":6,"text":"But Peter said, “I have no silver or gold, but what I have, that I give you. In the name of Jesus Christ of Nazareth, get up and walk!”"},{"number":7,"text":"He took him by the right hand and raised him up. Immediately his feet and his ankle bones received strength."},{"number":8,"text":"Leaping up, he stood and began to walk. He entered with them into the temple, walking, leaping, and praising God."},{"number":9,"text":"All the people saw him walking and praising God."},{"number":10,"text":"They recognized him, that it was he who used to sit begging for gifts for the needy at the Beautiful Gate of the temple. They were filled with wonder and amazement at what had happened to him."},{"number":11,"text":"As the lame man who was healed held on to Peter and John, all the people ran together to them in the porch that is called Solomon’s, greatly wondering."},{"number":12,"text":"When Peter saw it, he responded to the people, “You men of Israel, why do you marvel at this man? Why do you fasten your eyes on us, as though by our own power or godliness we had made him walk?"},{"number":13,"text":"The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he had determined to release him."},{"number":14,"text":"But you denied the Holy and Righteous One and asked for a murderer to be granted to you,"},{"number":15,"text":"and killed the Prince of life, whom God raised from the dead, to which we are witnesses."},{"number":16,"text":"By faith in his name, his name has made this man strong, whom you see and know. Yes, the faith which is through him has given him this perfect soundness in the presence of you all."},{"number":17,"text":"“Now, brothers, I know that you did this in ignorance, as did also your rulers."},{"number":18,"text":"But the things which God announced by the mouth of all his prophets, that Christ should suffer, he thus fulfilled."},{"number":19,"text":"“Repent therefore, and turn again, that your sins may be blotted out, so that there may come times of refreshing from the presence of the Lord,"},{"number":20,"text":"and that he may send Christ Jesus, who was ordained for you before,"},{"number":21,"text":"whom heaven must receive until the times of restoration of all things, which God spoke long ago by the mouth of his holy prophets."},{"number":22,"text":"For Moses indeed said to the fathers, ‘The Lord God will raise up a prophet for you from among your brothers, like me. You shall listen to him in all things whatever he says to you."},{"number":23,"text":"It will be that every soul that will not listen to that prophet will be utterly destroyed from among the people.’"},{"number":24,"text":"Yes, and all the prophets from Samuel and those who followed after, as many as have spoken, also told of these days."},{"number":25,"text":"You are the children of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘All the families of the earth will be blessed through your offspring.’"},{"number":26,"text":"God, having raised up his servant Jesus, sent him to you first to bless you, in turning away every one of you from your wickedness.”"}]}