{"translation":"oeb-us","book":"1th","bookName":"1 Thessalonians","chapter":3,"verses":[{"number":1,"text":"And so, as we could bear it no longer, we made up our minds to remain behind alone at Athens,"},{"number":2,"text":"and sent Timothy, our dear friend and God’s minister of the good news of the Christ, to strengthen you, and to encourage you in your faith,"},{"number":3,"text":"so that none of you should be shaken by the troubles through which you are passing. You yourselves know that we are destined to meet with such things."},{"number":4,"text":"For, even while we were with you, we warned you beforehand that we were certain to encounter trouble. And so it proved, as you know."},{"number":5,"text":"Therefore, since I could no longer endure the uncertainty, I sent to make inquiries about your faith, fearing that the Tempter had tempted you, and that our toil might prove to have been in vain."},{"number":6,"text":"But, when Timothy recently returned to us from you with good news of your faith and love, and told us how kindly you think of us – always longing, he said, to see us, just as we are longing to see you –"},{"number":7,"text":"on hearing this, we felt encouraged about you, friends, in the midst of all our difficulties and troubles, by your faith."},{"number":8,"text":"For it is new life to us to know that you are holding fast to the Lord."},{"number":9,"text":"How can we thank God enough for all the happiness that you are giving us in the sight of our God?"},{"number":10,"text":"Night and day we pray most earnestly that we may see you face to face, and make good any deficiency in your faith."},{"number":11,"text":"May our God and Father himself, and Jesus, our Lord, make the way plain for us to come to you."},{"number":12,"text":"And for you, may the Lord fill you to overflowing with love for one another and for everyone, just as we are filled with love for you;"},{"number":13,"text":"and so make your hearts strong, and your lives pure beyond reproach, in the sight of our God and Father, at the coming of our Lord Jesus, with all his Holy Ones."}]}