{"translation":"oeb-us","book":"1th","bookName":"1 Thessalonians","chapter":4,"verses":[{"number":1,"text":"Further, friends, we beg and urge you in the name of our Lord Jesus to carry out more fully than ever – as indeed you are already doing – all that you have heard from us as to what your daily life must be, if it is to please God."},{"number":2,"text":"For you have not forgotten the directions that we gave you on the authority of our Lord Jesus."},{"number":3,"text":"For this is God’s purpose – that you should be pure; abstaining from all immorality;"},{"number":4,"text":"each of you learning to gain control over your own body, in a way that is holy and honorable,"},{"number":5,"text":"and not for the mere gratification of your passions, like the Gentiles who know nothing of God;"},{"number":6,"text":"none of you overreaching or taking advantage of their fellow follower of the Lord in such matters. The Lord takes vengeance on all who do such things, as we have already warned you and solemnly declared."},{"number":7,"text":"For God does not call us to an impure life, but demands holiness."},{"number":8,"text":"Therefore the person who disregards this warning disregards, not people, but God who gives you his Holy Spirit."},{"number":9,"text":"As to love for each other there is no need to write to you; for you have yourselves been taught by God to love one another;"},{"number":10,"text":"and indeed you do act in this spirit towards all his people throughout Macedonia. Yet, friends, we beg you to do even more."},{"number":11,"text":"Make it your ambition to live quietly, and to attend to your own business, and to work with your hands, as we directed you;"},{"number":12,"text":"so that your conduct may win respect from those outside the church, and that you may not want for anything."},{"number":13,"text":"We don’t want you to be ignorant, friends, about those who have passed to their rest. We don’t want you to grieve like other people who have no hope."},{"number":14,"text":"For, as we believe that Jesus died and rose again, so also we believe that God will bring, with Jesus, those who through him have passed to their rest."},{"number":15,"text":"This we tell you on the authority of the Lord – that those of us who are still living at the coming of the Lord will not anticipate those who have passed to their rest."},{"number":16,"text":"For, with a loud summons, with the shout of an archangel, and with the trumpet-call of God, the Lord himself will come down from heaven."},{"number":17,"text":"Then those who died in union with Christ will rise first; and afterward we who are still living will be caught up in the clouds, with them, to meet the Lord in the air; and so we will be for ever with the Lord."},{"number":18,"text":"Therefore, comfort one another with what I have told you."}]}