{"translation":"web","book":"num","bookName":"Numbers","chapter":29,"verses":[{"number":1,"text":"“‘In the seventh month, on the first day of the month, you shall have a holy convocation; you shall do no regular work. It is a day of blowing of trumpets to you."},{"number":2,"text":"You shall offer a burnt offering for a pleasant aroma to Yahweh: one young bull, one ram, seven male lambs a year old without defect;"},{"number":3,"text":"and their meal offering, fine flour mixed with oil: three tenths for the bull, two tenths for the ram,"},{"number":4,"text":"and one tenth for every lamb of the seven lambs;"},{"number":5,"text":"and one male goat for a sin offering, to make atonement for you;"},{"number":6,"text":"in addition to the burnt offering of the new moon with its meal offering, and the continual burnt offering with its meal offering, and their drink offerings, according to their ordinance, for a pleasant aroma, an offering made by fire to Yahweh."},{"number":7,"text":"“‘On the tenth day of this seventh month you shall have a holy convocation. You shall afflict your souls. You shall do no kind of work;"},{"number":8,"text":"but you shall offer a burnt offering to Yahweh for a pleasant aroma: one young bull, one ram, seven male lambs a year old, all without defect;"},{"number":9,"text":"and their meal offering, fine flour mixed with oil: three tenths for the bull, two tenths for the one ram,"},{"number":10,"text":"one tenth for every lamb of the seven lambs;"},{"number":11,"text":"one male goat for a sin offering, in addition to the sin offering of atonement, and the continual burnt offering, and its meal offering, and their drink offerings."},{"number":12,"text":"“‘On the fifteenth day of the seventh month you shall have a holy convocation. You shall do no regular work. You shall keep a feast to Yahweh seven days."},{"number":13,"text":"You shall offer a burnt offering, an offering made by fire, of a pleasant aroma to Yahweh: thirteen young bulls, two rams, fourteen male lambs a year old, all without defect;"},{"number":14,"text":"and their meal offering, fine flour mixed with oil: three tenths for every bull of the thirteen bulls, two tenths for each ram of the two rams,"},{"number":15,"text":"and one tenth for every lamb of the fourteen lambs;"},{"number":16,"text":"and one male goat for a sin offering, in addition to the continual burnt offering, its meal offering, and its drink offering."},{"number":17,"text":"“‘On the second day you shall offer twelve young bulls, two rams, and fourteen male lambs a year old without defect;"},{"number":18,"text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"number":19,"text":"and one male goat for a sin offering, in addition to the continual burnt offering, with its meal offering and their drink offerings."},{"number":20,"text":"“‘On the third day: eleven bulls, two rams, fourteen male lambs a year old without defect;"},{"number":21,"text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"number":22,"text":"and one male goat for a sin offering, in addition to the continual burnt offering, and its meal offering, and its drink offering."},{"number":23,"text":"“‘On the fourth day ten bulls, two rams, fourteen male lambs a year old without defect;"},{"number":24,"text":"their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"number":25,"text":"and one male goat for a sin offering; in addition to the continual burnt offering, its meal offering, and its drink offering."},{"number":26,"text":"“‘On the fifth day: nine bulls, two rams, fourteen male lambs a year old without defect;"},{"number":27,"text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance,"},{"number":28,"text":"and one male goat for a sin offering, in addition to the continual burnt offering, and its meal offering, and its drink offering."},{"number":29,"text":"“‘On the sixth day: eight bulls, two rams, fourteen male lambs a year old without defect;"},{"number":30,"text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance,"},{"number":31,"text":"and one male goat for a sin offering; in addition to the continual burnt offering, its meal offering, and the drink offerings of it."},{"number":32,"text":"“‘On the seventh day: seven bulls, two rams, fourteen male lambs a year old without defect;"},{"number":33,"text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance,"},{"number":34,"text":"and one male goat for a sin offering; in addition to the continual burnt offering, its meal offering, and its drink offering."},{"number":35,"text":"“‘On the eighth day you shall have a solemn assembly. You shall do no regular work;"},{"number":36,"text":"but you shall offer a burnt offering, an offering made by fire, a pleasant aroma to Yahweh: one bull, one ram, seven male lambs a year old without defect;"},{"number":37,"text":"their meal offering and their drink offerings for the bull, for the ram, and for the lambs, shall be according to their number, after the ordinance,"},{"number":38,"text":"and one male goat for a sin offering, in addition to the continual burnt offering, with its meal offering, and its drink offering."},{"number":39,"text":"“‘You shall offer these to Yahweh in your set feasts—in addition to your vows and your free will offerings—for your burnt offerings, your meal offerings, your drink offerings, and your peace offerings.’”"},{"number":40,"text":"Moses told the children of Israel according to all that Yahweh commanded Moses."}]}