{"translation":"web","book":"num","bookName":"Numbers","chapter":7,"verses":[{"number":1,"text":"On the day that Moses had finished setting up the tabernacle, and had anointed it and sanctified it with all its furniture, and the altar with all its vessels, and had anointed and sanctified them;"},{"number":2,"text":"the princes of Israel, the heads of their fathers’ houses, gave offerings. These were the princes of the tribes. These are they who were over those who were counted;"},{"number":3,"text":"and they brought their offering before Yahweh, six covered wagons and twelve oxen; a wagon for every two of the princes, and for each one an ox. They presented them before the tabernacle."},{"number":4,"text":"Yahweh spoke to Moses, saying,"},{"number":5,"text":"“Accept these from them, that they may be used in doing the service of the Tent of Meeting; and you shall give them to the Levites, to every man according to his service.”"},{"number":6,"text":"Moses took the wagons and the oxen, and gave them to the Levites."},{"number":7,"text":"He gave two wagons and four oxen to the sons of Gershon, according to their service."},{"number":8,"text":"He gave four wagons and eight oxen to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest."},{"number":9,"text":"But to the sons of Kohath he gave none, because the service of the sanctuary belonged to them; they carried it on their shoulders."},{"number":10,"text":"The princes gave offerings for the dedication of the altar in the day that it was anointed. The princes gave their offerings before the altar."},{"number":11,"text":"Yahweh said to Moses, “They shall offer their offering, each prince on his day, for the dedication of the altar.”"},{"number":12,"text":"He who offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah,"},{"number":13,"text":"and his offering was: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":14,"text":"one golden ladle of ten shekels, full of incense;"},{"number":15,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":16,"text":"one male goat for a sin offering;"},{"number":17,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon the son of Amminadab."},{"number":18,"text":"On the second day Nethanel the son of Zuar, prince of Issachar, gave his offering."},{"number":19,"text":"He offered for his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":20,"text":"one golden ladle of ten shekels, full of incense;"},{"number":21,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":22,"text":"one male goat for a sin offering;"},{"number":23,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, five male lambs a year old. This was the offering of Nethanel the son of Zuar."},{"number":24,"text":"On the third day Eliab the son of Helon, prince of the children of Zebulun,"},{"number":25,"text":"gave his offering: one silver platter, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":26,"text":"one golden ladle of ten shekels, full of incense;"},{"number":27,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":28,"text":"one male goat for a sin offering;"},{"number":29,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab the son of Helon."},{"number":30,"text":"On the fourth day Elizur the son of Shedeur, prince of the children of Reuben,"},{"number":31,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":32,"text":"one golden ladle of ten shekels, full of incense;"},{"number":33,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":34,"text":"one male goat for a sin offering;"},{"number":35,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur the son of Shedeur."},{"number":36,"text":"On the fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon,"},{"number":37,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":38,"text":"one golden ladle of ten shekels, full of incense;"},{"number":39,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":40,"text":"one male goat for a sin offering;"},{"number":41,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old: this was the offering of Shelumiel the son of Zurishaddai."},{"number":42,"text":"On the sixth day, Eliasaph the son of Deuel, prince of the children of Gad,"},{"number":43,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":44,"text":"one golden ladle of ten shekels, full of incense;"},{"number":45,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":46,"text":"one male goat for a sin offering;"},{"number":47,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph the son of Deuel."},{"number":48,"text":"On the seventh day Elishama the son of Ammihud, prince of the children of Ephraim,"},{"number":49,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":50,"text":"one golden ladle of ten shekels, full of incense;"},{"number":51,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":52,"text":"one male goat for a sin offering;"},{"number":53,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama the son of Ammihud."},{"number":54,"text":"On the eighth day Gamaliel the son of Pedahzur, prince of the children of Manasseh,"},{"number":55,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":56,"text":"one golden ladle of ten shekels, full of incense;"},{"number":57,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":58,"text":"one male goat for a sin offering;"},{"number":59,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel the son of Pedahzur."},{"number":60,"text":"On the ninth day Abidan the son of Gideoni, prince of the children of Benjamin,"},{"number":61,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":62,"text":"one golden ladle of ten shekels, full of incense;"},{"number":63,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":64,"text":"one male goat for a sin offering;"},{"number":65,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan the son of Gideoni."},{"number":66,"text":"On the tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan,"},{"number":67,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":68,"text":"one golden ladle of ten shekels, full of incense;"},{"number":69,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":70,"text":"one male goat for a sin offering;"},{"number":71,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer the son of Ammishaddai."},{"number":72,"text":"On the eleventh day Pagiel the son of Ochran, prince of the children of Asher,"},{"number":73,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":74,"text":"one golden ladle of ten shekels, full of incense;"},{"number":75,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":76,"text":"one male goat for a sin offering;"},{"number":77,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel the son of Ochran."},{"number":78,"text":"On the twelfth day Ahira the son of Enan, prince of the children of Naphtali,"},{"number":79,"text":"gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;"},{"number":80,"text":"one golden ladle of ten shekels, full of incense;"},{"number":81,"text":"one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"number":82,"text":"one male goat for a sin offering;"},{"number":83,"text":"and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira the son of Enan."},{"number":84,"text":"This was the dedication offering of the altar, on the day when it was anointed, by the princes of Israel: twelve silver platters, twelve silver bowls, twelve golden ladles;"},{"number":85,"text":"each silver platter weighing one hundred thirty shekels, and each bowl seventy; all the silver of the vessels two thousand four hundred shekels, according to the shekel of the sanctuary;"},{"number":86,"text":"the twelve golden ladles, full of incense, weighing ten shekels apiece, according to the shekel of the sanctuary; all the gold of the ladles weighed one hundred twenty shekels;"},{"number":87,"text":"all the cattle for the burnt offering twelve bulls, the rams twelve, the male lambs a year old twelve, and their meal offering; and twelve male goats for a sin offering;"},{"number":88,"text":"and all the cattle for the sacrifice of peace offerings: twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old. This was the dedication offering of the altar, after it was anointed."},{"number":89,"text":"When Moses went into the Tent of Meeting to speak with Yahweh, he heard his voice speaking to him from above the mercy seat that was on the ark of the Testimony, from between the two cherubim; and he spoke to him."}]}