{"translation":"oeb-us","book":"jol","bookName":"Joel","chapter":1,"verses":[{"number":1,"text":"The Lord’s message that came to Joel, son of Pethuel."},{"number":2,"text":"Hear this, elders, pay attention, all inhabitants of the land. Has anything like this happened in your days, or in the days of your ancestors?"},{"number":3,"text":"Recount it to your children; let your children tell it to their children, and their children to the generation that follows."},{"number":4,"text":"That which the cutting locust has left, the swarming locust has eaten, that which the swarming locust has left, the hopping locust has eaten, and that which the hopping locust has left, the destroying locust has eaten."},{"number":5,"text":"Awake, drunkards, and weep, and wail, all drinkers of wine; the new wine is cut off from your mouth."},{"number":6,"text":"For a nation has come up on my land, powerful, and numberless; its teeth are the teeth of a lion, and its jaw-teeth are like those of a lioness."},{"number":7,"text":"It has laid waste my vines, and barked my fig tree; it has peeled and cast it away, bleached are the branches."},{"number":8,"text":"Wail as a bride, clad in sack-cloth, for the husband of her youth."},{"number":9,"text":"Cut off are the cereal and drink-offerings from the house of the Lord; in mourning are the priests, who minister at the Lord’s altar."},{"number":10,"text":"The fields are blasted, the land is in mourning, for ruined is the grain, the new wine fails and the oil is dried up."},{"number":11,"text":"Be dismayed, farmers; wail, vine-dressers. For the wheat and the barley; for the harvest is lost from the fields."},{"number":12,"text":"The vine fails to bear fruit, and the fig tree is drooping; the pomegranate, palm, and apple, all the trees of the field are dried up. The people’s joy withers."},{"number":13,"text":"Put on sackcloth, and beat your breasts, priests; wail, ministers of the altar; come, lie all night in sack-cloth, ministers of God; for cereal-offering and drink-offering are cut off from the house of your God."},{"number":14,"text":"Sanctify a fast, summon an assembly, gather the elders and all the inhabitants of the land into the house of the Lord your God, cry to the Lord:"},{"number":15,"text":"Alas for the day! Near at hand is the day of the Lord, and as destruction from the Almighty it comes."},{"number":16,"text":"Is not food cut off from before us, gladness and joy from the house of our God?"},{"number":17,"text":"The grains shrivel under their hoes, the storehouses are desolate, the barns broken down, for the grain is withered."},{"number":18,"text":"How the herds of cattle bellow in distress, for they have no pasture! The flocks of sheep are forlorn."},{"number":19,"text":"To you, the Lord, I cry. For fire has devoured the pastures of the wilderness, and flame has scorched all the trees of the field."},{"number":20,"text":"The wild animals also look up to you longingly, for the water-courses are dried up, and fire has devoured the pastures of the wilderness."}]}