{"translation":"oeb-us","book":"jol","bookName":"Joel","chapter":3,"verses":[{"number":1,"text":"For, in those days and in that time, when I bring back again the captivity of Judah and Jerusalem,"},{"number":2,"text":"I will also gather all the nations and bring them down into the Valley of Jehoshaphat, and there I will enter into judgment with them for my people and my heritage Israel, whom they have scattered among the nations, and divided my land."},{"number":3,"text":"They have cast lots for my people. They have traded boys for prostitutes, and sold girls for wine, and drunk it."},{"number":4,"text":"What are you to me, Tyre and Sidon and all the districts of Philistia? Were you repaying any deed of mine, or were you doing something for me? Quickly will I return your deed upon your heads."},{"number":5,"text":"You who have taken my silver and my gold, and you have brought my goodly jewels into your palaces,"},{"number":6,"text":"you have sold the people of Judah and of Jerusalem to the Greeks, so that you might remove them far from their own borders."},{"number":7,"text":"I am about to stir them up from the place to which you have sold them, and I will turn your deeds upon your own head."},{"number":8,"text":"I will sell your sons and your daughters into the hands of the people of Judah, and they will sell them to the Sabeans, to a nation far off, for the Lord has spoken."},{"number":9,"text":"Proclaim this among the nations, sanctify war. Arouse the warriors, let all the fighting men muster and go up."},{"number":10,"text":"Beat your ploughshares into swords, and your pruning-hooks into lances; let the weak say, I, indeed, am strong."},{"number":11,"text":"Bestir yourselves and come, all you nations round about. Quickly gather yourselves together, ask the Lord to bring his warriors."},{"number":12,"text":"Let the nations rouse themselves and come up to the Valley of Jehoshaphat, for there will I sit to judge all the surrounding nations."},{"number":13,"text":"Put in the sickle, for the harvest is ripe; go in, tread, for the wine press is full. The vats overflow, for great is their wickedness."},{"number":14,"text":"Noisy multitudes, noisy multitudes in the valley of decision. For near is the Lord’s day in the valley of decision!"},{"number":15,"text":"Sun and moon have turned dark, and the stars have withdrawn their shining."},{"number":16,"text":"Whenever the Lord roars from Zion and utters his voice from Jerusalem, earth and sky quake; but the Lord is a refuge to his people, and a fortress to the people of Israel."},{"number":17,"text":"And you will know that I am the Lord your God, I who dwells in Zion, my holy mountain, and Jerusalem will be holy, and strangers will not pass through her any more."},{"number":18,"text":"In that day, the mountains will drop sweet wine, the hills will flow with milk, all the channels of Judah will flow with water, a fountain will spring from the house of Judah, and will water the Valley of Shittim."},{"number":19,"text":"Egypt will become a desolation, and Edom a wilderness, because of the violence done to the people of Judah, because they shed innocent blood in their land,"},{"number":20,"text":"Judah will remain inhabited forever, and Jerusalem from generation to generation."},{"number":21,"text":"I will avenge their blood which I have not yet avenged. The Lord lives in Zion!"}]}