{"translation":"oeb-us","book":"sng","bookName":"Song of Songs","chapter":1,"verses":[{"number":1,"text":"The most beautiful of love poems, for Solomon."},{"number":2,"text":"(she says) O for a kiss from your lips, your caresses are better than wine."},{"number":3,"text":"Your perfumes are fine in their fragrance, as perfumes poured forth is your name. No wonder the young women love you!"},{"number":4,"text":"Draw me after you, O let us hasten, O king, bring me into your chamber. In you we’ll find joy and be glad, more than wine shall we praise your caresses. Yes, they are right who love you!"},{"number":5,"text":"I am dark and yet lovely, you girls of Jerusalem, like the dark tents of Kedar, the fine curtains of Solomon."},{"number":6,"text":"Don’t stare at me strangely because I am dark, it was the sun that scorched me. Once the sons of my mother were angry with me, so they set me to watch the vineyards, but the vineyard that was my own I watched not at all."},{"number":7,"text":"O tell me, love of my life, where you rest your flocks, where you rest at noon, for why should I wander in vain and be seen by the flocks of your friends?"},{"number":8,"text":"(he replies) If you don’t know the way, O fairest of women, follow the tracks of my flock, feed your kids where the shepherds are camped."},{"number":9,"text":"To me you are like, my love, a fine horse in Pharaoh’s chariot –"},{"number":10,"text":"your cheeks all lovely with ornaments, your neck with strings of jewels."},{"number":11,"text":"I will make you circlets of gold with pendants of silver."},{"number":8,"text":"(she says)"},{"number":12,"text":"While the king on his couch is reclining, my fragrant spikenard fills the air."},{"number":13,"text":"A scent-bag of myrrh is my loved one, that lies between my breasts."},{"number":14,"text":"My love is a cluster of henna in the vineyards of En-gedi."},{"number":8,"text":"(he says)"},{"number":15,"text":"O how fair you are, my love, how fair, with dove-like eyes!"},{"number":16,"text":"(she says) O how handsome you are, my beloved! Green grass is our bed,"},{"number":17,"text":"our house has cedars for beams, and our rafters are fir."}]}