{"translation":"oeb-us","book":"sng","bookName":"Song of Songs","chapter":2,"verses":[{"number":1,"text":"Just a little flower am I, a mere lily of the valleys."},{"number":2,"text":"(he says) As a lily among the thorns, so is my darling among the maidens."},{"number":3,"text":"(she says) Like a fruit tree in a forest, so is my love among the young men. In his shadow I sit with delight, and his fruit is sweet to my taste."},{"number":4,"text":"He brought me to the house of wine, he covered my with his love."},{"number":5,"text":"Sustain me with cakes of raisins, refresh me with apples, for Iam faint with love."},{"number":6,"text":"His left arm is under my head, and his right arm is around me."},{"number":7,"text":"Swear, O girls of Jerusalem, by the gazelles and wild does, don’t disturb our love before we are satisfied!"},{"number":8,"text":"Listen! My lover! See, he comes, leaping the mountains, skipping the hills,"},{"number":9,"text":"a gazelle, a young stag. See, there he stands in front of our wall, looking through the window, peering though the latice,"},{"number":10,"text":"my love calls to me: \"Come my love, my love, come away."},{"number":11,"text":"For see! The winter is past, the rain is over and gone,"},{"number":12,"text":"the flowers appear in the land, the time for pruning is come, and the turtledove’s cooing is heard,"},{"number":13,"text":"the figs on the fig trees are ripening, the vines are all blossom and fragrance. Arise, my beloved, my fair, come away.\""},{"number":14,"text":"O my dove, from your craggy retreat, from your hiding-place steep, show me your face, let me hear your voice, for your voice is so sweet and your face is so lovely."},{"number":15,"text":"Catch the jackals, those little jackals, out to ruin my vineyard, my vineyard in bloom."},{"number":16,"text":"My beloved is mine, I am his: he grazes his flock among the lilies."},{"number":17,"text":"Till cool grows the day, and the shadows depart, turn, my beloved, swift like the roe or the playful gazelle on the mountains of Bether."}]}