{"translation":"oeb-us","book":"sng","bookName":"Song of Songs","chapter":4,"verses":[{"number":1,"text":"(he says) How fair, my love, you are, with your dove-like eyes behind your veil, and your hair like a flock of black goats streaming down from mount Gilead;"},{"number":2,"text":"your teeth like a white flock new shorn just come up from the washing, ranged in a double row, not one of them lacking;"},{"number":3,"text":"your lips like a scarlet thread and your mouth so lovely; your cheeks like halves of pomegranate, seen through your veil;"},{"number":4,"text":"your neck like the tower of David, built in circles of stones, hung with a thousand shields, all shields of warriors;"},{"number":5,"text":"your breasts like a pair of fawns: twin fawns of a gazelle grazing among the lilies."},{"number":6,"text":"Till the day grows cool and the shadows depart I will go to your mountains of myrrh, and your hills of frankincense."},{"number":7,"text":"All of you is beautiful, my love, beautiful without a flaw."},{"number":8,"text":"Come with me from Lebanon, my sweetheart, come from Lebanon, come down from the top of Amana, from the top of Senir and Hermon, from the lions’ dens, from the lairs of the leopards."},{"number":9,"text":"You have stolen my heart, my sister, my bride, one glance of your eyes has bewitched me, one glint of your necklace. *****"},{"number":10,"text":"How sweet thy caress, sister bride!"},{"number":10,"text":"How much better than wine thy caresses!"},{"number":10,"text":"Thy perfumes are sweeter than balsam."},{"number":12,"text":"A garden enclosed is my sister, And garden enclosed, a sealed fountain;"},{"number":13,"text":"Thy shoots are a pomegranate paradise– Choicest of fruits, Henna and spikenard,"},{"number":14,"text":"Spikenard and saffron, Calamus and cinnamon, With all trees of incense, Aloes and myrrh, With the chief spices all."},{"number":15,"text":"Thou art the fount of my garden, A well of fresh water, Like streamlets of Lebanon."},{"number":16,"text":"O North wind, awake, And come, thou South, And blow on my garden, That perfume be wafted. \"Let my darling come into his garden And taste its choice fruits.\""}]}