{"translation":"oeb-us","book":"sng","bookName":"Song of Songs","chapter":5,"verses":[{"number":1,"text":"I am come to my garden, my sister; I gather me balsam and myrrh. I have tasted the comb with the honey, And drunk of my wine and my milk. Taste ye, my friends, and drink; Yea, drink yourselves drunken, beloved. In Praise of the Bridegroom"},{"number":2,"text":"I slept, but my heart was awake. O hark! my beloved is knocking. \"Open to me, my sister, My dove, my beloved, all spotless. For wet is my head with the dew, And my locks with the drops of the night.\""},{"number":3,"text":"\"I have laid my garment aside, And why should I don it again? My feet, too, I have washed, And why should I soil them again?\""},{"number":4,"text":"My love put his hand through the opening, And moved was my heart for him."},{"number":5,"text":"So I rose to let in my darling: My hands were dripping with myrrh, With the myrrh that ran over my fingers And on the catch of the bolt."},{"number":6,"text":"I opened the door to my love, But my darling had turned and was gone; And the soul of me sank, when he vanished. I sought him, but all in vain: I called, but he gave me no answer."},{"number":7,"text":"The watchmen were tramping the city; They met me, they beat me and wounded me. Those who kept watch on the walls Seized the mantle that I had thrown over me."},{"number":8,"text":"I adjure you, ye maids of Jerusalem, If so be ye find my beloved, What, then, shall ye tell my beloved? That faint with love am I."},{"number":9,"text":"\"What is thy darling more than another, O thou of women the fairest? What is thy darling more than another, That thou dost adjure us so?\""},{"number":10,"text":"\"My beloved is radiant and ruddy, The chief among ten thousand"},{"number":11,"text":"His head is finest gold; His curls are as black as the raven."},{"number":12,"text":"His eyes are like doves Over brooklets of water, Or bathing in milk, As they perch on the brink."},{"number":13,"text":"His cheeks are like beds of spices, Like banks of sweet herbs. His lips are like lilies – adrip With their liquid myrrh."},{"number":14,"text":"His arms are like tapers of gold That are inlaid with jasper; His belly like ivory wrought And encrusted with sapphires."},{"number":15,"text":"His legs are like pillars of marble On sockets of gold. He looks altogether like Lebanon, Grand as the cedars."},{"number":16,"text":"Sweetness itself is his mouth; He is all of him lovely. Such is my love and my darling, Ye maids of Jerusalem.\""}]}