{"translation":"oeb-us","book":"sng","bookName":"Song of Songs","chapter":8,"verses":[{"number":1,"text":"O that thou wert my brother, That nursed at the breasts of my mother! If I found thee without, I would kiss thee, Nor fear the contempt of another."},{"number":2,"text":"To my mother’s house I would bring thee, To the chamber of her that conceived me. Spiced wine would I give thee to drink, A draught of my pomegranate wine. The Incomparable Power of Love"},{"number":5,"text":"Who is this that comes up from the wilderness, Leaning upon her beloved? \"’Neath the apple-tree yonder I woke thee, Just there, where a babe thou wast swaddled– Yes, there – by the mother that bore thee.\""},{"number":6,"text":"\"Set me as seal on thy heart Like the ring on thy hand. For love is strong as death, Its passion is fierce as the grave; Its flashes are flashes of fire, Its flames are like the lightning."},{"number":7,"text":"No waters can quench it, Nor floods overwhelm it. If a man should give all in his house for it, Utterly scorned would he be. The Bride’s Proud Reply to her Brothers"},{"number":8,"text":"\"A sister have we, but she’s little– No breasts hath she yet. What then shall we do with our sister, The day she is spoken for?"},{"number":9,"text":"If she should prove a wall, We will build her a turret of silver. But if she should prove a door, We will fence her with boards of cedar.\""},{"number":10,"text":"\"I was a wall, My breasts were the turrets; And he, as he looked at me, Won me my happiness.\" The Two Vineyards"},{"number":11,"text":"Solomon had a vineyard at Baal-hamon– He let out the vineyard to keepers; And each man brought in for the fruit thereof One thousand shekels of silver."},{"number":12,"text":"I, too, have a vineyard, mine own: I leave thee the thousand, O Solomon; Yea, and two hundred besides For the men who kept watch on the fruit thereof, Conclusion"},{"number":13,"text":"\"O thou that hauntest the gardens, My comrades are all attention: Come, let us hear thy voice.\""},{"number":14,"text":"\"Hasten, beloved, And flee like the roe Or the playful gazelle On the mountains of spices.\""}]}