{"translation":"oeb-us","book":"2pe","bookName":"2 Peter","chapter":1,"verses":[{"number":1,"text":"To those to whom, through the justice of our God and Savior Jesus Christ, there has been granted faith equally privileged with our own, from Simon Peter, a servant and an apostle of Jesus Christ."},{"number":2,"text":"May blessing and peace be yours in ever increasing measure, as you advance in the knowledge of God and of Jesus, our Lord."},{"number":3,"text":"For his divine power has given us everything that is needful for a life of piety, as we advance in the knowledge of him who called us by a glorious manifestation of his goodness."},{"number":4,"text":"For it was through this that he gave us what we prize as the greatest of his promises, that through them you might participate in the divine nature, now that you have fled from the corruption in the world, resulting from human passions."},{"number":5,"text":"Yes, and for this reason do your best to supplement your faith by goodness, goodness by knowledge,"},{"number":6,"text":"knowledge by self-control, self-control by endurance, endurance by piety,"},{"number":7,"text":"piety by mutual affection, and mutual affection by love."},{"number":8,"text":"For, when these virtues are yours, in increasing measure, they prevent your being indifferent to, or destitute of, a fuller knowledge of our Lord Jesus Christ."},{"number":9,"text":"Surely the person who has not these virtues is shortsighted even to blindness, and has chosen to forget that they have been purified from their sins of the past!"},{"number":10,"text":"Therefore, friends, do your best to put God’s call and selection of you beyond all doubt; for, if you do this, you will never fall."},{"number":11,"text":"For in this way you will be given a triumphant admission into the eternal kingdom of our Lord and Savior, Jesus Christ."},{"number":12,"text":"I will, therefore, always be ready to remind you of all this, even though you know it and are firmly established in the truth that you now hold."},{"number":13,"text":"But I think it my duty, as long as I live in this ‘tent,’ to rouse you by awakening memories of the past;"},{"number":14,"text":"for I know that the time for this ‘tent’ of mine to be put away is soon coming, as our Lord Jesus Christ himself assured me."},{"number":15,"text":"So I will do my best to enable you, at any time after my departure, to call these truths to mind."},{"number":16,"text":"For we were not following cleverly devised stories when we told you of the coming in power of our Lord Jesus Christ, but we had been eye-witnesses of his majesty."},{"number":17,"text":"For he received honor and glory from God the Father, when from the glory of the Divine Majesty there were borne to his ears words such as these – ‘This is my dearly loved son, who brings me great joy.’"},{"number":18,"text":"These were the words that we heard, borne to our ears from heaven, when we were with him on that sacred mountain."},{"number":19,"text":"And still stronger is the assurance that we have in the teaching of the prophets; to which you will do well to pay attention (as if it were a lamp shining in a gloomy place), until the day dawns and the morning star rises in your hearts."},{"number":20,"text":"But first be assured of this: There is no prophetic teaching found in scripture that can be interpreted by a person’s unaided reason;"},{"number":21,"text":"for no prophetic teaching ever came in the old days at the mere wish of people, but people, moved by the Holy Spirit, spoke direct from God."}]}