{"translation":"oeb-us","book":"2pe","bookName":"2 Peter","chapter":3,"verses":[{"number":1,"text":"This, dear friends, is my second letter to you. In both of them I have tried, by appealing to your remembrance, to arouse your better feelings."},{"number":2,"text":"I want you to recall what was foretold by the holy prophets, as well as the command of our Lord and Savior given to you through your apostles."},{"number":3,"text":"First be assured of this, that, as the age draws to an end, scoffers, led by their own passions,"},{"number":4,"text":"will come and ask scoffingly – ‘Where is his promised coming? Ever since our ancestors passed to their rest, everything remains just as it was when the world was first created!’"},{"number":5,"text":"For they willfully shut their eyes to the fact that long ago the heavens existed; and the earth, also – formed out of water and by the action of water, by the fiat of God;"},{"number":6,"text":"and that by the same means the world which then existed was destroyed in a deluge of water."},{"number":7,"text":"But the present heavens and earth, by the same fiat, have been reserved for fire, and are being kept for the day of the judgment and destruction of the godless."},{"number":8,"text":"But you, dear friends, must never shut your eyes to the fact that, to the Lord, one day is the same as a thousand years, and a thousand years as one day."},{"number":9,"text":"The Lord is not slow to fulfill his promise, as some count slowness; but he is forbearing with you, as it is not his will that any of you should perish, but that all should be brought to repentance."},{"number":10,"text":"The day of the Lord will come like a thief; and on that day the heavens will pass away with a crash, the elements will be burnt up and dissolved, and the earth and all that is in it will be disclosed."},{"number":11,"text":"Now, since all these things are in the process of dissolution, think what you yourselves ought to be – what holy and pious lives you ought to lead,"},{"number":12,"text":"while you wait for the coming of the day of God and strive to make it come soon. At its coming the heavens will be dissolved in fire, and the elements melted by heat,"},{"number":13,"text":"but we look for new heavens and a new earth, where righteousness will have its home, in fulfillment of the promise of God."},{"number":14,"text":"Therefore, dear friends, in expectation of these things, make every effort to be found by him spotless, blameless, and at peace."},{"number":15,"text":"Regard our Lord’s forbearance as your one hope of salvation. This is what our dear friend Paul wrote to you, with the wisdom that God gave him."},{"number":16,"text":"It is the same in all his letters, when he speaks in them about these subjects. There are some things in them difficult to understand, which untaught and weak people distort, just as they do all other writings, to their own ruin."},{"number":17,"text":"You must, therefore, dear friends, now that you know this beforehand, be on your guard against being led away by the errors of reckless people, and so lapsing from your present steadfastness;"},{"number":18,"text":"and advance in the love and knowledge of our Lord and Savior, Jesus Christ. All glory be to him now and for ever."}]}