{"translation":"web","book":"job","bookName":"Job","chapter":10,"verses":[{"number":1,"text":"“My soul is weary of my life. I will give free course to my complaint. I will speak in the bitterness of my soul."},{"number":2,"text":"I will tell God, ‘Do not condemn me. Show me why you contend with me."},{"number":3,"text":"Is it good to you that you should oppress, that you should despise the work of your hands, and smile on the counsel of the wicked?"},{"number":4,"text":"Do you have eyes of flesh? Or do you see as man sees?"},{"number":5,"text":"Are your days as the days of mortals, or your years as man’s years,"},{"number":6,"text":"that you inquire after my iniquity, and search after my sin?"},{"number":7,"text":"Although you know that I am not wicked, there is no one who can deliver out of your hand."},{"number":8,"text":"“‘Your hands have framed me and fashioned me altogether, yet you destroy me."},{"number":9,"text":"Remember, I beg you, that you have fashioned me as clay. Will you bring me into dust again?"},{"number":10,"text":"Haven’t you poured me out like milk, and curdled me like cheese?"},{"number":11,"text":"You have clothed me with skin and flesh, and knit me together with bones and sinews."},{"number":12,"text":"You have granted me life and loving kindness. Your visitation has preserved my spirit."},{"number":13,"text":"Yet you hid these things in your heart. I know that this is with you:"},{"number":14,"text":"if I sin, then you mark me. You will not acquit me from my iniquity."},{"number":15,"text":"If I am wicked, woe to me. If I am righteous, I still will not lift up my head, being filled with disgrace, and conscious of my affliction."},{"number":16,"text":"If my head is held high, you hunt me like a lion. Again you show yourself powerful to me."},{"number":17,"text":"You renew your witnesses against me, and increase your indignation on me. Changes and warfare are with me."},{"number":18,"text":"“‘Why, then, have you brought me out of the womb? I wish I had given up the spirit, and no eye had seen me."},{"number":19,"text":"I should have been as though I had not been. I should have been carried from the womb to the grave."},{"number":20,"text":"Aren’t my days few? Stop! Leave me alone, that I may find a little comfort,"},{"number":21,"text":"before I go where I will not return from, to the land of darkness and of the shadow of death;"},{"number":22,"text":"the land dark as midnight, of the shadow of death, without any order, where the light is as midnight.’”"}]}