{"translation":"web","book":"job","bookName":"Job","chapter":15,"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered,"},{"number":2,"text":"“Should a wise man answer with vain knowledge, and fill himself with the east wind?"},{"number":3,"text":"Should he reason with unprofitable talk, or with speeches with which he can do no good?"},{"number":4,"text":"Yes, you do away with fear, and hinder devotion before God."},{"number":5,"text":"For your iniquity teaches your mouth, and you choose the language of the crafty."},{"number":6,"text":"Your own mouth condemns you, and not I. Yes, your own lips testify against you."},{"number":7,"text":"“Are you the first man who was born? Or were you brought out before the hills?"},{"number":8,"text":"Have you heard the secret counsel of God? Do you limit wisdom to yourself?"},{"number":9,"text":"What do you know that we don’t know? What do you understand which is not in us?"},{"number":10,"text":"With us are both the gray-headed and the very aged men, much older than your father."},{"number":11,"text":"Are the consolations of God too small for you, even the word that is gentle toward you?"},{"number":12,"text":"Why does your heart carry you away? Why do your eyes flash,"},{"number":13,"text":"that you turn your spirit against God, and let such words go out of your mouth?"},{"number":14,"text":"What is man, that he should be clean? What is he who is born of a woman, that he should be righteous?"},{"number":15,"text":"Behold, he puts no trust in his holy ones. Yes, the heavens are not clean in his sight;"},{"number":16,"text":"how much less one who is abominable and corrupt, a man who drinks iniquity like water!"},{"number":17,"text":"“I will show you, listen to me; that which I have seen I will declare"},{"number":18,"text":"(which wise men have told by their fathers, and have not hidden it;"},{"number":19,"text":"to whom alone the land was given, and no stranger passed among them):"},{"number":20,"text":"the wicked man writhes in pain all his days, even the number of years that are laid up for the oppressor."},{"number":21,"text":"A sound of terrors is in his ears. In prosperity the destroyer will come on him."},{"number":22,"text":"He doesn’t believe that he will return out of darkness. He is waited for by the sword."},{"number":23,"text":"He wanders abroad for bread, saying, ‘Where is it?’ He knows that the day of darkness is ready at his hand."},{"number":24,"text":"Distress and anguish make him afraid. They prevail against him, as a king ready to the battle."},{"number":25,"text":"Because he has stretched out his hand against God, and behaves himself proudly against the Almighty,"},{"number":26,"text":"he runs at him with a stiff neck, with the thick shields of his bucklers,"},{"number":27,"text":"because he has covered his face with his fatness, and gathered fat on his thighs."},{"number":28,"text":"He has lived in desolate cities, in houses which no one inhabited, which were ready to become heaps."},{"number":29,"text":"He will not be rich, neither will his substance continue, neither will their possessions be extended on the earth."},{"number":30,"text":"He will not depart out of darkness. The flame will dry up his branches. He will go away by the breath of God’s mouth."},{"number":31,"text":"Let him not trust in emptiness, deceiving himself, for emptiness will be his reward."},{"number":32,"text":"It will be accomplished before his time. His branch will not be green."},{"number":33,"text":"He will shake off his unripe grape as the vine, and will cast off his flower as the olive tree."},{"number":34,"text":"For the company of the godless will be barren, and fire will consume the tents of bribery."},{"number":35,"text":"They conceive mischief and produce iniquity. Their heart prepares deceit.”"}]}