{"translation":"web","book":"job","bookName":"Job","chapter":39,"verses":[{"number":1,"text":"“Do you know the time when the mountain goats give birth? Do you watch when the doe bears fawns?"},{"number":2,"text":"Can you count the months that they fulfill? Or do you know the time when they give birth?"},{"number":3,"text":"They bow themselves. They bear their young. They end their labor pains."},{"number":4,"text":"Their young ones become strong. They grow up in the open field. They go out, and don’t return again."},{"number":5,"text":"“Who has set the wild donkey free? Or who has loosened the bonds of the swift donkey,"},{"number":6,"text":"whose home I have made the wilderness, and the salt land his dwelling place?"},{"number":7,"text":"He scorns the tumult of the city, neither does he hear the shouting of the driver."},{"number":8,"text":"The range of the mountains is his pasture. He searches after every green thing."},{"number":9,"text":"“Will the wild ox be content to serve you? Or will he stay by your feeding trough?"},{"number":10,"text":"Can you hold the wild ox in the furrow with his harness? Or will he till the valleys after you?"},{"number":11,"text":"Will you trust him, because his strength is great? Or will you leave to him your labor?"},{"number":12,"text":"Will you confide in him, that he will bring home your seed, and gather the grain of your threshing floor?"},{"number":13,"text":"“The wings of the ostrich wave proudly, but are they the feathers and plumage of love?"},{"number":14,"text":"For she leaves her eggs on the earth, warms them in the dust,"},{"number":15,"text":"and forgets that the foot may crush them, or that the wild animal may trample them."},{"number":16,"text":"She deals harshly with her young ones, as if they were not hers. Though her labor is in vain, she is without fear,"},{"number":17,"text":"because God has deprived her of wisdom, neither has he imparted to her understanding."},{"number":18,"text":"When she lifts up herself on high, she scorns the horse and his rider."},{"number":19,"text":"“Have you given the horse might? Have you clothed his neck with a quivering mane?"},{"number":20,"text":"Have you made him to leap as a locust? The glory of his snorting is awesome."},{"number":21,"text":"He paws in the valley, and rejoices in his strength. He goes out to meet the armed men."},{"number":22,"text":"He mocks at fear, and is not dismayed, neither does he turn back from the sword."},{"number":23,"text":"The quiver rattles against him, the flashing spear and the javelin."},{"number":24,"text":"He eats up the ground with fierceness and rage, neither does he stand still at the sound of the trumpet."},{"number":25,"text":"As often as the trumpet sounds he snorts, ‘Aha!’ He smells the battle afar off, the thunder of the captains, and the shouting."},{"number":26,"text":"“Is it by your wisdom that the hawk soars, and stretches her wings toward the south?"},{"number":27,"text":"Is it at your command that the eagle mounts up, and makes his nest on high?"},{"number":28,"text":"On the cliff he dwells and makes his home, on the point of the cliff and the stronghold."},{"number":29,"text":"From there he spies out the prey. His eyes see it afar off."},{"number":30,"text":"His young ones also suck up blood. Where the slain are, there he is.”"}]}