{"translation":"oeb-us","book":"tit","bookName":"Titus","chapter":1,"verses":[{"number":1,"text":"From Paul, a servant of God, and an apostle of Jesus Christ, on behalf of the faith of God’s chosen people, and their knowledge of that truth which makes for godliness"},{"number":2,"text":"– and is based on the hope of eternal life, which God, who never lies, promised before the ages began,"},{"number":3,"text":"and has revealed at his own time in his message, with the preaching of which I was entrusted by the command of God our Savior."},{"number":4,"text":"To Titus, my true child in our shared faith: May God, the Father, and Christ Jesus, our Savior, bless you and give you peace."},{"number":5,"text":"My reason for leaving you in Crete was that you might put in order what had been left unfinished, and appoint church elders in the various towns, as I myself directed you."},{"number":6,"text":"They are to be of irreproachable character, faithful to their partners, whose children are believers in Christ and have never been open to the charge of being wild or unruly."},{"number":7,"text":"For a supervisor, as God’s steward, ought to be of blameless character – not arrogant or quick-tempered, not given to drunkeness, violence or shady money-making."},{"number":8,"text":"Instead, they should be hospitable, love what is good, self-controlled, upright, people of holy life and disciplined,"},{"number":9,"text":"holding firmly to the trustworthy message as it has been taught – so that they may be able to encourage others by sound teaching, as well as to refute those who contradict it."},{"number":10,"text":"For there are many undisciplined persons who lead others astray with their nonsense, especially those of the group advocating the necessity of circumcision."},{"number":11,"text":"They need to be kept quiet as they disrupt whole households by teaching what they ought not to teach, simply to make shameful financial gain."},{"number":12,"text":"It was a Cretan – one of their own prophets – who said: ‘Cretans are always liars, evil beasts, and lazy gluttons.’ This statement is true."},{"number":13,"text":"Therefore rebuke them sharply, so that they may be sound in the faith,"},{"number":14,"text":"and may pay no attention to Jewish legends, or to the directions of those who turn their backs on the truth."},{"number":15,"text":"To those whose minds are pure, all things are ritually pure, but to those whose minds are tainted and unbelieving nothing is pure, as their minds and consciences are alike polluted."},{"number":16,"text":"They claim to know God, but by their actions they deny him. They are detestable and disobedient and useless for any good work."}]}