{"translation":"oeb-us","book":"tit","bookName":"Titus","chapter":2,"verses":[{"number":1,"text":"You however, should speak of such subjects as properly have a place in sound teaching."},{"number":2,"text":"Teach that the older men should be soberly clear minded, dignified and self-controlled – sound in faith, love, and patient endurance."},{"number":3,"text":"So, too, that the older women should live reverent lives, not slanderers, not slaves to excessive drinking."},{"number":4,"text":"They should teach what is good, so as to train the younger women to love their husbands and children,"},{"number":5,"text":"and to be self-controlled, pure-minded, to be watching over their home, to be kind, respecting the authority of their husbands, so that no one will speak badly of God’s message."},{"number":6,"text":"In the same way with the younger men – encourage them to be self-controlled."},{"number":7,"text":"In all things, set an example of doing good. In your teaching, show integrity and seriousness –"},{"number":8,"text":"let the instruction that you give be sound and above reproach, so that those who oppose you may be ashamed when they fail to find anything bad to say about us."},{"number":9,"text":"Tell slaves to respect their owner’s authority in all circumstances, and to try their best to please them."},{"number":10,"text":"Teach them not to contradict or to pilfer, but to show such praiseworthy fidelity in everything, as to recommend the teaching about God our Savior by all that they do."},{"number":11,"text":"For the loving kindness of God has been revealed, bringing salvation for all,"},{"number":12,"text":"leading us to renounce ungodliness and worldly desires, and to live self-controlled, upright, and godly lives here in this present age,"},{"number":13,"text":"while awaiting our blessed hope – the appearing in glory of our great God and Savior, Christ Jesus."},{"number":14,"text":"For he gave himself on our behalf, to deliver us from all wickedness, and to purify for himself a people who should be truly his own and eager to do good."},{"number":15,"text":"Tell them of all this, and encourage and rebuke with all authority. Do not let anyone belittle you."}]}