{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":1,"verses":[{"number":1,"text":"In the third year of the reign of King Jehoiakim of Judah, Nebuchadnezzar the king of Babylon laid siege to Jerusalem."},{"number":2,"text":"The Lord handed King Jehoiakim over to him, with some of the vessels of the house of God; and he carried them off to the land of Shinar to the temple of his god, and placed them in the temple treasury."},{"number":3,"text":"The king commanded Ashpenaz, the chief of his eunuchs, to bring to him some of the Israelite princes and nobles."},{"number":4,"text":"They were to be young men who were without physical defect and handsome, comfortable with all types of knowledge, well taught and quick to learn and able to serve in the king’s palace. They were to be taught the learning and the language of the Chaldeans."},{"number":5,"text":"The king gave to them each day some of his rich food and some of the wine which he drank."},{"number":6,"text":"He also commanded that they should be taught for three years, and that at the end of that time they should enter the royal service."},{"number":6,"text":"Among these young men were: Daniel, Hananiah, Mishael, and Azariah, all of whom were from the tribe of Judah;"},{"number":7,"text":"but the chief of the king’s eunuchs gave other names to them. To Daniel he gave the name Belteshazzar, and to Hananiah, Shadrach, and to Mishael, Meshach, and to Azariah, Abednego."},{"number":8,"text":"But Daniel made up his mind not to become ritually unclean by being contaminated by the rich food of the king nor with the wine which he drank. So he asked the chief of the king’s eunuchs to help him avoid it."},{"number":9,"text":"God helped Daniel to win the kindness and favor of the chief."},{"number":10,"text":"But the chief of the eunuchs said to Daniel, “I fear that my lord, the king, who has given you your food and your drink, will see that your faces are sadder than those of young men who are your own age, and so you will endanger my head with the king.”"},{"number":11,"text":"So Daniel went to the guardian whom the chief of the eunuchs had put over Daniel, Hananiah, Mishael, and Azariah, and said"},{"number":12,"text":"“Test us for ten days; and let us have vegetables to eat and water to drink."},{"number":13,"text":"Then compare the way we look with that of the young men who eat of the king’s rich food. Then do to us as seems best.”"},{"number":14,"text":"So he did as they asked and tested them for ten days."},{"number":15,"text":"At the end of ten days they looked better and they were healthier than all the young men who ate the king’s rich food."},{"number":16,"text":"So the guardian took away their rich food and the wine and gave them vegetables."},{"number":17,"text":"To these four young men God gave knowledge, learning, and wisdom; and Daniel understood all kinds of visions and dreams."},{"number":18,"text":"On the date which the king had fixed for introducing all the young men to the court, the chief of his eunuchs brought them to Nebuchadnezzar,"},{"number":19,"text":"and the king talked with them. But not one of all the young men was found equal to Daniel, Hananiah, Mishael, and Azariah. So they began to serve the king."},{"number":20,"text":"On every subject which called for wisdom and understanding and about which the king questioned them, he found them ten times better than all the wise men and magicians who were in his entire kingdom."},{"number":21,"text":"Daniel remained at the court until the start of the reign of King Cyrus."}]}