{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":10,"verses":[{"number":1,"text":"In the third year of Cyrus king of Persia, a a revelation came to Daniel, whose name was called Belteshazzar; and the word was true, and it means great distress. He gave heed to the words, and understood the vision:"},{"number":2,"text":"“In those days I, Daniel, was mourning three whole weeks."},{"number":3,"text":"I ate no pleasant bread, neither did any meat or wine enter my mouth, nor did I anoint myself at all, until three whole weeks were past."},{"number":4,"text":"In the twenty-fourth day of the first month, as I was by the side of the great river,"},{"number":5,"text":"I looked up, and there was a man clothed in linen, with a belt of pure gold of Ophir;"},{"number":6,"text":"his body also was like the chrysolith, and his face like lightning, and his eyes like flaming torches, and his arms and his feet like polished bronze, and the sound of his words like the sound of a multitude."},{"number":7,"text":"I, Daniel, alone saw the vision; for the men who were with me did not see the vision, but a great trembling seized them, and they fled to hide themselves."},{"number":8,"text":"So I was left alone and saw this great vision, and no strength was left in me, for my fresh appearance was changed to pallor."},{"number":9,"text":"Yet when I heard the sound of his words, I fell into a deep trance with my face toward the ground."},{"number":10,"text":"“Suddenly, a hand touched me, which set me trembling upon my knees and upon the palms of my hands."},{"number":11,"text":"He said to me, ‘Daniel, greatly beloved, give heed to the words that I speak to you, and stand upright, for to you have I now been sent.’ When he had spoken this word to me, I stood trembling."},{"number":12,"text":"Then he said to me, ‘Do not be afraid, Daniel, for from the first day that you set your heart to gain insight, and to humble yourself before your God, your words were heard; and I have come because of your words."},{"number":13,"text":"The prince of the kingdom of Persia withstood me twenty-one days; but Michael, one of the chief princes, came to help me; and I left him there with the prince of the kings of Persia."},{"number":14,"text":"Now I have come to make you understand what will befall your people in the latter days; for the vision is yet for many days."},{"number":15,"text":"When he had said these words to me, I turned my face toward the ground, and was dumb."},{"number":16,"text":"Then one who looked human touched my lips; then I opened my mouth, and spoke, and said to him who stood before me, ‘My Lord, because of the vision my pangs have come upon me, and I retain no strength,"},{"number":17,"text":"for how can this the servant of my Lord talk with my Lord? For as for me, henceforth there remains no strength in me, nor is there breath left in me."},{"number":18,"text":"“Then another in appearance like a person touched me, and strengthened me."},{"number":19,"text":"He said, ‘Greatly beloved, fear not; peace be to you; be strong, be bold.’ When he spoke to me I was strengthened, and said, ‘Let my Lord speak; for you have strengthened me.’"},{"number":20,"text":"Then he said, ‘Do you know why I have come to you? Now I will return to fight with the prince of Persia, and when I go forth, then the prince of Greece will come;"},{"number":21,"text":"and none who help me against these, except Michael, your prince, stand as my helper and defence."}]}