{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":11,"verses":[{"number":1,"text":"“‘But now I will tell you what is written in the book of truth."},{"number":2,"text":"Three more kings will stand up for Persia; and the fourth will be far richer than them all; and when he has grown strong through his riches, he will stir up all against the realm of Greece."},{"number":3,"text":"Then a warrior king will stand up, who will rule with great dominion and do according to his will."},{"number":4,"text":"When he has become strong, his kingdom will be broken, and will be divided to the four winds of heaven, but it will not belong to his posterity, nor will it be as great as his dominion, which he ruled, for his kingdom will be overthrown and will belong to others besides these."},{"number":5,"text":"“‘The king of the south will be strong, but one of his princes will be stronger than he, and will rule; his dominion will be great."},{"number":6,"text":"At the end of some years they will make an alliance with one another, and the daughter of the king of the south will come to the king of the north to make an agreement, but that support will not retain strength, neither will his supports stand; but she will be given up, and they who brought her, and her child, and he who supported her."},{"number":7,"text":"“‘But in those times a shoot out of her roots will arise in his place, who will come to the army, and will enter into the fortress of the king of the north, and will act against them and prevail,"},{"number":8,"text":"and also will carry away their gods, together with their molten images and their costly things of silver and gold, captive into Egypt; and he will refrain some years from the king of the north."},{"number":9,"text":"Then another will come into the realm of the king of the south, but he will return to his own land."},{"number":10,"text":"His son will war, and will assemble a multitude of great forces, and he will come onward, and overflow, and pass through, and will return and war, even to his fortress."},{"number":11,"text":"The king of the south will be enraged, and the will come forth and fight with him. even with the king of the north, and that one will raise a great multitude, but the multitude will be delivered into his hands."},{"number":12,"text":"The multitude will be carried away, and his heart will be exalted; and he will cast down tens of thousands, but he will not show himself strong."},{"number":13,"text":"“‘The king of the north will return, and will raise a multitude greater than the former; and he will come after a period of several years, with a great army and with much equipment."},{"number":14,"text":"In those times many will stand up against the king of the south, also the sons of the violent among your people will lift themselves up to establish the vision, but they will be overthrown."},{"number":15,"text":"“‘So the king of the north will come, and cast up a mound, and take a well-fortified city; and the forces of the south will not stand, nor his chosen men, and there will be no strength to stand."},{"number":16,"text":"But he who will come against him, will do as he desires, and none will withstand him; and he will stand in the glorious land, and in his hand will be destruction."},{"number":17,"text":"He will set his face to come with the strength of his whole kingdom, but he will make an agreement with him; and he will perform them; and he will give him the daughter of women, to ruin it; but it will not avail nor will he attain it."},{"number":18,"text":"After this he will turn his face to the coast-lands, and he will take many; but a consul will put an end to the insults offered by him; and will repay his insults sevenfold."},{"number":19,"text":"Then he will turn his face toward the fortresses of his own land; but he will stumble and fall and will no longer be found."},{"number":20,"text":"“‘Then one will stand up in his place who will cause an exactor to pass through the glory of the kingdom; but within a few days he will be broken, but not in anger nor in battle."},{"number":21,"text":"In his place there will stand up a contemptible person upon whom they had not conferred the royal honor; but he will come unexpectedly, and will obtain the kingdom by intrigues."},{"number":22,"text":"Forces will be utterly overwhelmed before him and will be broken, and also a prince of the covenant."},{"number":23,"text":"After they make a league with him he will act deceitfully; for he will rise and become strong, with a small nation."},{"number":24,"text":"He will come unperceived, even into the fattest parts of a province; and he will do that which his fathers have not done, nor his fathers’ fathers; he will scatter among them prey and spoil and riches, and he will devise plans against the strongholds, even for a time."},{"number":25,"text":"He will arouse his might and his courage against the king of the south with a great army; and the king of the south will make war with an exceedingly great army; but he will not stand, for they will devise plans against him."},{"number":26,"text":"Those who eat his dainties will ruin him, and his army will be swept away as a flood, and many will fall down slain."},{"number":27,"text":"As for these kings, their hearts will be bent on mischief, and they will speak lies at one table; but it will not prosper, for yet the end will be at the time appointed."},{"number":28,"text":"“‘Then will he return to his land with great riches, and his heart will be against the holy covenant; and he will do his pleasure, and return to his own land."},{"number":29,"text":"At the time appointed he will return, and enter into the south; but it will not be in the latter time as in the former;"},{"number":30,"text":"for ships of Kittim will come against him; therefore he will be cowed, and will return, and vent his rage on the holy covenant, and will do his pleasure. He will return and fix his attention on those who forsake the holy covenant."},{"number":31,"text":"Forces sent by him will prevail, and they will profane the sanctuary, the fortress, and will take away the daily offering and set up the appalling abomination."},{"number":32,"text":"He will pervert by specious promises, those who bring guilt upon the covenant; but the people who know their God will be valiant and do exploits."},{"number":33,"text":"“‘They who are wise among the people will give understanding to many; yet they will fall by the sword and by flame, by captivity and by spoil many days."},{"number":34,"text":"Now when they are falling, they will be helped with a little help; but many will join themselves to them with false protestations."},{"number":35,"text":"Some of those who are wise will fall, in order to refine them and cleanse them and make them white, until the time of the end, for it is yet for the time appointed."},{"number":36,"text":"“‘The king will do according to his will; and he will exalt and magnify himself above every god, and will speak marvellous things against the God of gods; and he will prosper until God’s wrath be exhausted; for that which is decreed will be done."},{"number":37,"text":"Neither will he regard the gods of his fathers; nor the desire of women, nor regard any god, for he will magnify himself above all."},{"number":38,"text":"But in his place will he honor a god of fortresses; and a god whom his fathers knew not will he honor with gold and silver, with precious stones and costly things."},{"number":39,"text":"He will procure for the strong fortresses the people of a foreign god. Whomsoever he regards with favor he will raise to great honor, and he will make them to rule over many, and he will divide the land for a price."},{"number":40,"text":"“‘At the time of the end the king of the south will contend with him; and the king of the north will come against him like a whirlwind, with chariots, with horsemen, and with many ships; and he will enter into the countries, and he will overflow them and pass through."},{"number":41,"text":"He will enter also into the glorious land, and many thousands will fall; but these will be delivered out of his hand: Edom, and Moab, and the remnant of the Ammonites."},{"number":42,"text":"He will stretch forth his hand also upon the countries, and the land of Egypt will not escape."},{"number":43,"text":"He will have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and Ethiopians will follow in his train."},{"number":44,"text":"But rumors out of the east and north will trouble him; and he will go forth with great fury to destroy and to utterly exterminate many."},{"number":45,"text":"He will plant his palace between the Mediterranean and the glorious holy mountain; so he will come to his end, and none will help him."}]}