{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":2,"verses":[{"number":1,"text":"Nebuchadnezzar in the second year of his reign had dreams, and his mind was so troubled that he could not sleep."},{"number":2,"text":"Then the king sent for the magicians and the wise men, and the Chaldaens (who studied the stars) to tell him what his dreams meant. So they came in before the king,"},{"number":3,"text":"and he said to them, “I have had a dream and my mind is troubled, for I want to know what the dream means.”"},{"number":4,"text":"Then those who studied the stars said to the king in Aramaic: “O king, live forever! Tell the dream to your servants and we will tell you what it means.”"},{"number":5,"text":"The king answered, “What I now say is certain: if you do not tell me the dream and what it means, you will be torn limb from limb and your houses will be maderuins."},{"number":6,"text":"But if you tell the dream and what it means, you will receive from me gifts and rewards and great honors; therefore tell me the dream and what it means.”"},{"number":7,"text":"They answered the second time, “Let the king tell the dream to his servants, and we will tell what it means.”"},{"number":8,"text":"The king replied, “I see clearly that you wish to gain time, for you know that what I have said is certain,"},{"number":9,"text":"and that if you do not tell the dream to me, you will all suffer the same punishment. So you have planned to speak lying and false words before me, until the time when it is to happen has passed. Therefore tell me the dream, and I will know that you can tell me what it means.”"},{"number":10,"text":"The Chaldeans answered the king, “There is no man on earth who can do what the king asks, for no king, however great and powerful, has ever asked such a thing of any wise man or magician, or of one who studies the stars."},{"number":11,"text":"What the king asks is too hard. There is no one else who can tell it to the king, except the gods, who do not live among mortals.”"},{"number":12,"text":"This made the king very angry and he ordered all the wise men of Babylon put to death."},{"number":13,"text":"So the command was given that the wise men were to be put to death. Search was made for Daniel and his friends that they too might be put to death."},{"number":14,"text":"Then Daniel approached Arioch, the captain of the king’s guard, who had gone out to put the wise men of Babylon to death, and quietly and carefully asked,"},{"number":15,"text":"“Why is the king’s command so harsh?” When Arioch told Daniel the facts,"},{"number":16,"text":"he went to the king and asked that he give him time to tell what the dream meant."},{"number":17,"text":"Then Daniel went to his house and told the facts to his friends, Hananiah, Mishael, and Azariah, so that they might beg the God of heaven to be kind to them and to tell Daniel this secret, so that they might not die with the rest of the wise men of Babylon."},{"number":19,"text":"Then the secret was told to Daniel in a vision at night, and he praised the God of heaven and said:"},{"number":20,"text":"“Blessed be the name of God from everlasting to everlasting! For wisdom and power are his."},{"number":21,"text":"He controls the seasons and times, he removes and installs kings, He gives wisdom to the wise, and knowledge to those who have insight."},{"number":22,"text":"He shows the deep, secret things; he knows what is in the darkness, and the light of truth dwells in him."},{"number":23,"text":"God of my fathers: I give you thanks and praise, For you gave me wisdom and strength, and havemade known the things we asked; You have made known to us the king’s secret!”"},{"number":24,"text":"Then Daniel went to Arioch, whom the king had commanded to kill the wise men of Babylon, and said to him, “Do not kill the wise men of Babylon. Take me to the king, and I will tell him what his dream means.”"},{"number":25,"text":"Then Arioch quickly brought Daniel to the king and said to him, “I have found a man among the captives from Judah who will tell you what this dream means.”"},{"number":26,"text":"The king said to Daniel (whose name was Belteshazzar), “Can you make known to me the dream which I have had and what it means?”"},{"number":27,"text":"Daniel answered, “The secret which the king asks is something that neither wise men, magicians, nor those who study the stars can make known to him;"},{"number":28,"text":"but there is a God in heaven who tells secrets, and he has made known to King Nebuchadnezzar what will come in the future. Your dream and the visions which you had as you lay asleep are these:"},{"number":29,"text":"“The thoughts which came into your mind on your bed concerned what will happen in the future. The one who reveals secrets has made known to you what will come to pass."},{"number":30,"text":"This secret was not revealed to me because I am wiser than other living people, but so that the king might learn the interpretation: so that you might understand the thoughts that have come to you."},{"number":31,"text":"“You, O king, had a vision and saw a great image. That image was large and it was exceedingly bright as it stood before you, and its appearance was terrifying."},{"number":32,"text":"The head of the image was of fine gold, its breast and its arms of silver, its body and its thighs of bronze,"},{"number":33,"text":"its legs of iron, its feet part of iron and part of clay."},{"number":34,"text":"You looked at it until a stone was cut out, not by human hands, which struck the image on its feet of iron and clay and broke them in pieces."},{"number":35,"text":"Then the iron, the clay, the bronze, the silver, and the gold were all broken in pieces and became like the chaff which blows from the summer threshing-floors, and the wind carried them away so that nothing was left of them. But the stone that struck the image became a great mountain and filled the earth."},{"number":36,"text":"“This is the dream, and we will tell the king what it means:"},{"number":37,"text":"O king, you are the king of kings to whom the God of heaven has given the rule, the power, the strength, and the glory."},{"number":38,"text":"Over the whole world he has given into your power, people, the wild beasts and the birds, and has made you rule over them all. You are the head of gold."},{"number":39,"text":"“After you will rise another kingdom not so strong as you are, and a third kingdom of bronze, which will rule over the whole earth."},{"number":40,"text":"A fourth kingdom will be strong as iron, for iron breaks in pieces and shatters all things, and like iron which crushes, it will break in pieces and crush all things."},{"number":41,"text":"As you saw the feet and toes, part clay and part iron, it will be a divided kingdom; but there will be in it some of the strength of the iron, for you saw the iron mixed with clay."},{"number":42,"text":"As the toes of the feet were part iron and part clay, so the kingdom will be partly strong and partly broken."},{"number":43,"text":"You saw the iron mixed with clay, for the ruling families will arrange marriage alliances between each other, but they will not stick together, just as iron does not stick to clay."},{"number":44,"text":"“During the reigns of these kings the God of heaven will set up a kingdom which will never be destroyed, nor will the power be left to another people; but it will break in pieces and destroy all these kingdoms, and it will stand forever."},{"number":45,"text":"This is shown by the fact that you saw a stone cut out of the mountain, but not with human hand. It broke in pieces the iron, the bronze, the clay, the silver, and the gold. “The great God has made known to the king what is to come, and the dream is real and this meaning true.”"},{"number":46,"text":"Then King Nebuchadnezzar fell upon his face and worshipped Daniel, and ordered that a sacrifice and sweet odors should be offered to him."},{"number":47,"text":"The king also said to Daniel, “Your God is the God of gods and the Lord of kings, and one who tells his secrets to his servant, for you have been able to tell this great secret.”"},{"number":48,"text":"Then the king gave Daniel a high position and many costly gifts, and made him ruler over the whole province of Babylon and chief over all the wise men in Babylon."},{"number":49,"text":"But at Daniel’s request the king placed Shadrach, Meshach, and Abednego in charge of the province of Babylon; while Daniel stayed in the king’s court."}]}