{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":3,"verses":[{"number":1,"text":"Nebuchadnezzar, the king, made a statue of gold ninety feet high and nine feet wide. He set it up in the plain of Dura, in the province of Babylon."},{"number":2,"text":"Then he sent for the officers, the governors, the judges, the treasurers, and all the rulers of the provinces to attend the dedication of the statue he had set up."},{"number":3,"text":"So the officers, the governors, the judges, the treasurers, and all the rulers of the provinces all came together for the dedication and stood before the statue that Nebuchadnezzar had set up."},{"number":4,"text":"Then the herald cried aloud, “To you it is commanded, peoples, nations:"},{"number":5,"text":"The moment you hear the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble, you must fall down and worship the golden statue which King Nebuchadnezzar has set up."},{"number":6,"text":"Whoever does not fall down and worship will be thrown into a burning, fiery furnace.”"},{"number":7,"text":"So when all the people heard the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble, all the peoples, nations, and the speakers of all languages fell down and worshipped the golden statue that King Nebuchadnezzar had set up."},{"number":8,"text":"But at that time certain Chaldeans came near to the king and made this accusation against the Jews:"},{"number":9,"text":"“O king, live forever! O king, you have commanded that every man who hears the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble must fall down and worship the golden statue,"},{"number":11,"text":"and that whoever does not fall down and worship will be thrown into a burning, fiery furnace."},{"number":12,"text":"There are certain Jews, Shadrach, Meshach, and Abednego, whom you have placed in charge of the province of Babylon. These men, O king, have not obeyed your command; they do not serve your gods nor worship the golden statue which you have set up.”"},{"number":13,"text":"Then Nebuchadnezzar in his rage and fury gave command to bring in Shadrach, Meshach, and Abednego."},{"number":14,"text":"When they were brought before the king, Nebuchadnezzar said to them, “Is it true, Shadrach, Meshach, and Abednego, that you do not serve my god nor worship the golden statue which I have set up?"},{"number":15,"text":"If you are now ready, as soon as you hear the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble, to fall down and worship the statue which I have made, well and good; but if you do not worship, you will at once be thrown into a burning, fiery furnace. Where is there a god who can deliver you out of my hands?”"},{"number":16,"text":"Shadrach, Meshach, and Abednego replied, “O king, there is no need of our answering you about this."},{"number":17,"text":"Our God whom we serve is able to save us from the burning, fiery furnace; he will save us out of your hand, O king."},{"number":18,"text":"But if not, know, O king, that we will not serve your gods nor worship the golden image which you have set up.”"},{"number":19,"text":"Then Nebuchadnezzar was very angry and the appearance of his face changed, as he looked at Shadrach, Meshach, and Abednego. He ordered that the furnace should be heated seven times hotter than usual."},{"number":20,"text":"He also commanded certain strong men who were in his army to bind Shadrach, Meshach, and Abednego, and throw them into the burning, fiery furnace."},{"number":21,"text":"Then these men were bound in their cloaks, their tunics, their robes, and their other garments, and were thrown into the burning, fiery furnace."},{"number":22,"text":"As the king’s command was urgent and the furnace very hot, the flames destroyed the men who took up Shadrach, Meshach, and Abednego."},{"number":23,"text":"But Shadrach, Meshach, and Abednego, fell down, bound, into the midst of the burning, fiery furnace."},{"number":24,"text":"Nebuchadnezzar, the king, was so astonished that he rose up hastily and said to his counsellors, “Did we not throw three men, bound, into the fire?” They answered, “True, O king.”"},{"number":25,"text":"He said, “Now I see four men, unbound, walking in the midst of the fire, and they are unhurt, and the fourth looks like a god.”"},{"number":26,"text":"Then Nebuchadnezzar went near the door of the burning, fiery furnace and said, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out.” Then Shadrach, Meshach, and Abednego came out of the fire."},{"number":27,"text":"The officers, governors, and counsellors who were there saw that the fire had no power over the bodies of these men, and that the hair of their heads was not singed and that their cloaks were not harmed, and that there was no smell of fire. And"},{"number":28,"text":"Nebuchadnezzar said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel to save his servants who trusted in him and refused to obey the king’s command and have offered their bodies, that they might not serve nor worship any god except their own."},{"number":29,"text":"Therefore I command that every people, nation, and speaker of every language that says anything against the God of Shadrach, Meshach, and Abednego will be cut in pieces and their house will be made a ruin, for there is no other god who is so able to save as is this one.”"},{"number":30,"text":"Then the king gave high positions, in the province of Babylon, to Shadrach, Meshach, and Abednego."}]}