{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":4,"verses":[{"number":1,"text":"Nebuchadnezzar the king to all peoples, nations, and languages that live throughout the earth: May your peace be great."},{"number":2,"text":"It has seemed good to me to show the signs and wonders that the Most High God worked for me."},{"number":3,"text":"How great are his signs! And how mighty are his wonders! His kingdom is an everlasting kingdom, and his rule lasts from generation to generation."},{"number":4,"text":"I, Nebuchadnezzar, was at rest in my house, and prosperous in my palace."},{"number":5,"text":"I saw a dream that made me afraid; and the thoughts on my bed and the visions of my head troubled me. Therefore I made a decree to bring in all the wise men of Babylon before me, so that they might make known to me the interpretation of the dream."},{"number":7,"text":"Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told the dream to them; but they did not make known to me its interpretation."},{"number":8,"text":"But at last there came before me Daniel, whose name was Belteshazzar, according to the name of my god, in whom is the spirit of the holy gods; and I told the dream to him:"},{"number":9,"text":"“Belteshazzar, chief of the magicians, because I know that the spirit of the holy gods is in you, and no secret troubles you, tell me the secret visions of my dream that I have seen, and its interpretation."},{"number":10,"text":"These were the visions of my head on my bed: I saw a tree in the midst of the earth, and its height was great."},{"number":11,"text":"The tree grew and was strong, and its height reached to heaven, and it could be seen to the end of the earth."},{"number":12,"text":"Its leaves were fair, and its fruit abundant, and in it was food for all; the animals of the field found shade under it, and the birds of the heavens nested in its branches, and every kind of living being was fed from it."},{"number":13,"text":"I saw in the visions of my head on my bed a watcher, a holy one, came down from heaven."},{"number":14,"text":"He cried aloud, ‘Hew down the tree, and cut off its branches, shake off its leaves, and scatter its fruit; let the animals get away from under it, and the birds from its branches."},{"number":15,"text":"But leave the stump of its roots in the earth, with a band of iron and bronze; bound with iron and bronze he will be fed with the grass of the field, and wet with the dew of heaven, and his portion will be with the animals."},{"number":16,"text":"His mind will be changed so that it will not be that of a man, and an animals’s mind will be given to him, and seven times will pass over him."},{"number":17,"text":"The sentence is by the decree of the watchers, and the affair by the word of the holy ones, that the living may know that the Most High rules over human kingdoms of gives them to whoever he will, and can set up as ruler the humblest of people."},{"number":18,"text":"This dream I, King Nebuchadnezzar, have seen; and you, O Belteshazzar, must declare the interpretation, since all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the spirit of the holy gods is in you.”"},{"number":19,"text":"Then Daniel, whose name was Belteshazzar, was dumfounded for a moment, and his thoughts troubled him. The king said, “Belteshazzar, let not the dream or the interpretation trouble you.” Belteshazzar answered, “My lord, I wish the dream applied to those who hate you, and its interpretation to your adversaries!"},{"number":20,"text":"The tree which you saw, which grew and was strong, whose height reached to heaven, and the sight of it to all the earth,"},{"number":21,"text":"whose leaves were fair, and whose fruit abundant, and in which was food for all; under which the animals sheltered, and upon whose branches the birds of the heavens had their nests,"},{"number":22,"text":"is you, O king – you who are great and strong; and your greatness has grown, and reaches to heaven, and your dominion to the end of the earth."},{"number":23,"text":"You saw a watcher, a holy one, coming down from heaven, and saying. Hew down the tree and destroy it."},{"number":24,"text":"This is the interpretation, O king, and it is the decree of the Most High, which has come upon my lord the king:"},{"number":25,"text":"You will be driven from people, and your dwelling will be with the animals of the field, and you will be made to eat grass as oxen, and will be wet with the dew of heaven, and seven times will pass over you; until you know that the Most High rules in human kingdoms and gives them to whomever he will."},{"number":26,"text":"And as they commanded to leave the stump of the roots of the tree, so your kingdom will be secure to you as soon as you recognize that the heavens do rule."},{"number":27,"text":"Therefore, O king, let my counsel be acceptable to you, and break off your sins by righteous works, and your iniquities by showing mercy to the poor; then perhaps there may be a continuation of your prosperity.”"},{"number":28,"text":"All this happened to King Nebuchadnezzar:"},{"number":29,"text":"At the end of twelve months he was walking in the royal palace of Babylon."},{"number":30,"text":"The king said, “Is not this great Babylon which I have built for a residence, by the might of my power and for the glory of my majesty?”"},{"number":31,"text":"While the word was in the king’s mouth, a voice came down from heaven: “King Nebuchadnezzar, to you it is spoken: The kingdom has passed away from you,"},{"number":32,"text":"and you will be driven from people, and your home will be with the animals of the field; you will be made to eat grass as oxen; and seven times will pass over you, until you know that the Most High rules in human kingdoms and gives them to whom he will.”"},{"number":33,"text":"The same hour the word was fulfilled upon Nebuchadnezzar; and he was driven from people, and ate grass like oxen, and his body was wet with the dew of heaven, until his hair had grown like eagles’ feathers and his nails like birds’ claws."},{"number":34,"text":"At the end of the appointed time I, Nebuchadnezzar, lifted up my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever; for his dominion is an everlasting dominion and his kingdom lasts generation to generation;"},{"number":35,"text":"and all the inhabitants of the earth are considered as nothing; and he does according to his will in the army of heaven, and among the inhabitants of the earth; and no oone can stay his hand, or say to him. What are you doing?"},{"number":36,"text":"At that same time my reason returned to me, and for the sake of my royal honor, my majesty and my kingly appearance were restored to me. Then my counsellors and my nobles sought eagerly for me; and I was established in my kingdom, and still greater power was added to me."},{"number":37,"text":"Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are truth, and his ways justice; and those who walk in pride he is able to humble."}]}