{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":5,"verses":[{"number":1,"text":"Belshazzar, the king, made a great feast for a thousand of his nobles and drank wine before them all."},{"number":2,"text":"Under the influence of wine, he gave command to bring the gold and silver utensils which his father, Nebuchadnezzar, had taken from the temple at Jerusalem, so that the king, his nobles, his wives, and concubines might drink from them."},{"number":3,"text":"So they brought the golden vessels which were taken from the temple of God which was at Jerusalem. The king, his nobles, his wives, and concubines drank from them."},{"number":4,"text":"They drank wine and praised the gods of gold, of silver, of bronze, of iron, of wood, and of stone."},{"number":5,"text":"At that moment the fingers of a human hand appeared and wrote opposite the lamp on the plaster of the wall of the king’s palace; and the king saw the palm of the hand that wrote."},{"number":6,"text":"Then the king grew pale, and fear filled his mind, his legs trembled and his knees knocked together."},{"number":7,"text":"He called for the magicians and the Chaldeans (who study the stars) and said to the wise men of Babylon, “Whoever reads this writing and tells me what it means will be clothed in purple and have a chain of gold about his neck and will be the third ruler in the kingdom.”"},{"number":8,"text":"Then all the king’s wise men came in, but they could not read the writing nor tell the king what it meant."},{"number":9,"text":"So King Belshazzar was greatly troubled, and his face grew pale, and his nobles were thrown into confusion."},{"number":10,"text":"Now the queen, because of what the king and his nobles had said, came into the banquet-house and said, “O king, live forever; let not your thoughts trouble you nor let yourself grow pale."},{"number":11,"text":"There is a man in your kingdom in whom is the spirit of the holy gods, and in the days of your father he was found to have light and understanding and wisdom, like the wisdom of the gods. King Nebuchadnezzar, your father, put him in charge of all the magicians, Chaldeans and those who study the stars."},{"number":12,"text":"for an excellent spirit and knowledge and understanding, the interpreting of dreams and explaining of riddles and the solving of difficulties were found in this same Daniel, whose name the king changed to Belteshazzar. Now let Daniel be called, and he will tell what it means.”"},{"number":13,"text":"So Daniel was brought in before the king, and the king said to him, “Are you that Daniel, one of the men who were carried away captive, whom the king, my father, brought from Judah?"},{"number":14,"text":"I have heard that the spirit of the gods is in you, and that you have understanding and great wisdom."},{"number":15,"text":"The wise men and the magicians have been brought in before me to read this writing and to tell what it means; but they are not able."},{"number":16,"text":"I have heard that you can tell what dreams mean and answer hard questions. Now if you can read the writing and tell what it means, you will be clothed with purple and have a chain of gold about your neck and will be the third ruler in the kingdom.”"},{"number":17,"text":"Then Daniel answered the king, “Keep your gifts and give your rewards to another. Without them I will read the writing to the king, and tell what it means."},{"number":18,"text":"O king, the Most High God gave Nebuchadnezzar, your father, the kingdom and power, glory and majesty."},{"number":19,"text":"Because of the power that he gave him, all peoples, nations, and races trembled and feared him. He killed or kept alive as he wished; and he raised up or put down whom he pleased."},{"number":20,"text":"But when he became proud and haughty, he was made to come down from his kingly throne and his glory was taken from him,"},{"number":21,"text":"and he was driven away from men, and his mind became like that of the beasts, and he lived with the wild asses; he was fed with grass like oxen, and his body was wet with the dew of heaven, until he learned that the Most High God rules over the realm of humanity and that he sets up over it whom he will."},{"number":22,"text":"“But you, his son Belshazzar, have not been humble, though you knew all this,"},{"number":23,"text":"but you have raised yourself against the Lord of heaven, and have had the utensils of his temple brought before you, and you, your nobles, your wives, and the others of your household have drunk wine from them. You have given praise to the gods of silver, of gold, of bronze, of iron, of wood, and of stone, which cannot see nor hear nor know; and you have not praised the God in whose control are your very breath and all that you do.”"},{"number":24,"text":"“Then the hand was sent out before him and traced this writing:"},{"number":25,"text":"MENE, MENE, TEKEL, UPHARSIN."},{"number":26,"text":"“This is what it means: Mene: God has numbered the days your kingdom and brought it to an end."},{"number":27,"text":"Tekel: you are weighed in the scales and found wanting."},{"number":28,"text":"Upharsin: your kingdom is divided and given to the Medes and Persians.”"},{"number":29,"text":"Then at Belshazzar’s command Daniel was clothed with purple and a chain of gold was put about his neck, and he was proclaimed the third ruler in the kingdom."},{"number":30,"text":"But on that very night Belshazzar, the Chaldean king, was killed,"},{"number":31,"text":"and Darius, the Mede, who was sixty-two years old, received the kingdom."}]}