{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":6,"verses":[{"number":1,"text":"It pleased Darius to set over the kingdom a hundred and twenty officers who ruled the whole kingdom,"},{"number":2,"text":"and over them three chief officials, of whom Daniel was one, so that these officers might report to them and that the king should lose nothing."},{"number":3,"text":"Daniel was better than the other chief officials and the officers, for he had a fine spirit; and the king intended to set him over the whole empire."},{"number":4,"text":"Then the chief officials and the officers tried to find a way to accuse Daniel of not having done his duty, but they could not find anything against him, for he was faithful and was not guilty of any mistake or wrongdoing."},{"number":5,"text":"Then these men said, “We will not find any way to accuse this Daniel unless we find it in connection with the law of his God.”"},{"number":6,"text":"So these chief officials and officers all went to the king, and said to him, “King Darius, live forever."},{"number":7,"text":"All the chief officials of the kingdom, the counsellors and the officers, the judges and the governors, have consulted together to have the king make a law and give a strong command that whoever will ask a petition of any god or person for thirty days, except of you, O king, will be thrown into a den of lions."},{"number":8,"text":"Now, O king, give the command and sign the law that, like the law of the Medes and Persians, it may not be changed.”"},{"number":9,"text":"So King Darius signed the law and the command."},{"number":10,"text":"When Daniel learnt that the law was signed, he went into his house. His windows were open in his room toward Jerusalem, and he knelt upon his knees three times a day and prayed, and gave thanks to his God as he had done before."},{"number":11,"text":"Then these men rushed in and found Daniel praying and calling upon his God."},{"number":12,"text":"So they went before the king and spoke to him about the royal command: “Have you not signed a command, that everyone who asks a petition of any person or god within thirty days, except of you, O king, will be thrown into the den of lions?” The king answered, “The rule is fixed according to the law of the Medes and Persians, which cannot be changed.”"},{"number":13,"text":"Then they went on to say to the king, “Daniel, who is one of the captives from Judah, pays no attention to you, O king, nor to the command that you have signed, but prays three times a day.”"},{"number":14,"text":"When the king heard these words, he was greatly displeased, and set his heart on saving Daniel, and he worked until the sun set to save him."},{"number":15,"text":"Then these men all went to the king and said to him, “Know, O king, that it is a law of the Medes and Persians, that no command nor law which the king gives may be changed.”"},{"number":16,"text":"So the king gave his command, and they brought Daniel and threw him into the den of lions. But the king said to Daniel, “Your God, whom you always serve, will save you.”"},{"number":17,"text":"Then a stone was brought and laid at the entrance to the den; and the king sealed it with his own seal-ring and with those of his nobles, that no change might be made so as to rescue Daniel."},{"number":18,"text":"Then the king went to his palace and passed the night fastingalone; he could not sleep."},{"number":19,"text":"At dawn, as soon as it was light, the king rose and hurried to the den of lions."},{"number":20,"text":"When he came near to the den where Daniel was, he called anxiously, “Daniel, servant of the living God, has your God, whom you always serve, been able to save you from the lions?”"},{"number":21,"text":"Daniel said to the king, “O king, live forever."},{"number":22,"text":"My God has sent his angel and has closed the lions’ mouths, and they have not hurt me, for I was innocent before him; and also before you, O king, I have done no wrong.”"},{"number":23,"text":"Then the king was very glad and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and it was found that he was not injured, for he had trusted in his God."},{"number":24,"text":"Then the king commanded that those men who had accused Daniel should be brought and thrown into the den of lions, with their wives and children. Before they reached the floor of the den, the lions pounced on them and tore them to pieces."},{"number":25,"text":"King Darius wrote to all the peoples, nations, and races in all his kingdom, “May your peace be great!"},{"number":26,"text":"I make a law that throughout all my kingdom, men tremble and fear before the God of Daniel; for he is the living God, and is the same forever, and his kingdom is one that will not be destroyed; and his rule will be without end."},{"number":27,"text":"He saves and rescues, and does wonderful things in heaven and earth; it is he who has saved Daniel from the power of the lions.”"},{"number":28,"text":"So Daniel was successful and happy during the reign of Darius and the reign of Cyrus the Persian."}]}