{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":8,"verses":[{"number":1,"text":"In the third year of the reign of King Belshazzar a vision came to me, Daniel, after that which appeared to me previously."},{"number":2,"text":"I saw in a vision – and when I saw, I was in the Shushan, the royal palace, which is in the province of Elam – and I saw in a vision, and I was by the River Ulai."},{"number":3,"text":"Then I looked up and saw standing before the river a ram which had two horns, and the two horns were high, but one was higher than the other, and the higher came up last."},{"number":4,"text":"I saw the ram pushing westward and northward and southward, and no beast could stand before him, and none could escape, but he did as he pleased and exulted himself."},{"number":5,"text":"As I was observing, a he-goat came from the west over the face of the whole earth, without touching the ground; and the goat had a conspicuous horn between his eyes."},{"number":6,"text":"He came to the ram that had two horns, which I saw standing before the river, and ran upon him in the fury of his power."},{"number":7,"text":"I saw him come close to the ram, and he was angered against him, and stuck the ram, and broke his two horns; and the ram had no strength to stand before him, but he threw him down to the ground and trampled upon him, and none could rescue the ram from him."},{"number":8,"text":"The he-goat exulted himself exceedingly; and when he had become strong, the great horn was broken. In its place there came up four other horns toward the four winds of heaven."},{"number":9,"text":"Out of one of them came another little horn, which grew exceedingly great, toward the south, and toward the east, and toward the glorious land."},{"number":10,"text":"It grew great, even to the host of heaven; and some of the host, and of the stars it cast down to the ground and trampled upon them."},{"number":11,"text":"It exulted itself even to the prince of the host, and took away from him the daily sacrifice, and threw down the place of his sanctuary,"},{"number":12,"text":"and it set up the sacrilegious tithing over the daily sacrifice, and threw down truth to the ground, and did it and prospered."},{"number":13,"text":"Then I heard a holy one speaking; and another holy one said to the one who spoke, “For how long will the vision be that the daily sacrifice will be taken away and the appalling sacrilege set up and the sanctuary and the host trampled under foot?”"},{"number":14,"text":"He answered, “For two thousand and three hundred evenings and mornings. Then will the sanctuary be justified.”"},{"number":15,"text":"When I, Daniel, had seen the vision, I sought to understand it; and suddenly there stood before me one who had the appearance of a man."},{"number":16,"text":"I heard a human voice between the banks of the Ulai, which called and said, “Gabriel, cause this man to understand the vision.”"},{"number":17,"text":"So he came near where I stood; and when he came I was afraid and fell upon my face, but he said to me, “Understand, mortal, for the vision belongs to the time of the end.”"},{"number":18,"text":"Now as he was speaking with me, I fell into a deep trance with my face toward the ground; but he touched me, and set me upright in my place."},{"number":19,"text":"He said, “I will make you know what will be in the time of wrath, for it belongs to the appointed time of the end."},{"number":20,"text":"The ram which you saw, with the two horns, represents the kings of Media and Persia."},{"number":21,"text":"The he-goat is the king of Greece, and the great horn between his eyes is the first king."},{"number":22,"text":"As for that which was broken so that four stood up in its place, four kingdoms will arise out of his nation, but not with his power."},{"number":23,"text":"In the later days of their rule, when the transgressors have come to the full, a king defiant and skilled in dissimulation will stand up."},{"number":24,"text":"His power will be mighty, but not by his own power; and he will utter monstrous things, and will achieve, and will destroy the mighty ones."},{"number":25,"text":"His cleverness will be directed against the holy people; he will succeed through deceit, and devise great things, and he will destroy many unawares; he will also stand up against the prince of princes; but he will be destroyed, but not by human hands."},{"number":26,"text":"The vision of the evenings and mornings which has been told is true; but hide the vision for it belongs to many days to come.”"},{"number":27,"text":"I, Daniel, fainted, and was sick for days; then I rose up and did the king’s business and I wondered at the vision, but no one understood it."}]}