{"translation":"oeb-us","book":"dan","bookName":"Daniel","chapter":9,"verses":[{"number":1,"text":"In the first year of Darius the son of Ahasuerus, by birth a Mede, who was made king over the realm of the Chaldeans,"},{"number":2,"text":"in the first year of his reign, I, Daniel, perceived by the books the number of years concerning which the word of the Lord came to Jeremiah the prophet, that they should be completed while Jerusalem stood in ruins – namely seventy years."},{"number":3,"text":"I turned my face to the Lord God, to apply myself to prayer and supplication, with fasting and sackcloth and ashes."},{"number":4,"text":"I prayed to the Lord my God, and made confession, and said, “Oh, Lord, the great and the terrible God, who keeps the covenant and shows mercy to those who serve him and keep his commands,"},{"number":5,"text":"we have sinned and have dealt perversely, and have done wickedly, and have rebelled, even turning aside from your precepts and from your ordinances;"},{"number":6,"text":"neither have we listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land."},{"number":7,"text":"Lord, righteousness belongs to you, but shame belongs, as at this day, to the people of Judah, and to the inhabitants of Jerusalem, and to all Israel who are near, and those who are afar off, in the lands where you have driven them, because of their crimes which they have committed against you."},{"number":8,"text":"“Lord, to us belongs shame, to our kings, to our princes, and to our ancestors, because we have sinned against you."},{"number":9,"text":"To the Lord our God belongs compassion and forgiveness, for we have rebelled against him,"},{"number":10,"text":"neither have we obeyed the voice of the Lord our God, to walk in his teachings which he set before us by his servants the prophets."},{"number":11,"text":"All Israel have transgressed your law and have turned so as not to obey your voice. Therefore the curse has been poured out upon us, and the oath which is written in the law of Moses, the servant of God; for we have sinned against him."},{"number":12,"text":"He has confirmed his words, which he spoke against us and against our rulers who ruled us, by bringing upon us a great misfortune; for under the whole heaven nothing has ever been done as has been done to Jerusalem."},{"number":13,"text":"As it is written in the law of Moses, all this evil has come upon us; yet we have not entreated the favour of the Lord our God, that we should turn from our iniquities, and discern your faithfulness."},{"number":14,"text":"Therefore the Lord has watched over the evil and brought it upon us, for the Lord our God is righteous in all his works which he does, and we have not obeyed his voice."},{"number":15,"text":"“Now, O Lord our God, who brought your people forth out of the land of Egypt with a mighty hand, and have gained renown as at this day, we have sinned and we have done wickedly."},{"number":16,"text":"O Lord, according to all your righteousness, let your anger and your wrath, I beg you, be turned away from your city, Jerusalem, your holy mountain; because for our sins and for the iniquities of our ancestors, Jerusalem and your people have become an object of reproach to all who are round about us."},{"number":17,"text":"Listen, our God to the prayer of your servant, and to his supplications, and show favor to your sanctuary, which is desolate, for the sake of your servants, O Lord."},{"number":18,"text":"O my God, incline your ear, and hear; open your eyes, and behold our desolations, and the city which bears your name; for we do not present our supplications before you because of our righteousness, but because of your great compassion."},{"number":19,"text":"O Lord, hear! O Lord, forgive! O Lord, listen and perform; defer not, for your own sake, O my God, because your city and your people are called by your name.”"},{"number":20,"text":"While I was speaking, and praying, and confessing, my sin and the sin of my people Israel, and presenting my supplication before the Lord my God for the holy mountain of my God,"},{"number":21,"text":"while I was speaking in prayer, the man Gabriel, whom I had seen earlier in the vision, being made to fly swiftly, approached me about the time of the evening offering."},{"number":22,"text":"He came, and talked with me, and said, “ Daniel, I have now come forth to give you wisdom and insight."},{"number":23,"text":"At the beginning of your supplications the command went forth, and I have come to tell you; for you are greatly beloved; therefore heed the word, and understand the vision."},{"number":24,"text":"“Seventy weeks have been decreed upon your people and upon your holy city, to make an end of the sacrilege, and to complete the sin, and to make atonement for iniquity, and to bring in everlasting righteousness, and to seal up vision and prophecy, and to anoint the most holy."},{"number":25,"text":"Know therefore and discern, that from the going forth of the command to repeople and rebuild Jerusalem to the anointed one, the prince, will be seven weeks; sixty-two weeks will it be rebuilt, with broad places and streets. At the end of times"},{"number":26,"text":"(even after the sixty-two weeks) an anointed one will be cut off without judicial trial; and the city and the sanctuary will be destroyed together, and his end will come with a flood and even to the end there will be war, a sentence of desolations."},{"number":27,"text":"The covenant will be annulled for many for one week; and in the midst of the week the sacrifice and the offering will cease, and in its place will be an appalling abomination and that until the ruin determined upon, is poured out upon the appalling thing.”"}]}