{"translation":"oeb-us","book":"lam","bookName":"Lamentations","chapter":1,"verses":[{"number":1,"text":"Alas! How lonely the city Once crowded with people. She that was great among nations Is now as a widow. She that was queen of the provinces Now is a vassal."},{"number":2,"text":"Sore, sore she weeps in the night; There are tears on her cheecks. Now there is no one to comfort Of all those that loved her. All her friends have proved faithless, And turned to be foes."},{"number":3,"text":"From sorrow and toil into exile Hath Judah departed; And now is her home with the hearthen, And no rest she findeth. In the midst of her straits her pursuers Have all overtaken her."},{"number":4,"text":"The highways to Zion lie mourning, For pilgrims are none. All desolate now are her gates, And her priest are in sorrow. Her virgins are dragged away far; She herself is in bitterness."},{"number":5,"text":"Supreme her foes are now, And her enemies triumph. The Lord hath afflicted her sore For her manifold sins. Gone are her little once captive In front of the foe."},{"number":6,"text":"The glory is vanished clean From the daughter of Zion. Her princes are like unto harts That can nowhere find pasture; All feeble they move on their way With pursuers behind them."},{"number":7,"text":"Jerusalem calleth to mind The days of her travail, When into the hands of the foemen Her people fell helpless. The mocking foe feasted his eyes On her sore desolation."},{"number":8,"text":"Jerusalem hath grievously sinned, And so she hath fallen. All they that honoured despise her At sight of her nakedness. She meanwhile groaneth and moaneth And turneth her backward."},{"number":9,"text":"Her filthiness clung to her skirts; She became all abhorrent. To the future she gave not a thought, So her fall was appalling. Behold, O Lord, what I suffer From the insolent foe."},{"number":10,"text":"The foeman hath stretched out his hand To secure all her treasures. The hearthen she saw enter in And her temple profane– Even those Thou forbadest to mix With Thine own congregation."},{"number":11,"text":"Her people all groan and moan In their search after bread. They have given away their treasures For food to revive them. Behold, O Jehovah, and see How abject am I."},{"number":12,"text":"All ye that pass by, I appeal to you, Look ye and see; Has there ever been sorrow like mine, Like that dealt out to me, When the Lord, in His fierce indignation, Did put me to grief?"},{"number":13,"text":"He hurled down fire from on high; It hath entered my bones. A net He hath spread for my feet; He hath turned me backward. Faint He hath left me and desolate All the day long."},{"number":14,"text":"A watch He hath kept on my sins; And into a yoke For my neck with His hands He hath twined them. Then, crippling my strength, He hath given me into the hands Of a foe irresistible."},{"number":15,"text":"The Lord hath hurled to the ground All the strong men within me. He hath summoned a festal assembly To crush my young (warriors). The Lord in His wine-press hath trodden The daughter of Judah."},{"number":16,"text":"For these things I weep without creasing; Mine eyes stream with tears; For none have I now by my side To refresh me and comfort me. My children are clean distraught, For the foe hath prevailed."},{"number":17,"text":"Zion hath stretched forth her hands; There is no one to comfort her. On her neighbours the Lord laid a charge To be hostile to Jacob; And now is Jerusalem vile And abhorrent among them."},{"number":18,"text":"As for the Lord, He is just; For the rebel was I. Ye peoples all, hear, I entreat you, And look on my sorrow. Together my maidens and youths Are gone into captivity."},{"number":19,"text":"I called upon those that had loved me, But they have deceived me. In the city my priest and mine elders Have perished of hunger. For the bread they searched in their need, But their search was in vain."},{"number":20,"text":"Look, Lord, for distress is upon me, And ferment within me. Within me my heart writhes with pain, That, for playing the rebel, The sword dealeth death in the streets, In the houses the pestilence."},{"number":21,"text":"Listen to these my sighs; There is no one to comfort me. My foes have all heard with delight Of the evil Thou wroughtest me, Bringing the day Thou proclaimedst For all of my sins."},{"number":22,"text":"Let their wickedness all come before Thee; Let them fare like me; And do even so unto them As Thou didst unto me. For my sighs are many and many, And sore is my heart. Lament over the Sorrows of Jerusalem"}]}