{"translation":"oeb-us","book":"lam","bookName":"Lamentations","chapter":2,"verses":[{"number":1,"text":"Alas! How the Lord is beclouding The daughter of Zion! From the heaven down to earth He hath hurled The glory of Israel. In the day of His wrath He remembers His foot-stool no more."},{"number":2,"text":"Without pity the Lord hath engulfed All the homesteads of Jacob. In His wrath He hath torn clean down All the strongholds of Judah, Hath hurled to the ground in dishonour Her king and her princes."},{"number":3,"text":"He hath hewn in the glow of His anger All Israel’s horn. He hath drawn His right hand back From the face of the foe. Like a fire He is blazing in Jacob, Devouring around."},{"number":4,"text":"His bow He hath bent like a foeman; He stands as for siege. All the lovely He slays in the tent Of the daughter of Zion. He hath poured forth His anger like fire."},{"number":5,"text":"The Lord hath become like a foe; He hath swallowed up Israel, Swallowed her palaces all– He hath ruined her strongholds, And heaped on the daughter of Zion Lamenting and woe."},{"number":6,"text":"His booth like His vine He hath ravaged; He hath ruined His trysting-place. Jehovah hath blotted from Zion The feast and the sabbath. The king and the priest He hath spurned In the heat of His anger."},{"number":7,"text":"The Lord hath rejected His altar And cast off His holy place, Given to the hands of the foemen The walls of her palaces. In the house of the Lord there were shouts Like the shouts of a feast-day."},{"number":8,"text":"For the walls of the daughter of Zion The Lord hath planned ruin. He stretched out the line, and withdrew not His ravaging hand. Wall and rampart He plunged into mourning– Together they languish."},{"number":9,"text":"Sunk in the dust are her gates, And her bars He hath shivered. Her king and her princes are exiles And guidance is none. Yea, and no vision hath come From the Lord to His prophets."},{"number":10,"text":"Speechless they sit on the ground, Even the elders of Zion– With dust cast up on their heads, And with girdles of sack-cloth. The maids of Jerusalem bow With their heads to the ground."},{"number":11,"text":"Mine eyes are wasted with weeping, My bowels are troubled. My heart is poured out on the ground For the wreck of my people. The babe and the suckling lie faint On the streets of the city."},{"number":12,"text":"To their mothers they keep on saying, \"O where is our bread?\" Like the wounded they lie in a swoon On the streets of the city, As they pour out their lives (to the death) On the breasts of their mothers."},{"number":13,"text":"With what shall I rank or compare thee, O daughter of Jerusalem? Where is thy like, that I comfort thee, Virgin of Zion? For vast as the sea is thy ruin; (Alas!) who can heal thee?"},{"number":14,"text":"The visions thy prophets have brought thee Are false and dishonest. They did not uncover thy guilt, And so save thee from exile. The visions they uttered for thee Were deceptive and false."},{"number":15,"text":"They clapped their hand over thee– All they that passed by. They hissed and they wagged their heads At Jerusalem’s daughter. \" Is this the city men called The Perfection of Beauty?\""},{"number":16,"text":"Against thee thine enemies all Opened wide their mouths, They hissed and they wagged their heads At Jerusalem’s daughter. \"Is this the city men called The Perfection of Beauty?\""},{"number":16,"text":"Against thee thine enemies all Opened wide their mouths. They hissed and they gnashed their teeth: \"We have swallowed her up. Yes, this is the day that we looked for: We have it, we see it.\""},{"number":17,"text":"Jehovah hath done what He planned, Hath accomplished His word: As in days long ago He enjoined, He hath wrecked without pity, Hath made thee the sport of thy foes And exalted thine enemies."},{"number":18,"text":"Cry thou aloud to the Lord, O virgin of Zion. Pour down thy tears like a torrent By day and by night, Give thyself no respite, No rest to thine eyes."},{"number":19,"text":"Arise, pierce the night with thy cries, As each night-watch beginneth. Pour out like water thy heart In the face of the Lord. Lift up thy hands unto Him For the life of thy littles ones,"},{"number":20,"text":"Behold, O Lord, and consider Whom thus Thou maltreatest. Shall women devour their own offspring, The babes that they dandled? Shall the priest and the prophet be slain In the Lord’s holy place?"},{"number":21,"text":"In the streets on the ground they are lying– The young and the old. My maidens and young men together Are fallen by the sword. In the day of Thy wrath Thou hast slaughtered And slain without pity."},{"number":22,"text":"Thou didst summon, as though ’twere a feast-day, The villages round. But not one in the day of Thine anger Escaped or was left; The children I brought up and fondled Were slain by the foe. Lament and Prayer"}]}