{"translation":"oeb-us","book":"lam","bookName":"Lamentations","chapter":3,"verses":[{"number":1,"text":"I am the man who was humbled By the rod of His anger."},{"number":2,"text":"The way that He guided and led me Was dark and unlighted."},{"number":3,"text":"Against me alone was His hand Ever turned all the day."},{"number":4,"text":"He hath shrivelled my flesh and my skin; He hath broken my bones."},{"number":5,"text":"He hath built round bout me a wall Of exhaustion and bitterness."},{"number":6,"text":"He hath made me to dwell in the darkness As those long dead."},{"number":7,"text":"He hath shut me behind solid walls; He hath loaded my chain."},{"number":8,"text":"When I cry and entreat Him for help, He is deaf to my prayer."},{"number":9,"text":"He hath blocked up my path with hewn stone, And my way He hath tangled."},{"number":10,"text":"He lurketh for me like a bear Or a lion in ambush."},{"number":11,"text":"He chased me aside and He tore me And left me forlorn."},{"number":12,"text":"His bow he bent, and He set me As mark for His arrow."},{"number":13,"text":"Into my reins He hath driven The shafts of His quiver."},{"number":14,"text":"A derision was I to all peoples, Their song all the day."},{"number":15,"text":"To the full did He fill me with bitterness, With wormwood He sated me."},{"number":16,"text":"He hath broken my teeth with gravel, And heaped me with ashes."},{"number":17,"text":"He hath robbed me of peace; and of weal I remember no more."},{"number":18,"text":"So I said, \"My glory is gone And my hope in Jehovah.\""},{"number":19,"text":"The thought of my woe and my wandering Is wormwood and gall."},{"number":20,"text":"My soul doth for ever recall them, And is bowed down within me."},{"number":21,"text":"Now this I will lay on my heart And will therefore take hope–"},{"number":22,"text":"That the love of the Lord is unceasing, His pity unfailing."},{"number":23,"text":"Thy kindness is new every morning And great is Thy faithfulness."},{"number":24,"text":"\"The Lord is my portion,\" I said: \"I will hope then in Him.\""},{"number":25,"text":"Those that wait for the Lord find Him gracious– The souls that do seek Him."},{"number":26,"text":"It is good, then, in silence to wait For the help of the Lord."},{"number":27,"text":"It is good for a man that he carry A yoke in his youth."},{"number":28,"text":"Let him sit all alone and keep silence, When He hath imposed it."},{"number":29,"text":"Let him lay his lips low in the dust, For perchance there is hope."},{"number":30,"text":"Let him offer his cheek to the smiter And bear all the taunt."},{"number":31,"text":"For Jehovah will not cast away The afflicted for ever."},{"number":32,"text":"Though He wound, He will yet have compassion– His love is so great."},{"number":33,"text":"He is loth to give sorrow or pain To the children of men."},{"number":34,"text":"When the men of a land, taken prisoner, Are crushed under foot:"},{"number":35,"text":"When a man is deprived of his right In the face of the Highest:"},{"number":36,"text":"When the cause of a man is subverted: Doth not the Lord see?"},{"number":37,"text":"Where is he that can bring things to pass, That the Lord hath not ordered?"},{"number":38,"text":"Do not evil and good come alike From the mouth of the Highest?"},{"number":39,"text":"Why then should a mortal complain When chastised for his sins?"},{"number":40,"text":"Let us search and examine our ways And return to the Lord."},{"number":41,"text":"Let us lift up our hearts with our hands Unto God in the heavens."},{"number":42,"text":"\"We have transgressed and rebelled, And Thou hast not pardoned."},{"number":43,"text":"Thou hast wrapped Thee in wrath and pursued us, And slain without pity;"},{"number":44,"text":"Has wrapped Thee around in a cloud Which no prayer could pass through."},{"number":45,"text":"Thou hast made us off-scouring and refuse In the midst of the nations."},{"number":46,"text":"Against us our enemies all Open wide their mouths."},{"number":47,"text":"Fear and the pit are upon us, Destruction and ruin.\""},{"number":48,"text":"Mine eye runs with rivers of water For the wreck of my people."},{"number":49,"text":"Mine eye poureth down without rest And without any respite,"},{"number":50,"text":"Until that Jehovah in heaven Look down and behold."},{"number":51,"text":"Mine eyes are vexed with grief For the daughters of my city."},{"number":52,"text":"They have hunted me sore like a bird– Those that groundlessly hate me–"},{"number":53,"text":"Have ended my life in the dungeon And cast stones upon me."},{"number":54,"text":"Waters flowed over my head, And I said, \"I am lost.\""},{"number":55,"text":"From the depths of the dungeon, O Lord, Did I call on Thy name;"},{"number":56,"text":"And my voice Thou didst hear: \"O hide not Thine ear from my cry.\""},{"number":57,"text":"Thou camest the day that I called Thee, And badest me fear not."},{"number":58,"text":"Thou pleddest my cause, O Lord, And didst ransom my life."},{"number":59,"text":"Thou hast seen, Lord, how I am wronged; O secure for me justice:"},{"number":60,"text":"For all the revenge Thou hast seen That they plotted against me."},{"number":61,"text":"O Lord, Thou has heard all the insults They plotted against me."},{"number":62,"text":"The threatenings and plots without ceasing Of those that assail me."},{"number":63,"text":"See how, whether sitting or rising, They mock me in taunt-songs."},{"number":64,"text":"Thou wilt requite them, O Lord, For the deeds they have done."},{"number":65,"text":"Blindness of heart wilt Thou give them– Thy curse be upon them!"},{"number":66,"text":"Pursue them in wrath and destroy them From under Thy heavens. Lament over the Sorrows of Jerusalem"}]}