{"translation":"oeb-us","book":"lam","bookName":"Lamentations","chapter":4,"verses":[{"number":1,"text":"Alas! How bedimmed is the gold, The most pure gold. The jewels, so sacred, lie scattered At every street corner."},{"number":2,"text":"The children of Zion, the precious, Whose worth is as gold, Count, alas! but as earthenware pitchers, The work of the potter."},{"number":3,"text":"Even the monsters give breast And they suckle their young; But the daughters of my people are cruel As ostriches wild."},{"number":4,"text":"The tongue of the sucking child cleaves To his palate for thirst. The children are craving for bread; There is none to dispose it."},{"number":5,"text":"Those that had feasted on dainties Now waste on the streets. Those that were nurtured in scarlet Lie huddled on ash-heaps."},{"number":6,"text":"The guilt of my people surpassed The transgressions of Sodom, Whose overthrow came in a flash Ere a hand could be wrung."},{"number":7,"text":"Her princes were purer than snow, They were whiter than milk, With a skin more ruddy than coral And veins like the sapphire."},{"number":8,"text":"Now blacker than darkness their form– On the streets no one knows them: Their skin is drawn tight on their bones; It is dry as a stick."},{"number":9,"text":"Better they that are slain with the sword Than that perish with hunger, Pinning away for the lack Of the fruits of the field."},{"number":10,"text":"The hands of compassionate women Have sodden their children. Yea, these have served them for food In the wreck of my people."},{"number":11,"text":"The Lord hath accomplised His wrath, Hath poured out His hot anger, And kindled in Zion a fire Which devoured her foundations."},{"number":12,"text":"No kings of the earth had believed, And no folk in the world, That assailant or foeman could enter The gates of Jerusalem."},{"number":13,"text":"It was all for the sins of her prophets, The crimes of her priests, Who have shed in the midst of the city The blood of the righteous."},{"number":14,"text":"With the blood-stains upon them they reel Like the blind through the streets, And they touch with their robes those whom erstwhile They could not endure."},{"number":15,"text":"\"Away, ye unclean!\" – men adjure them– \"Away, touch us not!\" So they stagger and wander around With no resting for ever."},{"number":16,"text":"Jehovah Himself hath dispersed them– He careth no more. For the priest Ha hath shown no regard, For the prophets no pity."},{"number":17,"text":"How long did our weary eyes watch For the help that was vain! Yea, on our watch-tower we watched For the nation that saved not."},{"number":18,"text":"They hunted our steps, that we dared not Appear in out streets. Our days were cut short and completed; Our end was now come."},{"number":19,"text":"Swifter were they that pursued us Than eagles of heaven. Over the mountains they chased us; They ambushed the desert."},{"number":20,"text":"The breath of our life, God’s anointed, Was trapped in their toils– He of whom we had said, \"’Neath his shade We shall live as a nation.\""},{"number":21,"text":"Be glad and rejoice in thy home-land, O daughter of Edom. To thee, too, the cup shall come round; Thou’lt be drunken and naked."},{"number":22,"text":"O Zion, thy guilt is now blotted: Of exile no more! But thy guilt He shall visit, O Edom; Thy sins are laid bare. Jerusalem’s Sorrow and Prayer for Deliverance"}]}