{"translation":"oeb-us","book":"lam","bookName":"Lamentations","chapter":5,"verses":[{"number":1,"text":"Bethink thee, O Lord, of our plight; Look and see how Thy folk are insulted."},{"number":2,"text":"Our home-land is turned unto strangers; Our houses are passed unto foreigners."},{"number":3,"text":"Fatherless orphans are we, And our mothers are like unto widows."},{"number":4,"text":"The water we drink we must buy, And our wood becomes our at a price."},{"number":5,"text":"The yoke presses hard on our necks; We are weary and never find rest."},{"number":6,"text":"We have stretched out our hands unto Egypt; To Assyria also, for bread."},{"number":7,"text":"Our fathers, who sinned are no more; And their guilt has been borne by us."},{"number":8,"text":"Servants are now our lords; From their hand there is no one to save us."},{"number":9,"text":"We win bread at the risk of our lives From the murderous bands of the desert."},{"number":10,"text":"Like an oven our skin is aglow With the fierce fever-heat of famine."},{"number":11,"text":"The matrons they ravished in Zion, The maids in the cities of Judah:"},{"number":12,"text":"Princes were hanged by their hands, And the faces of elders dishonoured."},{"number":13,"text":"Young men had to carry the mill; Youths fell beneath loads of wood."},{"number":14,"text":"The elders have from the gate And the youths given over their music."},{"number":15,"text":"The joy of our heart is vanished; Our dancing is turned into mourning."},{"number":16,"text":"The crown is fallen from our head; Woe, woe unto us! We have sinned."},{"number":17,"text":"For this is our heart turned faint, For these things our eyes are grown dim–"},{"number":18,"text":"For the mountains of Zion, now waste, Over which the jackals roam."},{"number":19,"text":"But thou, Lord, art seated for ever, From age to age, on Thy throne."},{"number":20,"text":"O why then forget us for ever, And leave us for long, long days?"},{"number":21,"text":"Bring us back to Thee, Lord, let us turn, And renew our days as of old;"},{"number":22,"text":"Unless Thou hast utterly spurned us And Thine anger is all too sore."}]}