{"translation":"oeb-us","book":"eph","bookName":"Ephesians","chapter":1,"verses":[{"number":1,"text":"To Christ’s people at Ephesus who are faithful to him, from Paul, an apostle of Christ Jesus, by the will of God."},{"number":2,"text":"May God, our Father, and the Lord Jesus Christ bless you and give you peace."},{"number":3,"text":"Blessed is the God and Father of Jesus Christ, our Lord, who has blessed us on high with every spiritual blessing, in Christ."},{"number":4,"text":"For he chose us in our union with Christ before the creation of the universe, so that we might be holy and blameless in his sight, living in the spirit of love."},{"number":5,"text":"From the first he destined us, in his goodwill towards us, to be adopted as sons through Jesus Christ,"},{"number":6,"text":"and so to enhance that glorious manifestation of his loving kindness which he gave us in the one he loves;"},{"number":7,"text":"for in him, and through the shedding of his blood, we have found redemption in the pardon of our offenses."},{"number":8,"text":"All this accords with the loving kindness which God lavished on us, accompanied by countless gifts of wisdom and discernment,"},{"number":9,"text":"when he made known to us his hidden purpose. And it also accords with the goodwill which God purposed to exhibit in Christ,"},{"number":10,"text":"in view of that divine order which was to mark the completion of the ages, when he should make everything, both in heaven and on earth, center in him."},{"number":11,"text":"In him, I say, for by our union with him we became God’s heritage, having from the first been destined for this in the intention of him who, in all that happens, is carrying out his own fixed purpose;"},{"number":12,"text":"that we should enhance his glory – we who have been the first to rest our hopes on the Christ."},{"number":13,"text":"And you, too, by your union with him, after you had heard the message of the truth, the good news of your salvation – you believed in him and were sealed as his by receiving the holy Spirit, which he had promised."},{"number":14,"text":"And the Spirit is a pledge of our future heritage, foreshadowing the full redemption of God’s own people – to enhance his glory."},{"number":15,"text":"And therefore I, ever since I heard of the faith in the Lord Jesus which prevails among you, and of your confidence in all Christ’s people,"},{"number":16,"text":"have never omitted to thank God on your behalf, whenever I make mention of you in my prayers."},{"number":17,"text":"My prayer is that the God of Jesus Christ our Lord, the all-glorious Father, may inspire you with wisdom and true insight through a fuller knowledge of himself;"},{"number":18,"text":"that your minds may be so enlightened that you may realize the hope given by God’s call, the wealth of the glory of his heritage among Christ’s people,"},{"number":19,"text":"and the transcendent greatness of the power which he is able to exercise in dealing with us who believe in him."},{"number":20,"text":"The same mighty power was exerted on the Christ, when he raised the Christ from the dead and ‘caused him to sit at his right hand’ on high, exalting him above all angels and archangels of every rank,"},{"number":21,"text":"and above every name that can be named, whether in the present age, or in the age to come."},{"number":22,"text":"And God placed all things under Christ’s feet, and gave him to the church as its supreme head;"},{"number":23,"text":"for the church is Christ’s body, and is filled by him who fills all things everywhere with his presence."}]}