{"translation":"oeb-us","book":"eph","bookName":"Ephesians","chapter":2,"verses":[{"number":1,"text":"You yourselves were once dead because of your offenses and sins."},{"number":2,"text":"For at one time you lived in sin, following the ways of the world, in subjection to the Ruler of the powers of the air – the Spirit who is still at work among the disobedient."},{"number":3,"text":"And it was among them that we all once lived our lives, indulging the cravings of our earthly nature, and carrying out the desires prompted by that earthly nature and by our own thoughts. Our nature exposed us to the divine wrath, like the rest of humanity."},{"number":4,"text":"Yet God, in his abundant compassion, and because of the great love with which he loved us,"},{"number":5,"text":"even though we were dead because of our offenses, gave life to us in giving life to the Christ. (By God’s loving kindness you have been saved.)"},{"number":6,"text":"And, through our union with Christ Jesus, God raised us with him, and caused us to sit with him on high,"},{"number":7,"text":"in order that, by his goodness to us in Christ Jesus, he might display in the ages to come the boundless wealth of his loving kindness."},{"number":8,"text":"For it is by God’s loving kindness that you have been saved, through your faith. It is not due to yourselves; the gift is God’s."},{"number":9,"text":"It is not due to obedience to Law, so that no one can boast."},{"number":10,"text":"For we are God’s handiwork, created, by our union with Christ Jesus, for the good actions in doing which God had pre-arranged that we should spend our lives."},{"number":11,"text":"Remember, therefore, that you were once Gentiles yourselves, as your bodies showed; you were called ‘the Uncircumcised’ by those who were called ‘the Circumcised’ – circumcised only by human hands!"},{"number":12,"text":"Remember that you were at that time far from Christ; you were shut out from the citizenship of Israel; you were strangers to the covenants founded on God’s promise; you were in the world without hope and without God."},{"number":13,"text":"But now, through your union with Christ Jesus, you who once were far off have, by the shedding of the blood of the Christ, been brought near."},{"number":14,"text":"He it is who is our peace. He made the two divisions of humanity one, broke down the barrier that separated them,"},{"number":15,"text":"and in his human nature put an end to the cause of enmity between them – the Law with its injunctions and ordinances – in order to create, through union with himself, from Jew and Gentile, one new humanity and so make peace."},{"number":16,"text":"And when, on the cross, he had destroyed their mutual enmity, he sought by means of his cross to reconcile them both to God, united in one body."},{"number":17,"text":"He came with the good news of peace for you who were far off, and of peace for those who were near;"},{"number":18,"text":"for it is through him that we, the Jews and the Gentiles, united in the one Spirit, are now able to approach the Father."},{"number":19,"text":"It follows, then, that you are no longer strangers and foreigners, but are fellow citizens with Christ’s people and members of God’s household."},{"number":20,"text":"You have been built up on the foundation laid by the apostles and prophets, Christ Jesus himself being the cornerstone."},{"number":21,"text":"United in him, every part of the building, closely joined together, will grow into a temple, consecrated by its union with the Lord."},{"number":22,"text":"And, through union in him, you also are being built up together, to be a place where God lives through the Spirit."}]}