{"translation":"oeb-us","book":"eph","bookName":"Ephesians","chapter":4,"verses":[{"number":1,"text":"I beg you, then – I who am a prisoner in the Master’s cause – to live lives worthy of the call that you have received;"},{"number":2,"text":"always humble and gentle, patient, bearing lovingly with one another,"},{"number":3,"text":"and striving to maintain in the bond of peace the unity given by the Spirit."},{"number":4,"text":"There is but one body and one Spirit, just as there was but one hope set before you when you received your call."},{"number":5,"text":"There is but one Lord, one faith, one baptism."},{"number":6,"text":"There is but one God and Father of all – the God who is over all, pervades all, and is in all."},{"number":7,"text":"Everyone of us, however, has been entrusted with some charge, each in accordance with the extent of the gift of the Christ."},{"number":8,"text":"That is why it is said – ‘When he went up on high, he led his captives into captivity. And gave gifts to humanity.’"},{"number":9,"text":"Now surely this ‘going up’ must imply that he had already gone down into the world beneath."},{"number":10,"text":"He who went down is the same as he who went up – up beyond the highest heaven, so that he might fill all things with his presence."},{"number":11,"text":"And he it is who gave to the church apostles, prophets, missionaries, pastors, and teachers,"},{"number":12,"text":"to fit his people for the work of the ministry, for the building up of the body of the Christ."},{"number":13,"text":"And this will continue, until we all attain to that unity which is given by faith and by a fuller knowledge of the Son of God; until we reach maturity – the full standard of the perfection of the Christ."},{"number":14,"text":"Then we will no longer be like infants, tossed backward and forward, blown about by every breath of human teaching and by people’s trickery and craftiness;"},{"number":15,"text":"but holding the truth in a spirit of love, we will grow into complete union with him who is our head – Christ himself."},{"number":16,"text":"For from him the whole body, closely joined and knit together by the contact of every part with the source of its life, derives its power to grow, in proportion to the vigour of each individual part; and so is being built up in a spirit of love."},{"number":17,"text":"This, then, as one in union with the Lord, I implore: Do not continue to live such purposeless lives as the Gentiles live,"},{"number":18,"text":"with their powers of discernment darkened, cut off from the life of God, owing to the ignorance that prevails among them and to the hardness of their hearts."},{"number":19,"text":"Lost to all sense of shame, they have abandoned themselves to licentiousness, in order to practice every kind of impurity without restraint."},{"number":20,"text":"But far different is the lesson you learned from the Christ – if, that is, you really listened to him,"},{"number":21,"text":"and through union with him were taught the truth, as it is to be found in Jesus."},{"number":22,"text":"For you learned with regard to your former way of living that you must cast off your old nature, which, yielding to deluding passions, grows corrupt;"},{"number":23,"text":"that the spirit of your minds must be constantly renewed;"},{"number":24,"text":"and that you must clothe yourselves in that new nature which was created to resemble God, with the righteousness and holiness springing from the truth."},{"number":25,"text":"Since, therefore, you have cast off what is false, you must every one of you speak the truth to your neighbors. For we are united to one another like the parts of a body."},{"number":26,"text":"Be angry, yet do not sin. Do not let the sun go down on your anger;"},{"number":27,"text":"and give no opportunity to the devil."},{"number":28,"text":"Let the person who steals steal no longer, but rather they should toil with their hands at honest work, so that they may have something to share with anyone in need."},{"number":29,"text":"Never let any foul word pass your lips, but only such good words as the occasion demands, so that they may be a help to those who hear them."},{"number":30,"text":"And do not grieve God’s Holy Spirit; for it was through that Spirit that God sealed you as his, against the day of redemption."},{"number":31,"text":"Let all bitterness, passion, anger, brawling, and abusive language be banished from among you, as well as all malice."},{"number":32,"text":"Be kind to one another, tenderhearted, ready to forgive one another, just as God, in Christ, forgave you."}]}