{"translation":"oeb-us","book":"eph","bookName":"Ephesians","chapter":6,"verses":[{"number":1,"text":"Children, obey your parents, as children of the Lord; for that is but right."},{"number":2,"text":"‘Honor your father and mother’ – this is the first Commandment with a promise –"},{"number":3,"text":"‘so that you may prosper and have a long life on earth.’"},{"number":4,"text":"And fathers, do not irritate your children, but bring them up with Christian discipline and instruction."},{"number":5,"text":"Slaves, obey your earthly masters, with anxious care, giving them ungrudging service, as if obeying the Christ;"},{"number":6,"text":"not only when their eyes are on you, as if you had merely to please people, but as slaves of Christ, who are trying to carry out the will of God."},{"number":7,"text":"Give your service heartily and cheerfully, as working for the Master and not for people;"},{"number":8,"text":"for you know that everyone will be rewarded by the Master for any honest work that he has done, whether he is a slave or free."},{"number":9,"text":"And masters, treat your slaves in the same spirit. Give up threatening them; for you know that he who is both their Master and yours is in heaven, and that before him there is no distinction of rank."},{"number":10,"text":"For the future, find strength in your union with the Lord, and in the power which comes from his might."},{"number":11,"text":"Put on the full armor of God, so that you may be able to stand your ground against the stratagems of the devil."},{"number":12,"text":"For ours is no struggle against enemies of flesh and blood, but against all the various powers of evil that hold sway in the darkness around us, against the spirits of wickedness on high."},{"number":13,"text":"Therefore take up the full armor of God, so that when the evil day comes, you may be able to withstand the attack, and, having fought to the end, still to stand your ground."},{"number":14,"text":"Stand your ground, then, with truth for your belt, and with righteousness for your breastplate,"},{"number":15,"text":"and with the readiness to serve the good news of peace as shoes for your feet."},{"number":16,"text":"At every onslaught take up faith for your shield; for with it you will be able to extinguish all the flaming darts of the evil one."},{"number":17,"text":"And receive the helmet of salvation, and the sword of the Spirit – which is the message of God – always with prayer and supplication."},{"number":18,"text":"Pray in spirit at all times. Be intent on this, with unwearying perseverance and supplication for all Christ’s people –"},{"number":19,"text":"and on my behalf also, so that when I begin to speak, words may be given me, so that I may fearlessly make known the inmost truth of the good news,"},{"number":20,"text":"on behalf of which I am an ambassador – in chains! Pray that, in telling it, I may speak fearlessly as I ought."},{"number":21,"text":"To enable you, as well as others, to know all that concerns me and what I am doing, Tychicus, our dear friend and faithful helper in the Master’s cause, will tell you everything."},{"number":22,"text":"I am sending him to you on purpose that you may learn all about us, and that he may cheer your hearts."},{"number":23,"text":"May God, the Father, and the Lord Jesus Christ give every follower peace, and love linked with faith."},{"number":24,"text":"May God’s blessing be with all who love our Lord Jesus Christ with an undying love."}]}