{"translation":"oeb-us","book":"1pe","bookName":"1 Peter","chapter":1,"verses":[{"number":1,"text":"To the people of God who are living abroad, dispersed throughout Pontus, Galatia, Cappadocia, Roman Asia, and Bithynia,"},{"number":2,"text":"and who were chosen in accordance with the foreknowledge of God the Father, through the consecration of the Spirit, to learn obedience, and to be purified by the sprinkling of the blood of Jesus Christ, from Peter, an apostle of Jesus Christ. May blessing and peace be yours in ever increasing measure."},{"number":3,"text":"Blessed is the God and Father of our Lord Jesus Christ, who has, in his great mercy, through the resurrection of Jesus Christ from the dead,"},{"number":4,"text":"given us the new life of undying hope, that promises an inheritance, imperishable, stainless, unfading, which has been reserved for you in heaven –"},{"number":5,"text":"for you who, through faith, are being guarded by the power of God, awaiting a salvation that is ready to be revealed in the last days."},{"number":6,"text":"At the thought of this you are full of exultation, though (if it has been necessary) you have suffered for the moment somewhat from various trials;"},{"number":7,"text":"that the genuineness of your faith – a thing far more precious than gold, which is perishable, yet has to be tested by fire – may win praise and glory and honor at the appearing of Jesus Christ."},{"number":8,"text":"Though you have never seen him, yet you love him; though you do not even now see him, yet you believe in him, and exalt with a triumphant happiness too great for words,"},{"number":9,"text":"as you receive the reward of your faith in the salvation of your souls!"},{"number":10,"text":"It was this salvation that the prophets, who spoke long ago of the blessing intended for you, sought, and strove to comprehend;"},{"number":11,"text":"as they strove to discern what that time could be, to which the Spirit of Christ within them was pointing, when foretelling the sufferings that Christ would have to endure, and the glories that would follow."},{"number":12,"text":"And it was revealed to them that it was not for themselves, but for you, that they were acting as Ministers of the truths which have now been told to you, by those who, with the help of the Holy Spirit sent from heaven, have brought you the good news – truths into which even angels long to look."},{"number":13,"text":"Therefore concentrate your minds, with the strictest self-control, and fix your hopes on the blessing that is coming for you at the appearing of Jesus Christ."},{"number":14,"text":"Be like obedient children; do not let your lives be shaped by the passions which once swayed you in the days of your ignorance,"},{"number":15,"text":"but in your whole life show yourselves to be holy, after the pattern of the Holy One from whom you received your call."},{"number":16,"text":"For scripture says – ‘You will be holy, because I am holy.’"},{"number":17,"text":"And since you call on him as ‘Father,’ who judges everyone impartially by what he has done, let respectful awe be the spirit of your lives during the time of your stay on earth."},{"number":18,"text":"For you know that it was not by perishable things, such as silver and gold, that you were ransomed from the aimless way of living which was handed down to you from your ancestors,"},{"number":19,"text":"but by precious blood, as it were of a lamb, unblemished and spotless, the blood of Christ."},{"number":20,"text":"Destined for this before the beginning of the world, he has been revealed in these last days for your sakes,"},{"number":21,"text":"who, through him, are faithful to God who raised him from the dead and gave him honor, so that your faith and hope are now in God."},{"number":22,"text":"Now that, by your obedience to the truth, you have purified your lives, so that there is growing up among you a genuine affection, love one another earnestly with all your hearts;"},{"number":23,"text":"since your new life has come, not from perishable, but imperishable, seed, through the message of the Everliving God."},{"number":24,"text":"For – ‘All earthly life is but as grass, and all its splendor as the flower of grass. The grass fades, its flower falls,"},{"number":25,"text":"but the teaching of the Lord remains for ever.’ And that is the teaching of the good news which has been told to you."}]}