{"translation":"oeb-us","book":"1pe","bookName":"1 Peter","chapter":2,"verses":[{"number":1,"text":"Now that you have done with all malice, all deceitfulness, insincerity, jealous feelings, and all backbiting,"},{"number":2,"text":"like newly born infants, crave pure spiritual milk, so that you may be enabled by it to grow until you attain salvation –"},{"number":3,"text":"since ‘you have found by experience that the Lord is kind.’"},{"number":4,"text":"Come to him, then, as to a living stone, rejected, indeed, by men, but in God’s eyes choice and precious;"},{"number":5,"text":"and, as living stones, form yourselves into a spiritual house, to be a consecrated priesthood, for the offering of spiritual sacrifices that will be acceptable to God through Jesus Christ."},{"number":6,"text":"For there is a passage of scripture that runs – ‘See, I am placing in Zion a choice and precious cornerstone; and those who believe in him will have no cause for shame.’"},{"number":7,"text":"It is to you, then, who believe in him that he is precious, but to those who do not believe he is ‘a stone which, though rejected by the builders, has now itself become the corner-stone,’"},{"number":8,"text":"and ‘a stumbling-block, and a rock which will prove a hindrance.’ They stumble because they do not accept the message. This was the fate destined for them."},{"number":9,"text":"But you are ‘a chosen people, a royal priesthood, a consecrated nation, God’s own people,’ entrusted with the proclamation of the goodness of him who called you out of darkness into his wonderful light."},{"number":10,"text":"Once you were ‘not a people,’ but now you are ‘God’s people’; once you ‘had not found mercy,’ but now you ‘have found mercy.’"},{"number":11,"text":"Dear friends, I beg you, as pilgrims and strangers on earth, to refrain from indulging the cravings of your earthly nature, for they make war on the soul."},{"number":12,"text":"Let your daily life among the Gentiles be so upright, that, whenever they malign you as evildoers, they may learn, as they watch, from the uprightness of your conduct, to praise God ‘at the time when he will visit them.’"},{"number":13,"text":"Submit to all human institutions for the Lord’s sake, alike to the emperor as the supreme authority,"},{"number":14,"text":"and to governors as sent by him to punish evildoers and to commend those who do right."},{"number":15,"text":"For God’s will is this – that you should silence the ignorance of foolish people by doing what is right."},{"number":16,"text":"Act as free people, yet not using your freedom as those do who make it a cloak for wickedness, but as Servants of God."},{"number":17,"text":"Show honor to everyone, love the Lord’s followers, ‘revere God, honor the emperor.’"},{"number":18,"text":"Those of you who are domestic servants should always be submissive and respectful to their masters, not only to those who are good and considerate, but also to those who are arbitrary."},{"number":19,"text":"For this wins God’s approval when, because conscious of God’s presence, a person who is suffering unjustly bears their troubles patiently."},{"number":20,"text":"What credit can you claim when, after doing wrong, you take your punishment for it patiently? But, on the other hand, if, after doing right, you take your sufferings patiently, that does win the approval of God."},{"number":21,"text":"For it was to this that you were called! For Christ, too, suffered – on your behalf – and left you an example, that you should follow in his steps."},{"number":22,"text":"He ‘never sinned, nor was anything deceitful ever heard from his lips.’"},{"number":23,"text":"He was abused, but he did not answer with abuse; he suffered, but he did not threaten; he entrusted himself to him whose judgments are just."},{"number":24,"text":"And he ‘himself carried our sins’ in his own body to the cross, so that we might die to our sins, and live for righteousness. ‘His bruising was your healing.’"},{"number":25,"text":"Once you were straying like sheep, but now you have returned to the shepherd and guardian of your souls."}]}