{"translation":"oeb-us","book":"1pe","bookName":"1 Peter","chapter":3,"verses":[{"number":1,"text":"Again, those of you who are married women should accept the authority of your husbands, so that if any of them reject the message they may be won over without a message by the conduct of their wives,"},{"number":2,"text":"as they see your pure, reverent conduct."},{"number":3,"text":"Yours should be, not the external adornment of the arrangement of the hair, the wearing of jewelry, or the putting on of dresses,"},{"number":4,"text":"but the inner life with the imperishable beauty of a quiet and gentle spirit; for this is very precious in God’s sight."},{"number":5,"text":"It was by this that the holy women of old, who rested their hopes on God, adorned themselves; submitting to their husbands,"},{"number":6,"text":"as Sarah did, who obeyed Abraham, and called him master. And you are her true children, as long as you live good lives, and let nothing terrify you."},{"number":7,"text":"Again, those of you who are married men should live considerately with your wives, showing them respect not only because they are not as phsyically strong as you but also becuase they share with you in the gift of life. Then you will be able to pray without hindrance."},{"number":8,"text":"Lastly, you should all be united, sympathetic, full of love for each other, kind-hearted, humble-minded;"},{"number":9,"text":"never returning evil for evil, or abuse for abuse, but, on the contrary, blessing. It was to this that you were called – to obtain a blessing!"},{"number":10,"text":"‘The person who wants to enjoy life and see happy days – they should keep their tongue from evil and their lips from deceitful words,"},{"number":11,"text":"they should turn from evil and do good, They should seek for peace and follow after it;"},{"number":12,"text":"For the eyes of the Lord are on the righteous, and his ears are attentive to their prayers, but the face of the Lord is set against those who do wrong.’"},{"number":13,"text":"Who, indeed, is there to harm you, if you prove yourselves to be eager for what is good?"},{"number":14,"text":"Even if you should suffer for righteousness, count yourselves blessed! ‘Do not let people terrify you, or allow yourselves to be dismayed.’"},{"number":15,"text":"Revere the Christ as Lord in your hearts; always ready to give an answer to anyone who asks your reason for the hope that you cherish, but giving it with courtesy and respect,"},{"number":16,"text":"and keeping your consciences clear, so that, whenever you are maligned, those who vilify your good and Christian conduct may be put to shame."},{"number":17,"text":"It is better that you should suffer, if that should be God’s will, for doing right, than for doing wrong."},{"number":18,"text":"For Christ himself died to atone for sins once for all – the good on behalf of the bad – that he might bring you to God; his body being put to death, but his spirit entering on new life."},{"number":19,"text":"And it was then that he went and preached to the imprisoned spirits,"},{"number":20,"text":"who once were disobedient, at the time when God patiently waited, in the days of Noah, while the ark was being prepared; in which some few lives, eight in all, were saved by means of water."},{"number":21,"text":"And baptism, which this foreshadowed, now saves you – not the mere cleansing of the body, but the search of a clear conscience after God – through the resurrection of Jesus Christ,"},{"number":22,"text":"who has gone into heaven, and is at God’s right hand, where angels and archangels and the powers of heaven now yield submission to him."}]}