{"translation":"oeb-us","book":"1pe","bookName":"1 Peter","chapter":4,"verses":[{"number":1,"text":"Since, then, Christ suffered in body, arm yourselves with the same resolve as he; for he who has suffered in body has ceased to sin,"},{"number":2,"text":"and so will live the rest of his earthly life guided, not by human passions, but by the will of God."},{"number":3,"text":"Surely in the past you have spent time enough living as the Gentiles delight to live. For your path has lain among scenes of debauchery, licentiousness, drunkenness, revelry, hard-drinking, and profane idolatry."},{"number":4,"text":"And, because you do not run to the same extremes of profligacy as others, they are astonished, and malign you."},{"number":5,"text":"But they will have to answer for their conduct to him who is ready to judge both the living and the dead."},{"number":6,"text":"For that was why the good news was told to the dead also – that, after they have been judged in the body, as people are judged, they might live in the spirit, as God lives."},{"number":7,"text":"But the end of all things is near. Therefore exercise self-restraint and be calm, so that you may be able to pray."},{"number":8,"text":"Above all things, let your love for one another be earnest, for ‘Love throws a veil over countless sins.’"},{"number":9,"text":"Never grudge hospitality to one another."},{"number":10,"text":"Whatever the gift that each has received, use it in the service of others, as good stewards of the varied bounty of God."},{"number":11,"text":"When anyone speaks, they should speak as one who is delivering the oracles of God. When anyone is endeavoring to serve others, they should do so in reliance on the strength which God supplies; so that in everything God may be honored through Jesus Christ – to whom be ascribed all honor and might for ever and ever. Amen."},{"number":12,"text":"Dear friends, do not be astonished at the trial of fire that you are passing through, to test you, as though something strange were happening to you."},{"number":13,"text":"No, the more you share the sufferings of the Christ, the more may you rejoice, that, when the time comes for the manifestation of his glory, you may rejoice and exult."},{"number":14,"text":"If you are insulted for bearing the name of Christ, count yourselves blessed; because the divine glory and the Spirit of God are resting on you."},{"number":15,"text":"I need hardly say that no one among you must suffer as a murderer, or a thief, or a criminal, or for interfering in matters which do not concern Christians."},{"number":16,"text":"But, if someone suffers as a Christian, they should not be ashamed of it; they should bring honor to God even though they bear that name."},{"number":17,"text":"For the time has come for judgment to begin with the house of God; and, if it begins with us, what will be the end of those who reject God’s good news?"},{"number":18,"text":"If ‘a good person is saved only with difficulty, what will become of the godless and the sinful?’"},{"number":19,"text":"Therefore, I say, let those who suffer, because God wills it so, commit their lives into the hands of a faithful Creator, and persevere in doing right."}]}