{"translation":"oeb-us","book":"1pe","bookName":"1 Peter","chapter":5,"verses":[{"number":1,"text":"As for the older ones among you, who are elders in the church, I, their fellow elder, and a witness to the sufferings of the Christ, who will also share in the glory that is to be revealed –"},{"number":2,"text":"I beg you to be true shepherds of the flock of God among you, not because you are compelled, but of your own free will; not from a base love of gain, but with a ready spirit;"},{"number":3,"text":"not as lords of your charges, but as examples to your flock."},{"number":4,"text":"Then, when the chief shepherd appears, you will win the crown of glory that never fades."},{"number":5,"text":"Again, you younger ones should show deference to the older. And all of you should put on the badge of humility in mutual service, for ‘God is opposed to the proud, but gives his help to the humble.’"},{"number":6,"text":"Humble yourselves, therefore, under the mighty hand of God, so that he may exalt you in his good time,"},{"number":7,"text":"laying all your anxieties on him, for he makes you his care."},{"number":8,"text":"Exercise self-control, be watchful. Your adversary, the devil, like a roaring lion, is prowling about, eager to devour you."},{"number":9,"text":"Stand firm against him, strong in your faith; knowing, as you do, that the sufferings which you are undergoing are being endured to the full by the Lord’s followers throughout the world."},{"number":10,"text":"God, from whom all help comes, and who called you, by your union with Christ, into his eternal glory, will, when you have suffered for a little while, himself perfect, establish, strengthen you."},{"number":11,"text":"To him be ascribed dominion for ever. Amen."},{"number":12,"text":"I have been writing to you briefly by the hand of Silas, our true-hearted friend (for so I regard him), to encourage you, and to bear my testimony that in what I have written is to be found the true love of God. On that take your stand."},{"number":13,"text":"Your sister church in ‘Babylon’ sends you greeting, and so does Mark, who is as a son to me."},{"number":14,"text":"Greet one another with the kiss of love. May God give his peace to you all in your union with Christ."}]}