{"translation":"kjv1611","book":"php","bookName":"Philippians","chapter":2,"verses":[{"number":1,"text":"If there bee therefore any consolation in Christ, if any comfort of loue, if any fellowship of the Spirit, if any bowels, & mercies;"},{"number":2,"text":"Fulfill ye my ioy, that yee be like minded, hauing the same loue, being of one accord, of one minde."},{"number":3,"text":"Let nothing bee done through strife, or vaine glory, but in lowlinesse of minde let each esteeme other better then themselues."},{"number":4,"text":"Looke not euery man on his owne things, but euery man also on the things of others."},{"number":5,"text":"Let this minde bee in you, which was also in Christ Iesus:"},{"number":6,"text":"Who being in the forme of God, thought it not robbery to bee equall with God:"},{"number":7,"text":"But made himselfe of no reputation, and tooke vpon him the forme of a seruant, and was made in the likenesse of men."},{"number":8,"text":"And being found in fashion as a man, he humbled himselfe, and became obedient vnto death, euen the death of the Crosse."},{"number":9,"text":"Wherefore God also hath highly exalted him, and giuen him a Name which is aboue euery name:"},{"number":10,"text":"That at the Name of Iesus euery knee should bow, of things in heauen, and things in earth, and things vnder the earth:"},{"number":11,"text":"And that euery tongue should confesse, that Iesus Christ is Lord, to the glory of God the Father."},{"number":12,"text":"Wherefore, my beloued, as yee haue alwayes obeyed, not as in my presence onely, but now much more in my absence; worke out your owne saluation with feare, and trembling."},{"number":13,"text":"For it is God which worketh in you, both to will, and to doe, of his good pleasure."},{"number":14,"text":"Doe all things without murmurings, and disputings:"},{"number":15,"text":"That yee may bee blamelesse and harmelesse, the sonnes of God, without rebuke, in the middes of a crooked and peruerse nation, among whom ye shine as lights in the world:"},{"number":16,"text":"Holding foorth the word of life, that I may reioyce in the day of Christ, that I haue not runne in vaine, neither laboured in vaine."},{"number":17,"text":"Yea, and if I bee offered vpon the sacrifice and seruice of your faith, I ioy, and reioyce with you all."},{"number":18,"text":"For the same cause also doe ye ioy, and reioyce with me."},{"number":19,"text":"But I trust in the Lord Iesus, to send Timotheus shortly vnto you, that I also may bee of good comfort, when I know your state."},{"number":20,"text":"For I haue no man like minded, who will naturally care for your state."},{"number":21,"text":"For all seeke their owne, not the things which are Iesus Christs."},{"number":22,"text":"But ye know the proofe of him, That as a sonne with the father, hee hath serued with me, in the Gospel."},{"number":23,"text":"Him therefore I hope to send presently, so soone as I shall see how it wil goe with me."},{"number":24,"text":"But I trust in the Lord, that I also my selfe shall come shortly."},{"number":25,"text":"Yet I supposed it necessary, to send to you Epaphroditus my brother and companion in labour, and fellow souldiour, but your messenger, and hee that ministred to my wants."},{"number":26,"text":"For hee longed after you all, and was full of heauinesse, because that yee had heard that he had bene sicke."},{"number":27,"text":"For indeed he was sicke nigh vnto death, but God had mercy on him: and not on him onely, but on mee also, lest I should haue sorow vpon sorow."},{"number":28,"text":"I sent him therefore the more carefully, that when ye see him againe, ye may reioyce, and that I may bee the lesse sorrowfull."},{"number":29,"text":"Receiue him therfore in the Lord with all gladnesse, and hold such in reputation:"},{"number":30,"text":"Because for the worke of Christ he was nigh vnto death, not regarding his life, to supply your lacke of seruice toward me."}]}