{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":1,"verses":[{"number":1,"text":"The brethren the Iewes that bee at Ierusalem, and in the lande of Iudea, wish vnto the brethren the Iewes that are throughout Egypt, health and peace."},{"number":2,"text":"God be gracious vnto you, and remember his Couenant that hee made with Abraham, Isaac, and Iacob, his faithfull seruants:"},{"number":3,"text":"And giue you all an heart to serue him, and to doe his will, with a good courage, and a willing minde:"},{"number":4,"text":"And open your hearts in his law and commandements, & send you peace:"},{"number":5,"text":"And heare your prayers, and be at one with you, and neuer forsake you in time of trouble."},{"number":6,"text":"And now wee be here praying for you."},{"number":7,"text":"What time as Demetrius reigned, in the hundred threescore and ninth yeere, wee the Iewes wrote vnto you, in the extremitie of trouble, that came vpon vs in those yeeres, from the time that Iason and his company reuolted from the holy land, and kingdome,"},{"number":8,"text":"And burnt the porch, and shed innocent blood. Then we prayed vnto the Lord, and were heard: we offered also sacrifices, and fine flowre, and lighted the lampes, and set forth the loaues."},{"number":9,"text":"And now see that ye keepe the feast of Tabernacles in the moneth Casleu."},{"number":10,"text":"In the hundreth, fourescore, and eight yeere, the people that were at Ierusalem, and in Iudea, and the counsel, and Iudas, sent greeting and health vnto Aristobulus, king Ptolomeus master, who was of the stock of the anointed priests, and to the Iewes that were in Egypt."},{"number":11,"text":"Insomuch as God hath deliuered vs from great perils, wee thanke him highly, as hauing bin in battell against a king."},{"number":12,"text":"For he cast them out that fought within the holy citie."},{"number":13,"text":"For when the leader was come into Persia, and the armie with him that seemed inuincible, they were slaine in the temple of Nanea, by the deceit of Naneas priests."},{"number":14,"text":"For Antiochus, as though hee would marrie her, came into the place, and his friends that were with him, to receiue money in name of a dowrie."},{"number":15,"text":"Which when the priests of Nanea had set forth, and he was entred with a small company into the compasse of the temple, they shut the temple assoone as Antiochus was come in."},{"number":16,"text":"And opening a priuie doore of the roofe, they threw stones like thunderbolts, and stroke downe the captaine, hewed them in pieces, smote off their heads, and cast them to those that were without."},{"number":17,"text":"Blessed be our God in all things, who hath deliuered vp the vngodly."},{"number":18,"text":"Therefore whereas we are nowe purposed to keep the purification of the Temple vpon the fiue & twentieth day of the moneth Casleu, we thought it necessary to certifie you thereof, that ye also might keepe it, as the  of the tabernacles, and of the fire  when Neemias offered sacrifice, after that he had builded the Temple, and the Altar."},{"number":19,"text":"For when our fathers were led into Persia, the Priests that were then deuout, took the fire of the Altar priuily, & hid it in a hollow place of a pit without water, where they kept it sure, so that the place was vnknowen to all men."},{"number":20,"text":"Now after many yeeres, when it pleased God, Neemias being sent from the king of Persia, did send of the posteritie of those Priests that had hid it, to the fire: but when they tolde vs they found no fire, but thicke water,"},{"number":21,"text":"Then c&#333;manded he them to draw it vp, and to bring it: and when the sacrifices were laid on, Neemias c&#333;manded the Priests to sprinkle &thorn; wood, and the things laid thereupon with &thorn; water."},{"number":22,"text":"When this was done, and the time came that the Sun shone which afore was hid in the cloude, there was a great fire kindled, so that euery man marueiled."},{"number":23,"text":"And the Priests made a prayer whilest the sacrifice was consuming,  both the Priests, and all the rest, Ionathan beginning, and the rest answering thereunto, as Neemias did."},{"number":24,"text":"And the prayer was after this maner, O Lord, Lord God, Creatour of all things, who art fearefull, and strong, and righteous, and mercifull, and the onely, and gracious king,"},{"number":25,"text":"The onely giuer of all things, the onely iust, almightie & euerlasting, thou that deliuerest Israel from al trouble, & didst choose the fathers, & sanctifie them:"},{"number":26,"text":"Receiue the sacrifice for thy whole people Israel, and preserue thine owne portion, and sanctifie it."},{"number":27,"text":"Gather those together that are scattered fr&#333; vs, deliuer them that serue among the heathen, looke vpon them that are despised & abhorred, and let the heathen know that thou art our God."},{"number":28,"text":"Punish them that oppresse vs, and with pride doe vs wrong."},{"number":29,"text":"Plant thy people againe in thy holy place, as Moises hath spoken."},{"number":30,"text":"And the Priests sung psalmes of thankesgiuing."},{"number":31,"text":"Now when the sacrifice was consumed, Neemias commanded the water that was left, to bee powred on the great stones."},{"number":32,"text":"When this was done, there was kindled a flame: but it was consumed by the light that shined from the Altar."},{"number":33,"text":"So when this matter was knowen, it was told the king of Persia, that in the place, where the Priests that were led away, had hid the fire, there appeared water, and that Neemias had purified the sacrifices therewith."},{"number":34,"text":"Then the king inclosing the place, made it holy after he had tried &thorn; matter."},{"number":35,"text":"And the king tooke many gifts, and bestowed thereof, on those whom he would gratifie."},{"number":36,"text":"And Neemias called this thing Naphthar, which is as much to say as a cleansing: but many men call it Nephi."}]}