{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":10,"verses":[{"number":1,"text":"Now Maccabeus, and his company, the Lord guiding them, recouered the Temple, and the citie."},{"number":2,"text":"But the altars, which the heathen had built in the open street, & also the Chappels they pulled downe."},{"number":3,"text":"And hauing cleansed the Temple, they made another Altar, and striking stones, they tooke fire out of them, and offered a sacrifice after two yeeres, & set forth incense, & lights, and Shewbread."},{"number":4,"text":"When that was done, they fell flat downe, and besought the Lord that they might come no more into such troubles: but if they sinned any more against him, that he himselfe would chasten them with mercie, and that they might not bee deliuered vnto the blasphemous, and barbarous nations."},{"number":5,"text":"Now vpon the same day that the strangers prophaned the Temple, on the very same day it was cleansed againe, euen the fiue and twentieth day of the same moneth, which is Casleu."},{"number":6,"text":"And they kept eight dayes with gladnes as in the feast of the Tabernacles, remembring that not long afore they had helde the feast of the Tabernacles, when as they wandered in the mountaines, and dennes, like beasts."},{"number":7,"text":"Therefore they bare branches, and faire boughes and palmes also, and sang Psalmes vnto him, that had giuen them good successe in clensing his place."},{"number":8,"text":"They ordeined also by a common statute, and decree, That euery yeere those dayes should be kept of the whole nation of the Iewes."},{"number":9,"text":"And this was the ende of Antiochus called Epiphanes."},{"number":10,"text":"Now will wee declare the acts of Antiochus Eupator, who was the sonne of this wicked man, gathering briefly the calamities of the warres."},{"number":11,"text":"So when he was come to &thorn; crowne, he set one Lysias ouer the affaires of his Realme, and  chiefe gouernour of Coelosyria and Phenice."},{"number":12,"text":"For Ptolomeus that was called Macron, chosing rather to doe iustice vnto the Iewes, for the wrong that had bene done vnto them, endeuoured to continue peace with them."},{"number":13,"text":"Whereupon being accused of  friends, before Eupator, & called traitor at euery word, because he had left Cyprus that Philometor had c&#333;mitted vnto him, & departed to Antiochus Epiphanes; and seeing that hee was in no honorable place, he was so discouraged, that he poysoned himselfe and died."},{"number":14,"text":"But when Gorgias was gouernour of the holds, hee hired souldiers, and nourished warre continually with the Iewes:"},{"number":15,"text":"And therewithall the Idumeans hauing gotten into their handes the most commodious holdes, kept the Iewes occupied, and receiuing those that were banished from Ierusalem, they went about to nourish warre."},{"number":16,"text":"Then they that were wich Maccabeus made supplication, & besought God, that he would be their helper, and so they ranne with violence vpon the strong holds of the Idumeans,"},{"number":17,"text":"And assaulting them strongly, they wanne the holds, and kept off all that fought vpon the wall, and slew all that fell into their hands, and killed no fewer then twentie thousand."},{"number":18,"text":"And because certaine (who were no lesse then nine thousand) were fled together into two very strong castles, hauing all maner of things conuenient to sustaine the siege,"},{"number":19,"text":"Maccabeus left Simon, & Ioseph, and Zaccheus also, and them that were with him, who were enow to besiege them, and departed himselfe vnto those places, which more needed his helpe."},{"number":20,"text":"Now they that were with Simon, being led with couetousnes, were perswaded for money (through certaine of those that were in the castle) and tooke seuentie thousand drachmes, and let some of them escape."},{"number":21,"text":"But when it was told Maccabeus what was done, hee called the gouernours of the people together, and accused those men, that they had sold their brethren for money, & let their enemies free to fight against them."},{"number":22,"text":"So he slew those that were found traitors, and immediatly tooke the two castles."},{"number":23,"text":"And hauing good successe with his weapons in all things hee tooke in hand, hee slew in the two holdes, more then twentie thousand."},{"number":24,"text":"Now Timotheus whom the Iewes had ouercome before, when he had gathered a great multitude of forraine forces, and horses out of Asia not a few, came as though hee would take Iewrie by force of armes."},{"number":25,"text":"But when hee drew neere, they that were with Maccabeus, turned themselues to pray vnto God, and sprinckled earth vpon their heads, and girded their loynes with sackcloth,"},{"number":26,"text":"And fell downe at the foot of the Altar, and besought him to be mercifull to them, and to be an enemie to their enemies, and an aduersarie to their aduersaries, as the Law declareth."},{"number":27,"text":"So after the prayer, they tooke their weapons, & went on further from the city: and when they drew neere to their enemies, they kept by themselues."},{"number":28,"text":"Now the Sunne being newly risen, they ioyned both together; the one part hauing, together with their vertue, their refuge also vnto the Lord, for a pledge of their successe and victorie: the other side making their rage leader of their battell."},{"number":29,"text":"But when the battaile waxed strong, there appeared vnto the enemies from heauen, fiue comely men vpon horses, with bridles of golde, and two of them ledde the Iewes,"},{"number":30,"text":"And tooke Maccabeus betwixt them, and couered him on euery side with their weapons, and kept him safe, but shot arrowes & lightenings against the enemies: so that being confounded with blindnesse, and full of trouble, they were killed."},{"number":31,"text":"And there were slaine  twentie thousand and fiue hundred, and sixe hundred horsemen."},{"number":32,"text":"As for Timotheus himselfe, hee fled into a very strong holde, called Gazara, where Chereas was gouernour."},{"number":33,"text":"But they that were with Maccabeus, laid siege against the fortresse couragiously foure dayes."},{"number":34,"text":"And they &thorn; were within, trusting to the strength of the place, blasphemed exceedingly, & vttered wicked words."},{"number":35,"text":"Neuerthelesse, vpon the fifth day early, twentie yong men of Maccabeus company, inflamed with anger because of the blasphemies, assaulted the wall manly, and with a fierce courage killed all that they met withall."},{"number":36,"text":"Others likewise ascending after them, whiles they were busied with them that were within, burnt the towres, and kindling fires, burnt the blasphemers aliue, and others broke open the gates, and hauing receiued in the rest of the army, tooke the city,"},{"number":37,"text":"And killed Timotheus that was hidde in a certaine pit, and Chereas his brother, with Apollophanes."},{"number":38,"text":"When this was done, they praised the Lord with Psalmes and thankesgiuing, who had done so great things for Israel, and giuen them the victory."}]}