{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":11,"verses":[{"number":1,"text":"Not long after this, Lysias the kings protectour & cousin, who also managed the affaires, tooke sore displeasure for the things that were done."},{"number":2,"text":"And when he had gathered about fourescore thousand, with all the horsemen, he came against the Iewes, thinking to make the citie an habitation of the Gentiles,"},{"number":3,"text":"And to make a gaine of the Temple, as of the other Chappels of the heathen, and to set the high Priesthood to sale euery yeere:"},{"number":4,"text":"Not at all considering the power of God, but puffed vp with his ten thousand footmen, and his thousand horsemen, and his fourescore Elephants."},{"number":5,"text":"So he came to Iudea, & drew neere to Bethsura, which was a strong town, but distant from Ierusalem about fiue furlongs, and he laid sore siege vnto it."},{"number":6,"text":"Now when they that were with Maccabeus heard that he besieged the holdes, they and all the people with lamentation and teares besought the Lord, that he would send a good Angel to deliuer Israel."},{"number":7,"text":"Then Maccabeus himselfe first of all tooke weapons, exhorting the other, that they would ieopard themselues together with him, to helpe their brethren: so they went forth together with a willing minde."},{"number":8,"text":"And as they were at Ierusalem, there appeared before them on horsebacke, one in white clothing, shaking his armour of gold."},{"number":9,"text":"Then they praised the mercifull God altogether, and tooke heart, insomuch that they were ready not onely to fight with men, but with most cruell beasts, & to pierce through wals of yron."},{"number":10,"text":"Thus they marched forward in their armour, hauing an helper from heauen: for the Lord was mercifull vnto them."},{"number":11,"text":"And giuing a charge vp&#333; their enemies like lions, they slew eleuen thousand footmen, & sixteene hundred horsemen, and put all the other to flight."},{"number":12,"text":"Many of them also being wounded, escaped naked, and Lysias himselfe fled away shamefully, and so escaped."},{"number":13,"text":"Who as hee was a man of vnderstanding, casting with himselfe what losse he had had, and considering that the Hebrewes could not be ouercome, because the Almighty God helped them, he sent vnto them,"},{"number":14,"text":"And perswaded them to agree to all reasonable conditions, &  that hee would perswade the king, that he must needs be a friend vnto them."},{"number":15,"text":"Then Maccabeus consented to all that Lysias desired, being carefull of the common good; and whatsoeuer Maccabeus wrote vnto Lysias concerning the Iewes, the king granted it."},{"number":16,"text":"For there were letters written vnto the Iewes from Lysias, to this effect: Lysias vnto the people of the Iewes, sendeth greeting."},{"number":17,"text":"Iohn and Absalon, who were sent from you, deliuered me the petition subscribed, and made request for the performance of the contents thereof."},{"number":18,"text":"Therefore what things soeuer were meet to be reported to the king, I haue declared them, and he hath granted as much as might be."},{"number":19,"text":"If then you wil keepe your selues loyall to the state, hereafter also will I endeuour to be a meanes of your good."},{"number":20,"text":"But of the particulars I haue giuen order, both to these, & the other that came from me, to commune with you."},{"number":21,"text":"Fare ye wel. The hundred & eight and fortie yeere, the foure and twentie day of the moneth Dioscorinthius."},{"number":22,"text":"Now the kings letter conteined these words, King Antiochus vnto his brother Lysias sendeth greeting."},{"number":23,"text":"Since our father is translated vnto &thorn; gods, our will is, that they that are in our realme liue quietly, that euery one may attend vpon his own affaires."},{"number":24,"text":"Wee vnderstand also that the Iewes would not consent to our father for to bee brought vnto the custome of the Gentiles, but had rather keepe their owne manner of liuing: for the which cause they require of vs that we should suffer th&#275; to liue after their own lawes."},{"number":25,"text":"Wherefore our mind is, that this nation shall be in rest, and we haue determined to restore them their Temple, that they may liue according to the customes of their forefathers."},{"number":26,"text":"Thou shalt doe well therefore to send vnto them, and grant them peace, that wh&#275; they are certified of our mind, they may be of good comfort, & euer goe cheerefully about their owne affaires."},{"number":27,"text":"And the letter of &thorn; king vnto the nation of the Iewes was after this maner: king Antiochus sendeth greeting vnto the counsel, & the rest of the Iewes"},{"number":28,"text":"If ye fare well, we haue our desire, we are also in good health."},{"number":29,"text":"Menelaus declared vnto vs, that your desire was to returne home, and to follow your owne businesse."},{"number":30,"text":"Wherefore they that will depart shall haue safe conduct, till the thirtieth day of Xanthicus with securitie."},{"number":31,"text":"And the Iewes shal vse their owne kind of meats, and lawes, as before, and none of them any maner of wayes shal be molested for things ignorantly done."},{"number":32,"text":"I haue sent also Menelaus, that he may comfort you."},{"number":33,"text":"Fare ye wel. In the hundred, forty and eight yeere, and the fifteenth day of the moneth Xanthicus."},{"number":34,"text":"The Romanes also sent vnto them a letter containing these wordes: Quintus Memmius, & Titus Manlius embassadours of &thorn; Romanes, send greeting vnto the people of the Iewes."},{"number":35,"text":"Whatsoeuer Lysias the kings cousin hath granted, therewith we also are well pleased."},{"number":36,"text":"But touching such things as hee iudged to be referred to the king: after you haue aduised therof, send one forthwith, that we may declare as it is conuenient for you: for we are now going to Antioch."},{"number":37,"text":"Therefore send some with speed, that we may know what is your mind."},{"number":38,"text":"Farewell, this hundred and eight and fortie yeere, the fifteenth day of the moneth Xanthicus."}]}