{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":12,"verses":[{"number":1,"text":"When these Couenants were made, Lysias went vnto the king, and the Iewes were about their husbandrie."},{"number":2,"text":"But of the gouernours of seueral places, Timotheus, and Apollonius the sonne of Genneus, also Hieronymus, and Demophon, and besides them Nicanor &thorn; gouernor of Cyprus would not suffer them to be quiet, and liue in peace."},{"number":3,"text":"The men of Ioppe also did such an vngodly deed: they prayed the Iewes that dwelt among them, to goe with their wiues, and children into the boats which they had prepared, as though they had meant them no hurt."},{"number":4,"text":"Who accepted of it according to the common decree of the citie, as being desirous to liue in peace, and suspecting nothing: but when they were gone forth into the deepe, they drowned no lesse then two hundred of them."},{"number":5,"text":"When Iudas heard of this crueltie done vnto his countrey men, he commanded those that were with him"},{"number":6,"text":"And calling vpon God the righteous iudge, he came against those murtherers of his brethren, & burnt the hauen by night, and set the boats on fire, and those that fled thither, he slew."},{"number":7,"text":"And when the towne was shut vp, he went backward, as if he would returne to root out all them of the citie of Ioppe."},{"number":8,"text":"But when he heard that &thorn; Iamnites were minded to doe in like maner vnto the Iewes &thorn; dwelt among them,"},{"number":9,"text":"He came vpon the Iamnites also by night, and set fire on the hauen, & the nauy, so that the light of the fire was seene at Ierusalem, two hundred and fortie furlongs off."},{"number":10,"text":"Now when they were gone from thence nine furlongs in their iourney toward Timotheus, no fewer then fiue thousand men on foote, & fiue hundred horse men of the Arabians, set vpon him."},{"number":11,"text":"Whereupon there was a very sore battell; but Iudas side by the helpe of God got the victory, so that the Nomades of Arabia being ouercome, besought Iudas for peace, promising both to giue him cattell, and to pleasure him otherwise."},{"number":12,"text":"Then Iudas thinking indeede that they would be profitable in many things, granted them peace, wherupon they shooke hands, and so they departed to their tents."},{"number":13,"text":"Hee went also about to make a bridge to a certaine strong citie, which was fenced about with walles, and inhabited by people of diuers countries, and the name of it was Caspis."},{"number":14,"text":"But they that were within it put such trust in the strength of the walles, and prouision of victuals, that they behaued themselues rudely towards them that were with Iudas, railing, and blaspheming, and vttering such words, as were not to be spoken."},{"number":15,"text":"Wherefore Iudas with his company, calling vpon the great Lord of the world (who without any rammes, or engines of warre did cast downe Iericho in the time of Iosua) gaue a fierce assault against the walles,"},{"number":16,"text":"And tooke the citie by the will of God, and made vnspeakable slaughters, insomuch that a lake two furlongs broad, neere adioining thereunto, being filled ful, was seen running with blood."},{"number":17,"text":"Then departed they from thence seuen hundred and fifty furlongs, and came to Characa vnto the Iewes that are called Tubieni."},{"number":18,"text":"But as for Timotheus they found him not in the places, for before hee had dispatched any thing, he departed from thence, hauing left a very strong garrison in a certaine hold:"},{"number":19,"text":"Howbeit, Dositheus, and Sosipater, who were of Maccabeus captaines, went forth, and slew those that Timotheus had left in the fortresse, aboue tenne thousand men."},{"number":20,"text":"And Maccabeus ranged his armie by bands, & set them ouer the bands, and went against Timotheus, who had about him & hundred and twentie thousand men of foote, and two thousand, and fiue hundred horsemen."},{"number":21,"text":"Nowe when Timotheus had knowledge of Iudas comming, he sent the women and children, and the other baggage vnto a fortresse called Carnion (for the towne was hard to besiege and vneasie to come vnto, by reason of the straitnesse of all the places.)"},{"number":22,"text":"But when Iudas his first band came in sight, the enemies (being smitten with feare, and terrour through the appearing of him that seeth all things) fled amaine, one running this way, another that way, so as that they were often hurt of their owne men, and wounded with &thorn; points of their owne swords"},{"number":23,"text":"Iudas also was very earnest in pursuing them, killing those wicked wretches, of whom he slew about thirtie thousand men."},{"number":24,"text":"Moreouer, Timotheus himselfe fell into the hands of Dositheus, & Sosipater, whom he besought with much craft to let him goe with his life, because hee had many of the Iewes parents, and the brethren of some of them, who, if they put him to death, should not be regarded."},{"number":25,"text":"So when hee had assured them with many words, that hee would restore them without hurt according to the agreement, they let him goe for the sauing of their brethren."},{"number":26,"text":"Then Maccabeus marched forth to Carnion, & to the Temple of Atargatis, and there he slew fiue and twenty thousand persons."},{"number":27,"text":"And after he had put to flight, and destroyed them, Iudas remooued the hoste towards Ephron, a strong citie, wherin Lysias abode, and a great multitude of diuers nations, and the strong yong men kept the wals, and defended them mightily: wherin also was great prouision of engines, and darts."},{"number":28,"text":"But when Iudas and his company had called vpon Almighty God (who with his power breaketh the strength of his enemies) they wanne the citie, and slew twentie and fiue thousand of them that were within."},{"number":29,"text":"From thence they departed to Scythopolis, which lieth sixe hundreth furlongs from Ierusalem."},{"number":30,"text":"But when the Iewes that dwelt there had testified that the Scythopolitans dealt louingly with them, and entreated them kindely in the time of their aduersitie:"},{"number":31,"text":"They gaue them thankes, desiring them to be friendly stil vnto them, and so they came to Ierusalem, the feast of the weekes approching."},{"number":32,"text":"And after the feast called Pentecost, they went foorth against Gorgias the gouernour of Idumea,"},{"number":33,"text":"Who came out  three thousand men of foot, & foure hundred horsemen."},{"number":34,"text":"And it happened that in their fighting together, a few of the Iewes were slaine."},{"number":35,"text":"At which time Dositheus one of Bacenors company, who was on horsbacke, and a strong man, was still vpon Gorgias, and taking hold of his coate, drew him by force, and when he would haue taken that cursed man aliue, a horseman of Thracia comming vpon him, smote off his shoulder, so that Gorgias fled vnto Marisa."},{"number":36,"text":"Now when they that were with Gorgias had fought long & were wearie, Iudas called vpon the Lord that he would shew himselfe to be their helper, and leader of the battell."},{"number":37,"text":"And with that he beganne in his owne language, & sung Psalmes with a lowd voyce, & rushing vnawares vpon Gorgias men, he put them to flight."},{"number":38,"text":"So Iudas gathered his host, and came into the city of Odollam. And when the seuenth day came, they purified themselues (as the custome was) and kept the Sabbath in the same place."},{"number":39,"text":"And vpon the day following as the vse had bene, Iudas and his company came to take vp the bodies of them that were slaine, and to bury them with their kinsmen, in their fathers graues."},{"number":40,"text":"Now vnder the coats of euery one that was slaine, they found things consecrated to the idoles of the Iamnites, which is forbidden the Iewes by the Law. Then euery man saw that this was &thorn; cause wherefore they were slaine."},{"number":41,"text":"All men therefore praising the Lord the righteous Iudge, who had opened the things that were hid,"},{"number":42,"text":"Betooke themselues vnto praier, and besought him that the sinne committed, might wholy bee put out of remembrance. Besides, that noble Iudas exhorted the people to keep themselues from sinne, forsomuch as they saw before their eyes the things that came to passe, for the sinne of those &thorn; were slaine."},{"number":43,"text":"And when he had made a gathering throughout the company, to the sum of two thousand drachmes of siluer, hee sent it to Ierusalem to offer a sinne offering, doing therein very well, and honestly, in that he was mindfull of the resurrection."},{"number":44,"text":"(For if he had not hoped that they that were slaine should haue risen againe, it had bin superfluous and vaine, to pray for the dead.)"},{"number":45,"text":"And also in that he perceiued that there was great fauour layed vp for those that died godly. (It was an holy, and good thought) wherupon he made a reconciliation for the dead, that they might be deliuered from sinne."}]}