{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":13,"verses":[{"number":1,"text":"In the hundreth forty and ninth yere it was told Iudas that Antiochus Eupator was c&#333;ming with a great power into Iudea;"},{"number":2,"text":"And with him Lysias his protector, and ruler of his affaires, hauing either of them a Grecian power of footemen, an hundred and ten thousand, and horsmen fiue thousand, & three hundred, and Elephants two & twenty, and three hundred charets armed  hooks."},{"number":3,"text":"Menelaus also ioyned himself with them, and with great dissimulation encouraged Antiochus, not for the safegard of the countrey, but because hee thought to haue bin made gouernour."},{"number":4,"text":"But the King of kings mooued Antiochus minde against this wicked wretch, and Lysias enformed the king, that this man was the cause of all mischiefe, so that the king commanded to bring him vnto Berea, and to put him to death, as the maner is in that place."},{"number":5,"text":"Now there was in that place a towre of fifty cubites high full of ashes, and it had a round instrum&#275;t which on euery side hanged down into the ashes."},{"number":6,"text":"And whosoeuer was condemned of sacriledge, or had committed any other grieuous crime, there did all men thrust him vnto death."},{"number":7,"text":"Such a death it happened that wicked man to die, not hauing so much as buriall in the earth, & that most iustly."},{"number":8,"text":"For inasmuch as he had committed many sinnes about the altar whose fire and ashes were holy, hee receiued his death in ashes."},{"number":9,"text":"Now &thorn; king came with a barbarous & hautie mind, to do far worse to &thorn; Iewes then had beene done in his fathers time."},{"number":10,"text":"Which things when Iudas perceiued, hee commanded the multitude to call vpon the Lord night & day, that if euer at any other time, he would now also helpe them, being at the point to be put from their Law, from their country, and from the holy Temple:"},{"number":11,"text":"And that hee would not suffer the people, that had euen now been but a little refreshed, to be in subiection to the blasphemous nations."},{"number":12,"text":"So when they had all done this together, and besought the mercifull Lord with weeping, and fasting, and lying flat vpon the ground three daies long, Iudas hauing exhorted them, commanded they should be in a readinesse."},{"number":13,"text":"And Iudas being apart with the Elders, determined before the kings host should enter into Iudea and get the city, to goe foorth and try the matter  by the helpe of the Lord."},{"number":14,"text":"So when he had committed  to the Creator of the world, & exhorted his souldiers to fight manfully, euen vnto death, for the Lawes, the Temple, the city, the country, and the common-wealth, he camped by Modin."},{"number":15,"text":"And hauing giuen the watchword to them that were about him, Uictory is of God; with the most valiant and choice yong men, he went in into the kings tent by night, & slewe in the campe about foure thousand men, and the chiefest of the Elephants, with all that were vpon him."},{"number":16,"text":"And at last they filled the campe with feare and tumult, and departed with good successe."},{"number":17,"text":"This was done in the breake of the day, because the protection of the Lord did helpe him."},{"number":18,"text":"Now when the king had taken a taste of the manlinesse of the Iewes, hee went about to take the holds by policie,"},{"number":19,"text":"And marched towards Bethsura, which was a str&#333;ghold of &thorn; Iews, but he was put to flight, failed, & lost of his men."},{"number":20,"text":"For Iudas had conueyed vnto them &thorn; were in it, such things as were necessary."},{"number":21,"text":"But Rhodocus who was in &thorn; Iewes hoste, disclosed the secrets to the enemies, therefore he was sought out, & when they had gotten him, they put him in prison."},{"number":22,"text":"The king treated with them in Bethsura the second time, gaue his hand, tooke theirs, departed, fought with Iudas, was ouercome:"},{"number":23,"text":"Heard that Philip who was left ouer the affaires in Antioch was desperately bent, confounded, intreated the Iewes, submitted himselfe, and sware to all equal conditions, agreed with them, and offred sacrifice, honoured the Temple, and dealt kindly with the place,"},{"number":24,"text":"And accepted well of Maccabeus, made him principall gouernor from Ptolemais vnto the Gerrhenians,"},{"number":25,"text":"Came to Ptolemais, the people there were grieued for the couenants: for they stormed because they would make their couenants voide."},{"number":26,"text":"Lysias went vp to the iudgement seat, said as much as could be in defence of the cause, perswaded, pacified, made them well affected, returned to Antioch. Thus it went touching the kings comming and departing."}]}