{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":14,"verses":[{"number":1,"text":"After three yeres was Iudas enformed that Demetrius the sonne of Seleucus hauing entred by the hauen of Tripolis with a great power and nauie,"},{"number":2,"text":"Had taken the countrey, and killed Antiochus, and Lysias his protectour."},{"number":3,"text":"Now one Alcimus who had beene hie Priest, and had defiled himselfe wilfully in the times of their mingling (with the Gentiles) seeing that by no meanes hee could saue himselfe, nor haue any more accesse to the holy Altar,"},{"number":4,"text":"Came to king Demetrius in the hundreth and one and fiftieth yeere, presenting vnto him a crowne of golde, and a palme, and also of the boughes which were vsed solemnly in the Temple: and so that day he helde his peace."},{"number":5,"text":"Howbeit hauing gotten opportunity to further his foolish enterprise,  being called into counsel by Demetrius, & asked how the Iewes stood affected, and what they int&#275;ded, he answered therunto;"},{"number":6,"text":"Those of the Iewes that bee called Asideans (whose captaine is Iudas Maccabeus) nourish warre, and are seditious; and will not let the realme be in peace."},{"number":7,"text":"Therfore I being depriued of mine ancestors honor (I meane the hie Priesthood) am now come hither."},{"number":8,"text":"First verily for the vnfained care I haue of things pertaining to the king, and secondly, euen for that I intend the good of mine owne countrey men: for all our nation is in no small misery, through the vnaduised dealing of them aforesaid."},{"number":9,"text":"Wherefore, O king, seeing thou knowest all these things, bee carefull for the countrey, and our nation, which is pressed on euery side, according to the clemency that thou readily shewest vnto all."},{"number":10,"text":"For as long as Iudas liueth, it is not possible that the state should be quiet."},{"number":11,"text":"This was no sooner spoken of him, but others of the kings friends being malitiously set against Iudas, did more incense Demetrius."},{"number":12,"text":"And foorthwith calling Nicanor, who had bene master of the Elephants, and making him gouernour ouer Iudea, he sent him forth,"},{"number":13,"text":"C&#333;manding him to slay Iudas, & to scatter them that were  him, & to make Alcimus high priest of the great Temple."},{"number":14,"text":"Then the heathen that had fled out of Iudea from Iudas, came to Nicanor by flocks, thinking the harme and calamities of the Iewes, to be their well-fare."},{"number":15,"text":"Now when the Iewes heard of Nicanors comming, and that the heathen were vp against them, they cast earth vpon their heads, and made supplication to him that had stablished his people for euer, and who alwayes helpeth his portion with manifestation of his presence."},{"number":16,"text":"So at the commandement of the captaine, they remooued straightwayes from thence, and came neere vnto them, at the towne of Deffaro."},{"number":17,"text":"Now Simon, Iudas brother, had ioyned battell with Nicanor, but was somewhat discomfited, through the suddaine silence of his enemies."},{"number":18,"text":"Neuerthelesse Nicanor hearing of the manlinesse of them that were with Iudas, and the courageousnes that they had to fight for their countrey, durst not try the matter by the sword."},{"number":19,"text":"Wherefore he sent Posidonius, and Theodotus, & Mattathias to make peace."},{"number":20,"text":"So when they had taken long aduisement thereupon, and the captaine had made &thorn; multitude acquainted therewith, and it appeared that they were all of one minde, they consented to the couenants,"},{"number":21,"text":"And appointed a day to meet in together by themselues, & when the day came, and stooles were set for either of them,"},{"number":22,"text":"Iudas placed armed men ready in conuenient places, lest some treachery should bee suddenly practised by the enemies; so they made a peaceable c&#333;ference."},{"number":23,"text":"Now Nicanor abode in Ierusalem, and did no hurt, but sent away the people that came flocking vnto him."},{"number":24,"text":"And hee would not willingly haue Iudas out of his sight: for hee loued the man from his heart."},{"number":25,"text":"He praied him also to take a wife, and to beget children: so he maried, was quiet, and tooke part of this life."},{"number":26,"text":"But Alcimus perceiuing the loue that was betwixt them, and considering the couenants that were made, came to Demetrius, and tolde him that Nicanor was not well affected towards the state, for that he had ordained Iudas, a traitor to his realme, to be the kings successour."},{"number":27,"text":"Then the king being in a rage, and prouoked with the accusations of the most wicked man, wrote to Nicanor, signifying that he was much displeased with the couenants, and commaunding him that hee should send Maccabeus prisoner in all haste vnto Antioch."},{"number":28,"text":"When this came to Nicanors hearing, he was much c&#333;founded in himselfe, and tooke it grieuously, that hee should make voyd the articles which were agreed vpon, the man being in no fault."},{"number":29,"text":"But because there was no dealing against the king, hee watched his time to accomplish this thing by pollicie."},{"number":30,"text":"Notwithst&#257;ding when Maccabeus saw that Nicanor began to bee churlish vnto him, and that he entreated him more roughly then he was wont, perceiuing &thorn; such sowre behauiour came not of good, hee gathered together not a few of his men, and withdrew himselfe fr&#333; Nicanor."},{"number":31,"text":"But the other knowing that he was notably preuented by Iudas policie, came into the great and holy Temple, and commanded the Priestes that were offering their vsual sacrifices, to deliuer him &thorn; man."},{"number":32,"text":"And wh&#275; they sware that they could not tel where &thorn; man was, wh&#333; he sought,"},{"number":33,"text":"Hee stretched out his right hand toward the Temple, & made an oath in this maner: If you wil not deliuer me Iudas as a prisoner, I will lay this Temple of God euen with the ground, and I will breake downe the Altar, and erect a notable temple vnto Bacchus."},{"number":34,"text":"After these words he departed; then the Priests lift vp their handes towards heauen, & besought him &thorn; was euer a def&#275;der of their nation, saying in this maner:"},{"number":35,"text":"Thou, O Lord of all things, who hast neede of nothing, wast pleased that the Temple of thine habitation should be among vs."},{"number":36,"text":"Therefore now, O holy Lord of all holinesse, keepe this house euer vndefiled, which lately was cleansed, and stop euery vnrighteous mouth."},{"number":37,"text":"Now was there accused vnto Nicanor, one Razis, one of the Elders of Ierusalem, a louer of his countrey men, and a man of very good report, who for his kindnesse was called a father of &thorn; Iewes."},{"number":38,"text":"For in the former times, when they mingled not themselues with the Gentiles, he had bin accused of Iudaisme, and did boldly ieopard his body and life with al vehemency for the religion of &thorn; Iewes."},{"number":39,"text":"So Nicanor willing to declare the hate that he bare vnto the Iewes, sent aboue fiue h&#363;dred men of war to take him."},{"number":40,"text":"For he thought by taking him to do  much hurt."},{"number":41,"text":"Now when the multitude would haue taken the towre, and violently broken into the vtter doore, and bade that fire should be brought to burne it, he being ready to be taken on euery side, fell vpon his sword,"},{"number":42,"text":"Chusing rather to die manfully, then to come into the hands of the wicked to be abused otherwise then beseemed his noble birth."},{"number":43,"text":"But missing his stroke through haste, the multitude also rushing within the doores, he ran boldly vp to the wall, and cast himselfe downe manfully among the thickest of them."},{"number":44,"text":"But they quickly giuing backe, and a space being made, he fell downe into the midst of the void place."},{"number":45,"text":"Neuerthelesse while there was yet breath within him, being inflamed with anger, he rose vp, and though his blood gushed out like spouts of water, and his wounds were grieuous, yet hee ranne through the midst of the throng, and standing vpon a steepe rocke,"},{"number":46,"text":"When as his blood was now quite gone, hee pluckt out his bowels, & taking them in both his hands, hee cast them vpon the throng, and calling vpon the Lord of life and spirit to restore him those againe, he thus died."}]}