{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":2,"verses":[{"number":1,"text":"It is also found in the records, that Ieremie the Prophet, commaunded them that were caried away, to take of the fire as it hath beene signified,"},{"number":2,"text":"And how that the Prophet hauing giuen them the law, charged them not to forget the commaundements of the Lord, and that they should not erre in their minds, when they see images of siluer, and gold, with their ornaments."},{"number":3,"text":"And with other such speeches exhorted he them, that the law should not depart from their hearts."},{"number":4,"text":"It was also contained in the same writing, that the Prophet being warned of God, commanded the Tabernacle, and the Arke to goe with him, as he went forth into the mountaine, where Moises climed vp, and sawe the heritage of God."},{"number":5,"text":"And when Ieremie came thither, he found an hollow caue wherin he laid the Tabernacle, and the Arke, and the altar of incense, & so stopped the doore."},{"number":6,"text":"And some of those that followed him, came to marke the way, but they could not find it."},{"number":7,"text":"Which when Ieremie perceiued, hee blamed them, saying, As for that place, it shall be vnknowen vntill the time that God gather his people againe together, and receiue them vnto mercy."},{"number":8,"text":"Then shall the Lord shew them these things, and the glory of the Lord shall appeare, and the cloud also as it was shewed vnder Moises, and as when Solomon desired that the place might be honourably sanctified."},{"number":9,"text":"It was also declared that he being wise, offered the sacrifice of dedication, and of the finishing of the Temple."},{"number":10,"text":"And as when Moises prayed vnto the Lord, the fire came down from heauen, and consumed the sacrifices: euen so prayed Solomon also, and the fire came downe from heauen, and consumed the burnt offerings."},{"number":11,"text":"And Moises said, because the sinne offering was not to be eaten, it was consumed."},{"number":12,"text":"So Solomon kept those eight dayes."},{"number":13,"text":"The same things also were reported in the writings, and commentaries of Neemias, and how he founding a librarie, gathered together the acts of the Kings, and the Prophets, and of Dauid, and the Epistles of the Kings concerning the holy gifts."},{"number":14,"text":"In like maner also, Iudas gathered together all those things that were lost, by reason of the warre we had, and they remaine with vs."},{"number":15,"text":"Wherefore if yee haue neede thereof, send some to fetch them vnto you."},{"number":16,"text":"Whereas we then are about to celebrate the purification, we haue written vnto you, and yee shall doe well if yee keepe the same dayes."},{"number":17,"text":"We hope also that the God, that deliuered all his people, and gaue them all an heritage, and the kingdome, and the priesthood, and the Sanctuarie,"},{"number":18,"text":"As he promised in the lawe, will shortly haue mercy vpon vs, and gather vs together out of euery land vnder heauen into the holy place: for he hath deliuered vs out of great troubles, and hath purified the place."},{"number":19,"text":"Now as concerning Iudas Maccabeus, and his brethren, and the purification of the great Temple, and the dedication of the altar,"},{"number":20,"text":"And the warres against Antiochus Epiphanes, & Eupator his sonne,"},{"number":21,"text":"And the manifest signes that came from heauen, vnto those that behaued themselues manfully to their honour for Iudaisme: so that being but a few, they ouercame the whole country, and chased barbarous multitudes,"},{"number":22,"text":"And recouered againe the Temple renowned all the world ouer, and freed the citie, and vpheld the lawes, which were going downe, the Lord being gracious vnto them with al fauour:"},{"number":23,"text":"All these things (I say) being declared by Iason of Cyrene in fiue books, we will assay to abridge in one volume."},{"number":24,"text":"For considering the infinite number, and the difficulty, which they find that desire to looke into the narrations of the story, for the variety of &thorn; matter,"},{"number":25,"text":"We haue beene carefull, that they that will read might haue delight, and that they that are desirous to commit to memorie, might haue ease, and that all, into whose hands it comes might haue profit."},{"number":26,"text":"Therefore to vs that haue taken vpon vs this paineful labour of abridging, it was not easie, but a matter of sweat, and watching."},{"number":27,"text":"Euen as it is no ease vnto him, that prepareth a banquet, and seeketh the benefit of others: yet for the pleasuring of many we will vndertake gladly this great paines:"},{"number":28,"text":"Leauing to the authour the exact handling of euery particular, and labouring to follow the rules of an abridgement."},{"number":29,"text":"For as the master builder of a new house, must care for the whole building: but hee that vndertaketh to set it out, and paint it, must seeke out fit things for the adorning thereof: euen so I thinke it is with vs."},{"number":30,"text":"To stand vpon euery point, and goe ouer things at large, and to be curious in particulars, belongeth to the first authour of the storie."},{"number":31,"text":"But to vse breuitie, and auoyde much labouring of the worke, is to bee granted to him that will make an abridgement."},{"number":32,"text":"Here then will we begin the story: onely adding thus much to that which hath bene said, That it is a foolish thing to make a long prologue, and to be short in the story it selfe."}]}