{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":3,"verses":[{"number":1,"text":"Now when the holy Citie was inhabited with all peace, and the Lawes were kept very well, because of the godlinesse of Onias the high Priest, and his hatred of wickednesse,"},{"number":2,"text":"It came to passe that euen the Kings themselues did honour the place, and magnifie the Temple with their best gifts;"},{"number":3,"text":"Insomuch that Seleucus king of Asia, of his owne reuenues, bare all the costes belonging to the seruice of the sacrifices."},{"number":4,"text":"But one Simon of the tribe of Beniamin, who was made gouernour of the Temple, fell out with the high Priest about disorder in the citie."},{"number":5,"text":"And when he could not ouercome Onias, he gate him to Apollonius the sonne of Thraseas, who then was gouernour of Coelosyria, and Phenice,"},{"number":6,"text":"And told him that the treasurie in Ierusalem was full of infinite summes of money, so that the multitude of their riches which did not pertaine to the account of the sacrifices, was innumerable, and that it was possible to bring all into the kings hand."},{"number":7,"text":"Now when Apollonius came to the king, and had shewed him of the money, whereof he was told, the king chose out Heliodorus his treasurer, and sent him with a commaundement, to bring him the foresaid money."},{"number":8,"text":"So foorthwith Heliodorus tooke his iourney vnder a colour of visiting the cities of Coelosyria, and Phenice, but indeed to fulfill the kings purpose."},{"number":9,"text":"And when he was come to Ierusalem, & had bene courteously receiued of the high Priest of the citie, hee told him what intelligence was giuen of the money, & declared wherefore hee came, and and asked if these things were so in deed."},{"number":10,"text":"Then the high Priest tolde him that there was such money layde vp for the reliefe of widowes, and fatherlesse children,"},{"number":11,"text":"And that some of it belonged to Hircanus, sonne of Tobias, a man of great dignitie, and not as that wicked Simon had misinformed: the summe whereof in all was foure hundred talents of siluer, and two hundred of gold,"},{"number":12,"text":"And that it was altogether impossible that such wrong should be done vnto them, that had committed it to the holinesse of the place, and to the maiestie and inuiolable sanctitie of the Temple, honoured ouer all the world."},{"number":13,"text":"But Heliodorus because of the kings commandement giuen him, said, That in any wise it must be brought into the kings treasury."},{"number":14,"text":"So at the day which hee appointed, hee entred in to order this matter, wherefore, there was no small agonie throughout the whole citie."},{"number":15,"text":"But the Priests prostrating themselues before the Altar in their Priests Uestments, called vnto heauen vpon him that made a Lawe concerning things giuen to bee kept, that they should safely bee preserued for such as had committed them to be kept."},{"number":16,"text":"Then whoso had looked the hie Priest in the face, it would haue wounded his heart: for his countenance, and the changing of his colour, declared the inward agonie of his minde:"},{"number":17,"text":"For the man was so compassed with feare, and horror of the body, that it was manifest to them that looked vpon him, what sorrow hee had now in his heart."},{"number":18,"text":"Others ran flocking out of their houses to the generall Supplication, because the place was like to come into contempt."},{"number":19,"text":"And the women girt with sackecloth vnder their breasts, abounded in the streetes, and the virgins that were kept in, ran some to the gates, and some to the walles, and others looked out of the windowes:"},{"number":20,"text":"And all holding their handes towards heauen, made supplication."},{"number":21,"text":"Then it would haue pitied a man to see the falling downe of the multitude of all sorts, and the feare of the hie Priest, being in such an agony."},{"number":22,"text":"They then called vpon the Almightie Lord, to keepe the things committed of trust, safe and sure, for those that had committed them."},{"number":23,"text":"Neuerthelesse Heliodorus executed that which was decreed."},{"number":24,"text":"Now as hee was there present himselfe with his guard about the treasurie, the Lord of spirits, & the Prince of all power caused a great apparition, so that all that presumed to come in with him, were astonished at the power of God, and fainted, and were sore afraid."},{"number":25,"text":"For there appeared vnto them a horse, with a terrible rider vpon him, and adorned with a very faire couering, and he ranne fiercely, and smote at Heliodorus with his forefeet, and it seemed that hee that sate vpon the horse, had complete harnesse of golde."},{"number":26,"text":"Moreouer two other yong men appeared before him, notable in strength, excellent in beautie, and comely in apparell, who stood by him on either side, and scourged him continually, and gaue him many sore stripes."},{"number":27,"text":"And Heliodorus fell suddenly vnto the ground, and was compassed with great darkenesse: but they that were with him, tooke him vp, and put him into a litter."},{"number":28,"text":"Thus him that lately came with a great traine, and with all his guard into the said treasury, they caried out, being vnable to helpe himselfe with his weapons: and manifestly they acknowledged the power of God."},{"number":29,"text":"For hee by the hand of God was cast downe, and lay speechlesse without all hope of life."},{"number":30,"text":"But they praised the Lord that had miraculously honoured his owne place: for the Temple which a little afore was full of feare and trouble, when the Almightie Lord appeared, was filled with ioy and gladnesse."},{"number":31,"text":"Then straightwayes certaine of Heliodorus friends, prayed Onias that hee would call vpon the most High to graunt him his life, who lay ready to giue vp the ghost."},{"number":32,"text":"So the high Priest suspecting lest the king should misconceiue that some treachery had beene done to Heliodorus by the Iewes, offered a sacrifice for the health of the man."},{"number":33,"text":"Now as the high Priest was making an atonement, the same yong men, in the same clothing, appeared and stood beside Heliodorus, saying, Giue Onias the high Priest great thankes, insomuch as for his sake the Lord hath granted thee life."},{"number":34,"text":"And seeing that thou hast beene scourged from heauen, declare vnto all men the mightie power of God: and when they had spoken these wordes, they appeared no more."},{"number":35,"text":"So Heliodorus after he had offered sacrifice vnto the Lord, and made great vowes vnto him that had saued his life, and saluted Onias, returned with his hoste to the king."},{"number":36,"text":"Then testified hee to all men, the workes of the great God, which he had seene with his eyes."},{"number":37,"text":"And when the king asked Heliodorus, who might be a fit man to be sent yet once againe to Ierusalem, he said,"},{"number":38,"text":"If thou hast any enemy or traitor, send him thither, and thou shalt receiue him well scourged, if he escape with his life: for in that place, no doubt, there is an especiall power of God."},{"number":39,"text":"For hee that dwelleth in heauen hath his eye on that place, and defendeth it, and hee beateth and destroyeth them that come to hurt it."},{"number":40,"text":"And the things concerning Heliodorus, and the keeping of the treasurie, fell out on this sort."}]}