{"translation":"kjv1611","book":"2ma","bookName":"2 Maccabees","chapter":5,"verses":[{"number":1,"text":"About the same time Antiochus prepared his second voyage into Egypt:"},{"number":2,"text":"And then it happened, that through all the citie, for the space almost of fourtie dayes, there were seene horsemen running in the aire, in cloth of golde, and armed with lances, like a band of souldiers,"},{"number":3,"text":"And troupes of horsemen in aray, incountring, and running one against another with shaking of shieldes, and multitude of pikes, and drawing of swords, and casting of darts, and glittering of golden ornaments, and harnesse of all sorts."},{"number":4,"text":"Wherefore euery man praied that that apparition might turne to good."},{"number":5,"text":"Now when there was gone forth a false rumour, as though Antiochus had bene dead, Iason tooke at the least a thousand men, and suddenly made an assault vpon the citie, and they that were vpon the walles, being put backe, and the citie at length taken, Menelaus fled into the castle:"},{"number":6,"text":"But Iason slew his owne citizens without mercy, (not considering that to get the day of them of his owne nation, would be a most vnhappy day for him: but thinking they had bene his enemies, and not his countrey men whom he conquered.)"},{"number":7,"text":"Howbeit, for all this hee obtained not the principalitie, but at the last receiued shame for the reward of his treason, and fled againe into the countrey of the Ammonites."},{"number":8,"text":"In the end therefore hee had an vnhappy returne, being accused before Aretas the king of the Arabians, fleeing from city to city, pursued of all men, hated as a forsaker of the Lawes, and being had in abomination, as an open enemie of his countrey, and countreymen, he was cast out into Egypt."},{"number":9,"text":"Thus hee that had driuen many out of their countrey, perished in a strange land, retiring to the Lacedemonians, and thinking there to finde succour by reason of his kindred."},{"number":10,"text":"And hee that had cast out many vnburied, had none to mourne for him, nor any solemne funerals at all, nor sepulchre with his fathers."},{"number":11,"text":"Now when this that was done came to the kings eare, he thought that Iudea had reuolted, whereupon remouing out of Egypt in a furious minde, he tooke the citie by force of armes,"},{"number":12,"text":"And commaunded his men of warre not to spare such as they met, and to slay such as went vp vpon the houses."},{"number":13,"text":"Thus there was killing of yong and old, making away of men, women and children, slaying of virgins and infants."},{"number":14,"text":"And there were destroyed within the space of three whole daies, fourescore thousand, whereof fourty thousand were slaine in the conflict; and no fewer sold, then slaine."},{"number":15,"text":"Yet was he not content with this, but presumed to goe into the most holy Temple of all the world: Menelaus that traitour to the Lawes, and to his owne countrey, being his guide."},{"number":16,"text":"And taking the holy vessels with polluted handes, and with prophane handes, pulling downe the things that were dedicated by other kings, to the augmentation and glory and honour of the place, he gaue them away."},{"number":17,"text":"And so haughtie was Antiochus in minde, that hee considered not that the Lord was angry for a while for the sinnes of them that dwelt in the citie, and therefore his eye was not vpon the place."},{"number":18,"text":"For had they not beene formerly wrapped in many sinnes, this man as soone as hee had come, had foorthwith beene scourged, and put backe from his presumption, as Heliodorus was, whom Seleucus the king sent to view the treasurie."},{"number":19,"text":"Neuerthelesse God did not choose the people for the places sake, but the place for the peoples sake."},{"number":20,"text":"And therefore the place it selfe that was partaker with them of the aduersities that happened to the nation, did afterward communicate in the benefits sent from the Lord: and as it was forsaken in the wrath of the Almighty, so againe the great Lord being reconciled, it was set vp with all glory."},{"number":21,"text":"So when Antiochus had caried out of the Temple, a thousand and eight hundred talents, hee departed in all haste into Antiochia, weening in his pride to make the land nauigable, and the Sea passable by foot: such was the haughtinesse of his minde."},{"number":22,"text":"And he left gouernours to vexe the nation: at Ierusalem Philip, for his countrey a Phrygian, and for manners more barbarous then hee that set him there:"},{"number":23,"text":"And at Garizim, Andronicus; and besides, Menelaus, who worse then all the rest, bare an heauie hand ouer the citizens, hauing a malicious minde against his countreymen the Iewes."},{"number":24,"text":"He sent also that detestable ringleader Apollonius, with an armie of two and twentie thousand, commaunding him to slay all those that were in their best age, and to sell the women and the yonger sort:"},{"number":25,"text":"Who comming to Ierusalem, and pretending peace, did forbeare till the holy day of the Sabbath, when taking the Iewes keeping holy day, hee commanded his men to arme themselues."},{"number":26,"text":"And so hee slewe all them that were gone to the celebrating of the Sabbath, and running through the city with weapons, slewe great multitudes."},{"number":27,"text":"But Iudas Maccabeus, with nine others, or thereabout, withdrew himselfe into the wildernesse, and liued in the mountaines after the maner of beasts, with his company, who fed on herbes continually, lest they should be partakers of the pollution."}]}