{"translation":"oeb-us","book":"mic","bookName":"Micah","chapter":1,"verses":[{"number":1,"text":"The Lord’s message which came to Micah of Morsheth in the reigns of Jotham, Ahaz and Hezekiah, kings of Judah. The visions he saw about Samaria and Jerusalem."},{"number":2,"text":"Listen, all you peoples! Pay attention, all you inhabitants of the earth! For the Lord God will be a witness against you, the Lord from his holy temple!"},{"number":3,"text":"The Lord is coming from his holy place, he descends and treads on the heights of the earth,"},{"number":4,"text":"so that the mountains melt beneath like wax in the presence of the fire, and the valleys break apart like water poured down a steep descent."},{"number":5,"text":"All this is because of the crime of Jacob, and for the sin of the house of Israel. What was the crime of Jacob? Was it not Samaria? What is the sin of Judah? Is it not Jerusalem?"},{"number":6,"text":"“I will make Samaria a ruin in an open field, and a place where a vineyard is planted, I will hurl down her stones into the valley, and lay bare her foundations."},{"number":7,"text":"“All her images will be shattered, and all her statues will be burned with fire, and all her idols I will lay in ruins. For they were acquired by prostitution, and to prostitution they will return.”"},{"number":8,"text":"This is why I will mourn and wail, I will go barefoot and naked, I will howl like the jackals and mourn like the desert owl."},{"number":9,"text":"For the blow that Samaria has received is incurable. It has spread over Judah, it extends even to the gate of my people, even to Jerusalem."},{"number":10,"text":"Don’t tell this in Gath! Don’t even cry – but sit in the dust at Beth-leaphrah."},{"number":11,"text":"Pass by, inhabitants of Shaphir, naked and ashamed! The inhabitants of Zaanan cannot leave their city. Beth-ezel laments and removes its support from you."},{"number":12,"text":"The inhabitants of Maroth wait anxiously for good! But the Lord has sent disaster to the gates of Jerusalem."},{"number":13,"text":"Harness the horse to the chariot, inhabitants of Lachish. You led the daughter of Zion, Jerusalem, into sin, in you are found the crimes of Israel."},{"number":14,"text":"Therefore you must give parting gifts to Moresheth-gath. Beth-achzib will betray the kings of Israel."},{"number":15,"text":"I will hand you to a conqueror, people of Mareshah, the leaders of Israel will hide in Adullam Cave!"},{"number":16,"text":"Shave your head in mourning for the children you love, until you are bald as vultures, because they have left you for exile."}]}