{"translation":"oeb-us","book":"mic","bookName":"Micah","chapter":2,"verses":[{"number":1,"text":"Woe to those who lie awake planning evil, who in the light of morning carry out their plan because they have the power to do it."},{"number":2,"text":"They covet fields and seize them, desire houses and take them, they crush householder and his household, people and their possessions."},{"number":3,"text":"Therefore the Lord says: “I am planning disaster from which you cannot save your neck, nor walk proudly because it will be a terrible time."},{"number":4,"text":"On that day they will sing a taunt-song to you, this mocking lament: ‘My people’s estate is being measured for sale, our captors are dividing our fields. We are completely undone.’"},{"number":5,"text":"There will be no one to measure out land for you from the Lord’s community."},{"number":6,"text":"“‘Don’t rant!’ they urge, ‘Of such things one does not prophesy! Shame will not overtake us!"},{"number":7,"text":"Is the Lord impatient, or are such things his deeds? Are not his words favorable to the family of Jacob?’ Aren’t my commands good for those who obey them?"},{"number":8,"text":"But you, you stand up as a foe against those who are peaceful; you strip the robe from those who pass by quietly, averse to conflict."},{"number":9,"text":"Women of my people you drive out from their happy homes, from their young children you take away my glory forever."},{"number":10,"text":"Rise and begone, for this is no place to rest. Your uncleanness brings destruction, severe destruction."},{"number":11,"text":"If a person walking in wine and falsehood were to say, ‘I will prophesy to you of wine and strong drink,’ then he would be the perfect prophet for this people!”"},{"number":12,"text":"“I will assuredly assemble all of Jacob, I will surely gather the survivors of Israel. I will herd them together as sheep in a fold, like a flock in the pasture, and the land will resound with the sounds of multitudes."},{"number":13,"text":"“The one who breaks out goes first. They have broken forth and passed by the gate and through it have they gone out. Their king leads before them, the Lord at their head.”"}]}