{"translation":"oeb-us","book":"mic","bookName":"Micah","chapter":3,"verses":[{"number":1,"text":"I also said: “Listen now, leaders of Jacob, judges of the house of Israel. Is it not your duty to know what is the right?"},{"number":2,"text":"Haters of that which is good and lovers of evil!"},{"number":3,"text":"“They devour the flesh of my people, and their hide they strip from off them, and break in pieces and serve up their bones, like meat in a pot or the cooking pan!"},{"number":4,"text":"“Then they will cry out to the Lord, but he will not pay attention to them. He will hide his face from them at that time because they have committed such crimes.”"},{"number":5,"text":"Therefore the Lord says: “To the prophets who lead my people astray, who when they have food between their teeth declare peace, but against one who puts nothing in their mouths, they proclaim an open war!"},{"number":6,"text":"“Night will overtake you so that you have no vision, and darkness so that there will be no divination, and the sun will go down on the prophets, and the day will be dark over them."},{"number":7,"text":"“The seers will be ashamed, and the diviners will turn pale, all of them will cover their mouths. For there will be no answer from God."},{"number":8,"text":"“But I, on the contrary am full of power, and the sense of justice and strength, to make known to Jacob his crime, and to Israel his sin."},{"number":9,"text":"“Hear this, leaders of the house of Jacob, judges of the house of Israel, you who spurn justice, and make all that is straight crooked,"},{"number":10,"text":"who build Zion with acts of bloodshed, and Jerusalem with crime."},{"number":11,"text":"“The leaders render judgment for a bribe, and her priests give oracles for a reward, and her prophets divine for silver. Yet they claim to rely on the Lord, ‘The Lord’, they say, ‘is in our midst. Evil cannot overtake us.’"},{"number":12,"text":"“Therefore for your sakes Zion will be plowed as a field, and Jerusalem will become a heap of ruins, and the temple mount a wooded height.”"}]}