{"translation":"oeb-us","book":"mic","bookName":"Micah","chapter":4,"verses":[{"number":1,"text":"In the days to come the mountain of the Lord will be established, the house of our God on the top of the mountain, lifted above the hills. All the nations will flow to it,"},{"number":2,"text":"and many peoples will go and say, “Come, let us go up to the Lord’s mount, to the house of the God of Jacob, so that he may instruct us in his ways, so that we may walk in his paths.” For from Zion proceeds instruction and the Lord’s word from Jerusalem."},{"number":3,"text":"He will arbitrate between many peoples, and render decisions for numerous nations, They will beat their swords into ploughshares, and their spears into pruning hooks. Nation will not lift up sword against nation, they will learn war no more."},{"number":4,"text":"They will live each under his vine, and under his fig tree, with none to terrify them. For the mouth of the Lord of hosts has spoken."},{"number":5,"text":"Each nation trusts in the names of their gods, but we will worship the Lord our God forever."},{"number":6,"text":"“On that day,” says the Lord, “I will assemble the lame. I will gather exiles I punished."},{"number":7,"text":"I will restore the lame as a remnant, the exiles into a great nation. The Lord will rule over them on Mount Zion from that time forever.”"},{"number":8,"text":"But you, watchtower for the flock, hill of the daughter of Zion, to you will return your former rule."},{"number":9,"text":"So why do you now cry aloud? Haven’t you any king? Or has your counselor perished, so you writhe in pain like a woman in labor?"},{"number":10,"text":"Writhe and scream, daughter of Zion, like a woman in labor! For now you must leave the city and camp in the open field. You will be taken to Babylon, but there will be rescued. There the Lord will save you from the hands of your foes."},{"number":11,"text":"But now many nations gather against you. They say, “Let her be defiled, we will gloat over Zion.”"},{"number":12,"text":"But they do not know the thoughts of the Lord. They do not understand his plan, for he has gathered them like sheaves for the threshing floor."},{"number":13,"text":"“Arise, thresh, daughter of Zion. I will make your horns iron, and your hoofs brass, so you might beat in pieces many peoples, and devote to the Lord their spoil, and their wealth to the ruler of all the earth."}]}