{"translation":"oeb-us","book":"mic","bookName":"Micah","chapter":6,"verses":[{"number":1,"text":"Hear now what the Lord is saying: Arise, present your complaint before the mountains, let the hills hear your voice!"},{"number":2,"text":"Hear, mountains, the Lord’s accusation, listen, foundations of the earth. For the Lord has a case against his people. He has a dispute with Israel."},{"number":3,"text":"“My people, what have I done to you? How have I displeased you? Answer me!"},{"number":4,"text":"For I brought you up from the land of Egypt, from the land of slavery I redeemed you. I sent Moses, Aaron, and Miriam to lead you."},{"number":5,"text":"My people, what did Balak, king of Moab counsel? And how did Balaam, the son of Beor, answer him? Remember now the journey from Shittim to Gilgal, so that you might realize the just deeds of the Lord.”"},{"number":6,"text":"With what should I come before the Lord? Bow myself before the God on high? Should I come before him with burnt-offerings, with calves a year old?"},{"number":7,"text":"Will the Lord be pleased with thousands of rams, With ten thousand streams of oil? Should I give him my firstborn son for my guilt, the fruit of my body for the sin of my soul?"},{"number":8,"text":"The Lord has told you what is good, what he demands of you: Only to do justice and love mercy, and to walk humbly with your God."},{"number":9,"text":"Listen! The Lord calls to the city! Listen, tribe and assembly of the city!"},{"number":10,"text":"“Can I forget the hoarded treasures in the houses of the wicked, and the accursed scant measure?"},{"number":11,"text":"Can I leave her unpunished because of evil scales, and the bag of false weights?"},{"number":12,"text":"Whose rich people are full of violence, her inhabitants liars, whose tongues speak deceit?"},{"number":13,"text":"“But I indeed, have begun to punish you, to lay you in ruins because of your sins."},{"number":14,"text":"You will eat but not be satisfied, your stomach empty within you. You will store up but lose everything, because whatever you save I will give to the sword."},{"number":15,"text":"You will sow but not reap. You will tread the olives but have no oil for rubbing, tread grapes but drink no wine!"},{"number":16,"text":"“For you have followed the commands of Omri, and all the practices of the house of Ahab. You have acted in accord with their counsels, so I will give you up to ruin, the city’s inhabitants to derision. The nations will treat you with contempt!”"}]}