{"translation":"kjv1611","book":"sng","bookName":"Song of Solomon","chapter":4,"verses":[{"number":1,"text":"Behold, thou art faire, my loue, behold thou art faire, thou hast doues eyes within thy lockes: thy haire is as a flocke of goats, that appeare from mount Gilead."},{"number":2,"text":"Thy teeth are like a flocke of sheepe that are euen shorne, which came vp from the washing: whereof euery one beare twinnes, and none is barren among them."},{"number":3,"text":"Thy lips are like a threed of scarlet, and thy speach is comely: thy temples are like a piece of a pomegranate within thy lockes."},{"number":4,"text":"Thy necke is like the tower of Dauid builded for an armorie, whereon there hang a thousand bucklers, all shields of mightie men."},{"number":5,"text":"Thy two breasts, are like two yong Roes, that are twinnes, which feed among the lillies."},{"number":6,"text":"Untill the day breake, and the shadowes flee away, I will get mee to the mountaines of myrrhe, and to the hill of frankincense."},{"number":7,"text":"Thou art all faire, my loue, there is no spot in thee."},{"number":8,"text":"¶ Come with me from Lebanon (my spouse,) with me from Lebanon: looke from the top of Amana, from the top of Shenir and Hermon, from the Lions dennes, from the mountaines of the Leopards."},{"number":9,"text":"Thou hast rauished my heart, my sister, my spouse; thou hast rauished my heart, with one of thine eyes, with one chaine of thy necke."},{"number":10,"text":"How faire is thy loue, my sister, my spouse! how much better is thy loue then wine! and the smell of thine oyntments then all spices!"},{"number":11,"text":"Thy lips, O my spouse! drop as the hony combe: hony and milke are vnder thy tongue, and the smell of thy garments is like the smell of Lebanon."},{"number":12,"text":"A garden inclosed is my sister, my spouse: a spring shut vp, a fountaine sealed."},{"number":13,"text":"Thy plants are an orchard of pomegranates, with pleasant fruits, Camphire, with Spikenaed,"},{"number":14,"text":"Spikenard and Saffron, Calamus and Cynamom, with all trees of Frankincense, Mirrhe and Aloes, with all the chiefe spices."},{"number":15,"text":"A fountaine of gardens, a well of liuing waters, and streames from Lebanon."},{"number":16,"text":"¶ Awake, O Northwinde, and come thou South, blow vpon my garden, that the spices thereof may flow out: let my beloued come into his garden, and eate his pleasant fruits."}]}