{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":1,"verses":[{"number":1,"text":"Now King David was advanced in years, and although they covered him with clothes, he was not warm."},{"number":2,"text":"Therefore his servants said to him, “Let there be sought for my lord the king a young virgin and let her attend the king and constantly take care of him; and let her lie in your bosom, that the lord my king may be warm.”"},{"number":3,"text":"So they sought for a beautiful maiden throughout all the territory of Israel and found Abishag the Shunammite and brought her to the king."},{"number":4,"text":"And the maiden was surpassingly beautiful; and she took care of the king and ministered to him; but the king knew her not."},{"number":5,"text":"Then Adonijah the son of Haggith exalted himself, saying, “I will be king.” Therefore he prepared for himself chariots and horsemen and fifty men to run before him as runners."},{"number":6,"text":"And his father had never in his life troubled him saying, “Why have you done so?” And he was also an exceedingly good-looking man, and he was by birth next after Absalom."},{"number":7,"text":"And he entered into negotiations with Joab the son of Zeruiah and with Abiathar the priest, so that they espoused Adonijah’s cause."},{"number":8,"text":"But Zadok the priest and Benaiah the son of Jehoiada and Nathan the prophet and Shimei and Rei and David’s famous heroes were not with Adonijah."},{"number":9,"text":"And Adonijah slew sheep and oxen and fatlings by the Serpent’s Stone, which is beside the Fuller’s Spring, and he invited all his brothers, the king’s sons, together with all the royal officials of Judah;"},{"number":10,"text":"but the prophet Nathan and Benaiah and the famous heroes and Solomon his brother, he did not invite."},{"number":11,"text":"Then Nathan said to Bathsheba the mother of Solomon, “Have you not heard that Adonijah the son of Haggith has been made king without David our lord knowing it?"},{"number":12,"text":"Now therefore come, let me counsel you that you may save your own life and the life of your son Solomon."},{"number":13,"text":"Go at once to Kind David and say to him, ‘Did you not, my lord, the king, swear to your maid-servant, saying, “Solomon your son shall be king after me, and he shall sit on my throne? Why then has Adonijah been made king?”’"},{"number":14,"text":"Just as you are talking with the king, I also will come after you, and confirm your words.”"},{"number":15,"text":"And Bathsheba went in to the king into his apartment; and the king was very old, and Abishag the Shunammite was ministering to the king."},{"number":16,"text":"And Bathsheba bowed and did obeisance to the king. And the king said, “What do you wish?”"},{"number":17,"text":"And she said to him, “My lord, you swore to your maid-servant by Jehovah God, ‘Solomon your son shall be king after me and he shall sit upon my throne.’"},{"number":18,"text":"And now, see, Adonijah has been made king, without my lord, the king, knowing it."},{"number":19,"text":"And he has slain oxen and fatlings and sheep in abundance, and had invited all the sons of the king and Abiathar the priest and Joab the commander of the army; but Solomon your servant he has not invited."},{"number":20,"text":"And now, my lord, the king, the eyes of all Israel are on you, that you should tell them who shall sit on the throne of my lord the king after him."},{"number":21,"text":"Otherwise the result will be, when my lord the king shall sleep with his fathers, that I and my son Solomon will be regarded as criminals.”"},{"number":22,"text":"And, while she was still talking with the king, Nathan the prophet came in."},{"number":23,"text":"And they told the king, saying, “Nathan the prophet is here. And he came in before the king and did obeisance before the king with his face to the ground.”"},{"number":24,"text":"And Nathan said, “My lord the king, have you said, ‘Adonijah shall be king after me and shall sit on my throne?’"},{"number":25,"text":"For he has gone down this day and slain oxen and fatlings and sheep in abundance, and has called all the king’s sons and the commanders of the army and Abiathar the priest; and there they are eating and drinking before him, and saying, ‘May King Adonijah live!’"},{"number":26,"text":"But me, even me, your servant, and Zadok the priest, Benaiah the son of Jehoiada, and your servant Solomon, has he not invited."},{"number":27,"text":"Has this been brought about by my lord the king, and have you not showed your servants who should sit on the throne of my lord the king after him?”"},{"number":28,"text":"Then King David answered and said, “Call Bathsheba to me.” And she came into the king’s presence and stood before the king."},{"number":29,"text":"Then the king took an oath and said, “As Jehovah liveth, who hath redeemed me out of all adversity,"},{"number":30,"text":"as I have sworn to you by Jehovah, the God of Israel, saying, ‘Solomon your son shall be king after me and he shall sit on my throne in my place;’ verily so will I do to-day.”"},{"number":31,"text":"Then Bathsheba bowed her face to the earth, and did obeisance to the king and said, “May my lord King David live forever.”"},{"number":32,"text":"Then King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoida.” And when they came before the king"},{"number":33,"text":"the king said to them, “Take with you the servants of your lord, let Solomon my son ride upon my own mule, bring him down to Gihon,"},{"number":34,"text":"and there let Zadok the priest and Nathan the prophet anoint him king over Israel; and blow the trumpet, and say, ‘May King Solomon live!’"},{"number":35,"text":"Then you shall go up after him, and he shall enter in and sit upon my throne, for he shall be king in my place; and I have appointed him to be leader over Israel and Judah.”"},{"number":36,"text":"And Benaiah the son of Jehoiada answered the king and said, “So may it be! thus may Jehovah establish the words of my lord the king."},{"number":37,"text":"As Jehovah has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord King David!”"},{"number":38,"text":"Then Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, together with the Cherethites and the Pelethites, went down and set Solomon on King David’s mule, and brought him to Gihon."},{"number":39,"text":"And Zadok the priest took the horn of oil out of the tent and anointed Solomon. Thereupon they blew the trumpet; and all the people said, “May Solomon live!”"},{"number":40,"text":"Then all the people went up after him and the people played on flutes and rejoiced so loudly that the earth seemed to be rent with their voice."},{"number":41,"text":"Now Adonijah and all the guests who were with him heard it just as they had finished eating. And when Joab heard the sound of the trumpet, he said, “Why is there the noise of the city in an uproar?”"},{"number":42,"text":"While he was still speaking, Jonathan the son of Abiathar the priest came. And Adonijah said, “Come in, for you are a valiant man and bring good news.”"},{"number":43,"text":"And Jonathan answered and said to Adonijah, “Nay, but our lord King David has made Solomon king."},{"number":44,"text":"And the king has sent with him Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, together with the Cherethites and the Pelethites, and they have set him on the king’s mule,"},{"number":45,"text":"and Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from there rejoicing, so that the city is thrown into uproar. That is the noise which you heard."},{"number":46,"text":"And Solomon also has taken his seat on the royal throne!"},{"number":47,"text":"And moreover the king’s servants have already come to congratulate our lord King David, saying, ‘May God make the name of Solomon better than your name, and his throne greater than your throne!’ and the king bowed himself on his bed."},{"number":48,"text":"And furthermore thus said the king, ‘Blessed be Jehovah the God of Israel, who hath given one of my descendants to sit on my throne this day, my eyes even seeing it.’”"},{"number":49,"text":"Then all the guests of Adonijah were seized with terror and rose up and each went his way."},{"number":50,"text":"But Adonijah in his fear of Solomon arose, and went and caught hold of the horns of the altar."},{"number":51,"text":"And it was reported to Solomon, “See, Adonijah fears King Solomon, for behold he has caught hold of the horns of the altar, saying, ‘Let King Solomon swear to me first that he will not slay his servant with the sword.’”"},{"number":52,"text":"Solomon said, “If he shall show himself a worthy man, not a hair of him shall fall to the earth, but if wickedness be found in him he must die.”"},{"number":53,"text":"So King Solomon sent to bring him away from the altar. And he came and did obeisance to King Solomon. And Solomon said to him, “Go to your house.”"}]}