{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":10,"verses":[{"number":1,"text":"Now when the queen of Sheba heard of the fame of Solomon through the name of Jehovah, she came to test him with riddles."},{"number":2,"text":"So she came to Jerusalem with a very great retinue, with camels that bore spices and very much gold and precious stones. And as soon as she came to Solomon, she told him all that was on her mind."},{"number":3,"text":"And Solomon answered all her questions; there was nothing hid from the king which he could not answer her."},{"number":4,"text":"And when the queen of Sheba had seen all the wisdom of Solomon, the house that he had built,"},{"number":5,"text":"the food of his table, the seating of his courtiers, the attendance of his waiters, their clothing, his cupbearers, and his burnt-offering which he used to offer at the temple of Jehovah, there was no more spirit in her."},{"number":6,"text":"And she said to the king, “True was the report that I heard in my own land of your acts and of your wisdom."},{"number":7,"text":"But I would not believe the words until I came and saw with my own eyes; the half was not told me; you exceed in wisdom and prosperity the report which I heard."},{"number":8,"text":"Happy are your wives! Happy are these your courtiers who stand continually before you and hear your wisdom!"},{"number":9,"text":"Blessed be Jehovah your God who delighted in you and has set you on the throne of Israel! Because Jehovah loved Israel forever, he has made you king that you may do justice and righteousness.”"},{"number":10,"text":"Then she gave the king a hundred and twenty talents of gold and a very great store of spices and precious stones; never again came so many spices as these which the queen of Sheba gave to King Solomon."},{"number":11,"text":"And Hiram’s fleet of ships, that bore gold from Ophir, also brought a great amount of red sandal wood and precious stones."},{"number":12,"text":"And the king made of the sandal wood from Ophir pilasters for the temple of Jehovah, and for the royal palace, and lyres and harps for the singers. There came no other such sandal wood nor has the like been seen to the present day."},{"number":13,"text":"And King Solomon gave to the queen all that she wished and asked, aside from that which she had brought to Solomon, according to his royal bounty. So she returned and went to her own land, together with her servants."},{"number":14,"text":"Now the weight of gold that came to Solomon in one year was six hundred and sixty-six talents of gold,"},{"number":15,"text":"besides what came from the traffic of the merchants and from all the kings of the Arabians and from the governors of the country."},{"number":16,"text":"And King Solomon made two hundred bucklers of beaten gold--six hundred shekels of gold went on one buckler--"},{"number":17,"text":"and three hundred shields of beaten gold--three minahs of gold went on one shield--and the king put them in the House of the Forest of Lebanon."},{"number":18,"text":"The king also made a great throne of ivory, and overlaid it with the finest gold."},{"number":19,"text":"The throne had six steps and behind the throne were heads of calves, and on both sides of the seat were arms, and beside the arms stood two lions,"},{"number":20,"text":"on the six steps stood twelve lions on each side. The like was not made in any kingdom."},{"number":21,"text":"And all King Solomon’s drinking vessels were of gold: none were of silver; it was accounted of no value in the days of Solomon."},{"number":22,"text":"For the king had at sea a fleet of Tarshish ships with the fleet of Hiram. Once every three years the fleet of Tarshish ships came bringing gold, silver, ivory, apes, and peacocks."},{"number":23,"text":"So King Solomon exceeded all the kings of the earth in riches and in wisdom."},{"number":24,"text":"And all the earth sought the presence of Solomon, to hear his wisdom, with which God endowed his mind."},{"number":25,"text":"And they brought each a present: vessels of silver and gold, clothing, weapons, spices, horses, and mules, year by year."},{"number":26,"text":"And Solomon gathered together chariots and horsemen; and he had one thousand four hundred chariots and twelve thousand horsemen that he stationed in the chariot cities and with the king at Jerusalem."},{"number":27,"text":"And the king made silver in Jerusalem as common as stones, and cedars he made as plentiful as the sycamore trees that are in the lowland."},{"number":28,"text":"Solomon’s import of horses was from Mucri, and Kue; the king’s traders received them from Kue at a price,"},{"number":29,"text":"so that a chariot could be imported from Mucri for six hundred shekels of silver and a horse for a hundred and fifty. Even so through their agency these were exported to all the kings of the Hittites and the Arameans."}]}