{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":11,"verses":[{"number":1,"text":"Now King Solomon was a lover of women; and he took many foreign wives--Moabites, Canaanites, Edomites, Sidonians, Hittites, and Ammonites--"},{"number":2,"text":"From the nations concerning which Jehovah had said to the Israelites, ye shall not go among them, neither shall they come among you; for otherwise they will turn away your heart after their gods; Solomon clung to these in love."},{"number":3,"text":"And he had seven hundred wives, princesses, and three hundred concubines; and his wives turned away his heart."},{"number":4,"text":"Now when Solomon was old his heart was not perfect with Jehovah his God, as was the heart of David his father; and his wives turned away his heart after their gods."},{"number":5,"text":"and also for Ashtarte the goddess of the Sidonians."},{"number":6,"text":"And Solomon did that which displeased Jehovah and did not faithfully follow Jehovah, as did David his father,"},{"number":7,"text":"But Solomon built a high place for Chemosh the god of Moab, in the mount that is before Jerusalem, and for Milcom the god of the Ammonites,"},{"number":8,"text":"And so he did for all his foreign wives, burning incense and sacrificing to their gods."},{"number":9,"text":"And Jehovah was angry with Solomon, because his heart was turned away from Jehovah, the God of Israel, who had appeared to him twice,"},{"number":10,"text":"and had commanded him concerning this thing, that he should not go after other gods; but he did not take care to do that which Jehovah had commanded."},{"number":11,"text":"Therefore Jehovah said to Solomon, “Inasmuch as this is thy character and thou hast not kept my statutes, which I have commanded thee, I will surely rend the kingdom from thee, and will give it to thy servant."},{"number":12,"text":"Notwithstanding in thy days I will not do it, for David thy father’s sake; but I will rend it out of the hand of thy son."},{"number":13,"text":"However I will not rend away all the kingdom; but I will give one tribe to thy son, for the sake of David my servant and for the sake of Jerusalem which I have chosen.”"},{"number":14,"text":"Then Jehovah raised up against Solomon as adversary, the Edomite Hadad, of the race of Edomite kings;"},{"number":15,"text":"for when David smote the Edomites, he smote every male in Edom. Also when Joab the commander of the army went up to bury the slain--"},{"number":16,"text":"for Joab and all Israel remained there six months--"},{"number":17,"text":"Adad fled and certain Edomites with him. But Hadad being a child, one of his father’s servants brought him to Egypt."},{"number":18,"text":"And they set out from Midian and came to Paran and took men with them out of Paran and came to Egypt to Pharaoh king of Egypt, who gave him a house and land."},{"number":19,"text":"And he found great favor in the eyes of Pharaoh, so that he gave him to his chief wife, He also gave him as wife the sister of Tahpenes."},{"number":20,"text":"And the sister of Tahpenes bore to him Genubath his son, and Genubath lived in Pharaoh’s house. But when he heard that David slept with his fathers, he returned to his land and likewise became an adversary to Solomon. and she brought him up in Pharaoh’s palace among the sons of Pharaoh."},{"number":21,"text":"But when Hadad heard in Egypt that David slept with his fathers, he said to Pharaoh, “Let me depart that I may go to my own country.”"},{"number":22,"text":"Then Pharaoh said to him, “What do you lack with me that you are now seeking to go to your own country?” And he said to him, “Nevertheless you must let me go. . . .”"},{"number":23,"text":"God also raised up as an adversary to him, Rezon the son of Eliada, who had fled from his master, Hadadezer king of Zobah."},{"number":24,"text":"And he gathered men about him and became commander of a marauding band, and they went to Damascus, and dwelt there and reigned in Damascus."},{"number":25,"text":"And he was an adversary to Israel as long as Solomon lived. This is the evil that Hadad did; and he abhorred Israel and ruled in Edom."},{"number":26,"text":"And Jeroboam the son of Nebat, an Ephraimite of Zeredah, an official of Solomon, whose mother’s name was Zeruah, a widow, also lifted up his hand against the king."},{"number":27,"text":"And this was the reason why he lifted up his hand against the king: Solomon built Millo and closed up the exposed place in the city of David his father."},{"number":28,"text":"And Jeroboam was a man of great ability. And when Solomon saw that the young man was industrious, he placed him over all the forced levy of the house of Joseph."},{"number":29,"text":"Now it came to pass at that time when Jeroboam went away from Jerusalem, that the prophet Ahijah of Shilo found him in the way and turned him aside from the way. Now Ahijah had clad himself with a new garment; and they two were alone in the field."},{"number":30,"text":"Now Ahijah took hold of the new garment that was on him, and rent it in twelve pieces."},{"number":31,"text":"And he said to Jeroboam, “Take for yourself ten pieces; for thus saith Jehovah, the God of Israel, ‘Behold, I will rend the kingdom out of the hand of Solomon and will give ten tribes to thee,"},{"number":32,"text":"but he shall have one tribe, for the sake of my servant David and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel,"},{"number":33,"text":"because he has forsaken me and worshipped Ashtarte, the goddess of the Sidonians, Chemosh, the god of Moab, and Milcom, the god of the Ammonites, and has not walked in my ways to do that which is pleasing to me, and to act in accordance with my statutes and mine ordinances, as David his father."},{"number":34,"text":"However I will not take the whole kingdom out of his hand; but I will surely uphold him all the days of his life, for David my servant’s sake whom I chose, who kept my commandments and my statutes."},{"number":35,"text":"But I will take the kingdom out of his son’s hands and will give it to thee, even ten tribes."},{"number":36,"text":"And his son will I give one tribe, that David my servant may have a lamp ever before me in Jerusalem, the city where I have chosen to put my name."},{"number":37,"text":"And I will take thee and thou shalt reign over all that thou desirest, and shalt be king over Israel."},{"number":38,"text":"And if thou wilt hearken to all that I command thee, and wilt walk in my ways and do that which is pleasing to me, in keeping my statutes and my commandments, as David my servant did, then I will be with thee and will build thee an enduring house, as I built for David, and will give Israel to thee."},{"number":39,"text":"And I will for this afflict the descendants of David, but not forever.’”"},{"number":40,"text":"Solomon sought therefore to kill Jeroboam. Then Jeroboam arose and fled to Egypt, to Shishak {Sheshonk I} king of Egypt, and was in Egypt until the death of Solomon."},{"number":41,"text":"Now the rest of the acts of Solomon, and all that he did, and his wisdom, are they not already recorded in the History of the Acts of Solomon?"},{"number":42,"text":"And the time during which Solomon reigned in Jerusalem over all Israel was forty years."},{"number":43,"text":"Then Solomon slept with his fathers and was buried in the city of David his father. And Rehoboam his son became king in his place."}]}