{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":12,"verses":[{"number":1,"text":"And Rehoboam went to Shechem, for all Israel had come to Shechem to make him king."},{"number":2,"text":"Now as soon as Jeroboam the son of Nebat heard {that Solomon was dead} --for he was still in Egypt, whither he had fled from the presence of King Solomon, and he dwelt in Egypt--he returned at once to his native town, Zeredah in Mount Ephraim."},{"number":3,"text":"And they sent and called Jeroboam, and he, with all the assembly to Israel, came. And they said to Rehoboam,"},{"number":4,"text":"“Your father made our yoke intolerable. Now therefore make the intolerable service of your father and the heavy yoke he laid upon us lighter, and we will serve you.”"},{"number":5,"text":"And he said to them, “Go away for three days, then come again to me. So the people went away.” v 6 And King Rehoboam took counsel with the old men who had stood before Solomon his father during his lifetime, saying, “What answer do you advise me to give this people?”"},{"number":7,"text":"And they replied to him saying, “If now you will be a servant to this people, and will serve them and give them a favorable answer, then they will be your servants forever.”"},{"number":8,"text":"But he rejected the counsel which the old men had given him, and took counsel with the young men who had grown up with him and had stood before him."},{"number":9,"text":"And he said to them, “What answer do you advise us to give to this people, who have spoken to me, saying, ‘Make the yoke that your father put upon us lighter’?”"},{"number":10,"text":"And the young men who had grown up with him replied to him, saying, “Thus must you answer this people who have said to you, ‘Your father made our yoke heavy, but you make it lighter for us’; thus must you say to them, ‘My little finger is thicker than my father’s loins!"},{"number":11,"text":"And now whereas my father loaded you with a heavy yoke, I will make your yoke heavier; my father chastised you with whips, but I will chastise you with scourges.’”"},{"number":12,"text":"So when Jeroboam and all the people came to Rehoboam the third day, as the king bade, saying, Come to me the third day,"},{"number":13,"text":"the king answered the people harshly, and did not follow the counsel which the old men had given him,"},{"number":14,"text":"but spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I also will make your yoke still heavier; my father chastised you with whips, but I will chastise you with scourges.”"},{"number":15,"text":"So the king gave no heed to the people; for it was a thing brought about of Jehovah to confirm his word, which Jehovah spoke by Ahijah the Shilonite to Jeroboam the son of Nebat."},{"number":16,"text":"And when all Israel saw that the king gave no heed to them, the people answered the king, saying, What share have we in David? We have no claim in the son of Jesse! To your tents, O Israel! Now care for your own house, O David! So the Israelites went to their homes."},{"number":17,"text":"But over the Israelites who dwelt in the cities of Judah, Rehoboam reigned."},{"number":18,"text":"Then King Rehoboam sent Adoniram, who was over the men subject to forced labor; but all Israel stoned him to death. Thereupon King Rehoboam quick mounted his chariot in order to flee to Jerusalem."},{"number":19,"text":"So Israel rebelled against the house of David to the present day."},{"number":20,"text":"And as soon as all Israel heard that Jeroboam had returned, they sent and called him to the assembly of the people and made him king over all Israel. None remained loyal to the house of David except the tribe of Judah."},{"number":21,"text":"Now when Rehoboam had arrived at Jerusalem, he assembled all the house of Judah and the tribe of Benjamin, a hundred and eighty thousand chosen warriors, to fight against the house of Israel in order to restore the kingdom to Rehoboam the son of Solomon."},{"number":22,"text":"But the word of God came to Shemaiah the man of God, as follows,"},{"number":23,"text":"“Speak to Rehoboam the son of Solomon king of Judah, and to all the house of Judah and Benjamin, and to the rest of the people, saying,"},{"number":24,"text":"‘Thus saith Jehovah, “Ye shall not go up to fight against your kinsmen the Israelites; go back home all of you, for this thing has come to pass at my instigation.”’” So they listened to the word of Jehovah, and departed according to the word of Jehovah."},{"number":25,"text":"Then Jeroboam fortified Schechem in the hill country of Ephraim, and dwelt there. Afterwards he went out from there and fortified Penuel."},{"number":26,"text":"Then Jeroboam said to himself, “Now the sovereignty will revert to the house of David."},{"number":27,"text":"If this people go up to offer sacrifices in the temple of Jehovah at Jerusalem, then will the heart of this people turn again to their lord, even to Rehoboam king of Judah; and they will kill me, and return to Rehoboam king of Judah.”"},{"number":28,"text":"So the king took counsel with himself, and made two calves to gold, and said to the people, “You have gone up to Jerusalem long enough. Behold your gods, O Israel, which brought you up from the land of Egypt!”"},{"number":29,"text":"And he set up the one in Bethel, and the other in Dan."},{"number":30,"text":"And this thing became a sin to Israel, for the people went to worship before the one, even unto Dan."},{"number":31,"text":"And he made houses of high places, and made priests from among all the people, who were not of the sons of Levi."},{"number":32,"text":"And Jeroboam ordained a feast in the eighth month, on the fifteenth day of the month, like the feast that is in Judah, and he went up unto the altar; so he did in Bethel, sacrificing to the calves that he had made; and he placed in Bethel the priests of the high places that he had made."},{"number":33,"text":"And Jeroboam went up to the altar which he had made in Bethel on the fifteenth day of the eight month, which he had arbitrarily chosen; and he ordained a feast for the Israelites and went up to the altar to offer sacrifice."}]}