{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":13,"verses":[{"number":1,"text":"At that time a man of God came from Judah at the command of Jehovah to Bethel. And Jeroboam was standing by the altar to offer sacrifice."},{"number":2,"text":"Then {the man of God} cried against the altar at the command of Jehovah and said, “O altar, altar, thus saith Jehovah: ‘Behold, a son shall be born to the house of David, Josiah by name; and on thee shall he sacrifice the priests of the high places who offer sacrifices on thee, and he shall burn men’s bones on thee.’”"},{"number":3,"text":"And he gave a sign the same day, saying, “This is the sign which Jehovah hath spoken, ‘Behold, the altar shall be rent, and the ashes that are upon it shall be poured out.’”"},{"number":4,"text":"Now when the king heard the saying of the man of God, which he cried against the altar in Bethel, Jeroboam put forth his hand from the altar, saying, “Take hold of him.” But his hand, which he put forth against him, dried up, so that he could not draw it back again to himself."},{"number":5,"text":"The altar also was rent, and the ashes poured out from the altar, according to the sign which the man of God had given at the command of Jehovah."},{"number":6,"text":"And the king answered and said to the man of God, “Now intercede with Jehovah thy God, and pray for me, that my hand may be restored me again.” So the man of God interceded with Jehovah, and the king’s hand was restored to him again and became as it was before."},{"number":7,"text":"And the king said to the man of God, “Come home with me and refresh yourself, and I will give you a reward.”"},{"number":8,"text":"But the man of God said to the king, “If you were to give me half your house, I would not go with you, nor would I eat bread nor drink water in this place;"},{"number":9,"text":"for it was commanded me by the word of Jehovah, saying, ‘Thou shalt eat no bread nor drink water, nor return by the way that thou camest.’”"},{"number":10,"text":"So he went another way, and returned not by the way that he came to Bethel."},{"number":11,"text":"Now a certain old prophet dwelt in Bethel; and his sons came and told him all the deeds that the man of God had done that day in Bethel; they also told their father the words which he had spoken to the king."},{"number":12,"text":"And their father said to them, “What way did he go?” Then his sons showed him which way the man of God who came from Judah had gone."},{"number":13,"text":"And he said to his sons, “Saddle for me an ass.” So they saddled for him the ass, and he rode on it."},{"number":14,"text":"And he went after the man of God, and found him sitting under an oak; and he said to him, “Are you the man of God who came from Judah?” And he said, “I am.”"},{"number":15,"text":"Then he said, “Come home with me and eat bread.”"},{"number":16,"text":"But he said, “I may not return with you, nor go in with you, neither will I eat bread nor drink water in this place;"},{"number":17,"text":"for it was commanded me by the word of Jehovah, ‘Thou shalt eat no bread nor drink water there, nor depart by the way that thou camest.’”"},{"number":18,"text":"And he said to him, “I also am a prophet as you are; and a Messenger spoke to me by the word of Jehovah, saying, ‘Bring him back with thee to thy house, that he may eat bread and drink water!’” (But he was lying to him.)"},{"number":19,"text":"So he went back with him, and ate bread in his house and drank water."},{"number":20,"text":"But while they were sitting at the table, the word of Jehovah came to the prophet who brought him back."},{"number":21,"text":"And he cried to the man of God who came from Judah, saying, “Thus saith Jehovah, ‘Since thou hast disobeyed the word of Jehovah, and hast not kept the command which Jehovah thy God commanded thee,"},{"number":22,"text":"but camest back and hast eaten bread and drunk water in the place of which he said to thee, “Eat no bread, and drink no water,” thy body shall not come unto the sepulchre of thy fathers.’”"},{"number":23,"text":"And after he had eaten bread and drunk water, he saddled for him the ass, and he again departed."},{"number":24,"text":"But a lion met him by the way and slew him, and his body was cast upon the highway, and the ass stood by it; the lion also stood by the body."},{"number":25,"text":"And just then men passed by and saw the body cast in the highway, and the lion standing by the body; and they came and told it in the city where the old prophet dwelt."},{"number":26,"text":"And when the prophet who brought him back from the way heard of it, he said, “It is the man of God who disobeyed the word of Jehovah; therefore Jehovah hath delivered him to the lion, which has torn him, and slain him, according to the word of Jehovah, which he spoke to him.”"},{"number":27,"text":"And he commanded his sons, saying, “Saddle for me the ass.” And they saddled it."},{"number":28,"text":"So he went and found his body thrown down in the highway, and the ass and the lion standing by the body; the lion had not eaten the body nor torn the ass."},{"number":29,"text":"Then the prophet took up the body of the man of God and laid it on the ass, and brought it back to the city to mourn and to bury him."},{"number":30,"text":"And he laid his body in his own grave; and they mourned over him, saying, “Alas, my brother!”"},{"number":31,"text":"And when he had buried him, he spoke to his sons, saying, “When I die, bury me in the sepulchre in which the man of God is buried; lay my bones beside his bones:"},{"number":32,"text":"for the saying which he cried by the word of Jehovah against the altar in Bethel, and against all the temples of the high places which are in the cities of Samaria, shall surely come to pass.”"},{"number":33,"text":"After this even Jeroboam did not turn from his evil way, but made again from all the people priests of the high places. Whomsoever he would he consecrated to be a priest of the high places."},{"number":34,"text":"And this thing became a source of sin to the house of Jeroboam, even to cut it off and to destroy it from the face of the earth."}]}