{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":15,"verses":[{"number":1,"text":"Now in the eighteenth year of King Jeroboam, the son of Nebat, Abijam began to reign over Judah."},{"number":2,"text":"Three years he reigned in Jerusalem; and his mother’s name was Maacah the daughter of Abishalom."},{"number":3,"text":"And he walked in all the sins of his father which he had committed before him; and his heart was not perfect with Jehovah his God, as the heart of David his father."},{"number":4,"text":"Nevertheless for David’s sake Jehovah his God gave him a lamp in Jerusalem, in that he raised up his sons after him and preserved Jerusalem,"},{"number":5,"text":"because David did that which pleased Jehovah and turned not aside from anything that he commanded him all the days of his life, except only in the affair of Uriah the Hittite."},{"number":6,"text":"Now there was war between Rehoboam and Jeroboam all the days of his life."},{"number":7,"text":"And the other acts of Abijam and all that he did, are they not recorded in the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam."},{"number":8,"text":"And Abijam slept with his fathers, and they buried him in the city of David. And Asa his son became king in his place."},{"number":9,"text":"In the twentieth year of Jeroboam king of Israel Asa began to reign over Judah."},{"number":10,"text":"And he reigned forty-one years in Jerusalem; and his mother’s name was Maacah--the daughter of Abishalom."},{"number":11,"text":"And Asa pleased Jehovah, as did David his father."},{"number":12,"text":"And he put away the sacred prostitutes from the land, and removed all the idols that his fathers had made."},{"number":13,"text":"And he also removed Maacah his mother from being queen-mother, because she had made a horrible image as an asherah. And Asa cut down her horrible image, and burnt it in the Kidron Valley."},{"number":14,"text":"But the high places were not taken away; nevertheless the heart of Asa was perfect with Jehovah all his days."},{"number":15,"text":"Also he brought into the temple of Jehovah the votive gifts his father consecrated and his own votive gifts--silver, gold, and vessels."},{"number":16,"text":"And there was war between Asa and Baasha king of Israel all their days."},{"number":17,"text":"And Baasha king of Israel went up against Judah and fortified Ramah, so as not to allow anyone to go out or in to Asa king of Judah."},{"number":18,"text":"Then Asa tool all the silver and the gold that were left in the treasures of the temple of Jehovah and the treasures of the royal palace, and entrusted them to his servants. And King Asa sent them to Ben-hadad the son of Tabrimmon, the son of Hezion king of Aram, who dwelt at Damascus, with the statement,"},{"number":19,"text":"“There is a league between me and you and between my father and your father; herewith I send you a present of silver and gold. Break your league with Baasha king of Israel, that he may withdraw from me.”"},{"number":20,"text":"And Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, and smote Ijon, Dan, Abel-beth-Maacah, and all Chinneroth, together with all the land of Naphtali."},{"number":21,"text":"Now as soon as Baasha heard of it, he abandoned the fortifying of Ramah and returned to Tirzah."},{"number":22,"text":"Thereupon King Asa made a proclamation to all Judah--none was exempted--that they must carry away the stones of Ramah and the timber with which Baasha had fortified it. Then with these King Asa fortified Geba of Benjamin and Mizpah."},{"number":23,"text":"Now the other acts of Asa and all his brave deeds and the cities which he built, are they not recorded in the Chronicles of the Kings of Judah? But in his old age he became diseased in his feet."},{"number":24,"text":"And Asa slept with his fathers and was buried with his fathers in the city of David his father. And Jehoshaphat his son became king in his place."},{"number":25,"text":"And Nadab the son of Jeroboam became king in the second year of Asa king of Judah, and he reigned over Israel two years."},{"number":26,"text":"And he did that which displeased Jehovah, and followed in the way of his father, and in his sin whereby he made Israel sin."},{"number":27,"text":"And Baasha the son of Ahijah, of the house of Issachar, conspired against him, and Baasha smote him at Gibbethon, which belonged to the Philistines, while Nadab and all Israel were laying siege to Gibbethon."},{"number":28,"text":"So in the third year of Asa king of Judah Baasha slew him, and became king in his place."},{"number":29,"text":"But as soon as he became king, he smote all the house of Jeroboam. He did not leave of Jeroboam’s house a single soul which he did not destroy. According to the word of Jehovah, which he spoke by his servant Ahijah the Shilonite,"},{"number":30,"text":"because of the sins which Jeroboam committed and by which he made Israel to sin, so that he provoked Jehovah, the God of Israel, to anger."},{"number":31,"text":"Now the other acts of Nadab and all that he did, are they not recorded in the Chronicles of the Kings of Israel?"},{"number":32,"text":"And there was war between Asa and Baasha king of Israel all their days."},{"number":33,"text":"In the third year of Asa king of Judah Baasha the son of Ahijah became king over all Israel in Tirzah, and reigned twenty-four years."},{"number":34,"text":"And he displeased Jehovah, and followed in the way of Jeroboam and in his sin with which he made Israel to sin."}]}