{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":16,"verses":[{"number":1,"text":"And the following word of Jehovah came to Jehu the son of Hanani against Baasha,"},{"number":2,"text":"“Forasmuch as I have raised thee out of the dust, and made thee prince over my people Israel, and thou hast walked in the way of Jeroboam and hast made my people Israel to sin, so that they have provoked me to anger with their sins,"},{"number":3,"text":"I will utterly sweep away Baasha and his house, and I will make thy house like the house of Jeroboam the son of Nebat."},{"number":4,"text":"Whoever belonging to Baasha dies in the city, him shall the dogs eat, and whoever of his dies in the field, him shall the birds of the heavens eat.”"},{"number":5,"text":"Now the other acts of Baasha, and what he did and his mighty deeds, are they not recorded in the Chronicles of the Kings of Israel?"},{"number":6,"text":"And Baasha slept with his fathers and was buried in Tirzah, and Elah his son became king in his place."},{"number":7,"text":"Moreover, by the prophet Jehu the son of Hanani the word of Jehovah came against Baasha and against his house, both because of the evil that he did in the sight of Jehovah, to provoke him to anger with the work of his hands, in being like the house of Jeroboam, and also because he smote him."},{"number":8,"text":"In the twenty-sixth year of Asa king of Judah Elah the son of Baasha became king over Israel in Tirzah, and reigned two years."},{"number":9,"text":"And his servant Zimri, commander of half his chariots, conspired against him. While he was in Tirzah drinking himself drunk in the house of Arza, the royal chamberlain in Tirzah,"},{"number":10,"text":"Zimri went in and smote and killed him, in the twenty-seventh year of Asa king of Judah, and became king in his place."},{"number":11,"text":"But as soon as he became king and had seated himself on the throne, he smote all the house of Baasha; he left him not a single male, either of his kinsfolks or of his friends."},{"number":12,"text":"Thus Zimri destroyed all the house of Baasha, according to the word of Jehovah, which he spoke against Baasha by Jehu the prophet,"},{"number":13,"text":"for all the sins of Baasha and the sins of his sons Elah, which they committed and with which they made Israel sin, to provoke Jehovah, the God of Israel, to anger with their vanities."},{"number":14,"text":"Now the other acts of Elah, and all that he did, are they not recorded in the Chronicles of the Kings of Israel?"},{"number":15,"text":"In the twenty-seventh year of Asa king of Judah, Zimri reigned seven days in Tirzah. Now the people were besieging Gibbethon, which belonged to the Philistines."},{"number":16,"text":"And the people who were engaged in the siege heard the report, Zimri has conspired and has also smitten the king; therefore all Israel made Omri, the commander of the army, king over Israel that day in the camp."},{"number":17,"text":"So Omri went up from Gibbethon and all Israel with him, and they besieged Tirzah."},{"number":18,"text":"When Zimri saw that the city was taken, he went into the castle of the royal palace, and burnt the royal palace over him. Thus he died"},{"number":19,"text":"for his sins which he committed in doing that which displeased Jehovah, in following in the way of Jeroboam and in his sin which he did, to make Israel sin."},{"number":20,"text":"Now the rest of the acts of Zimri, and his conspiracy which he made, are they not recorded in the Chronicles of the Kings of Israel?"},{"number":21,"text":"Then the people of Israel were divided. Half of the people followed Tibni the son of Ginath and made him king, and the other half followed Omri."},{"number":22,"text":"But the people with Omri were stronger than the people with Tibni the son of Ginath. So Tibni and his brother Joram died, and Omri became king."},{"number":23,"text":"In the thiry-first year of Asa king of Judah Omri began to reign over Israel, and reigned twelve years; six years he reigned in Tirzah."},{"number":24,"text":"Then he bought the hill Samaria from Shemer for two talents of silver; and he built on the hill and named the city which he built Samaria, after the name of Shemer, the owner of the hill."},{"number":25,"text":"And Omri did that which displeased Jehovah, and was more wicked than all his predecessors."},{"number":26,"text":"For he followed altogether in the steps of Jeroboam the son of Nebat, and in that with which he made Israel to sin, so that by their heathen practices they angered Jehovah the God of Israel."},{"number":27,"text":"Now the rest of the acts of Omri, and all that he did and his mighty deeds, are they not recorded in the Chronicles of the Kings of Israel?"},{"number":28,"text":"So Omri slept with fathers and was buried in Samaria. And Ahab his son became king in his place."},{"number":29,"text":"Now in the thirty-eighth year of Asa king of Judah Ahab the son of Omri began to reign over Israel; and Ahab the son of Omri reigned over Israel in Samaria twenty-two years."},{"number":30,"text":"And Ahab the son of Omri did that which displeased Jehovah more than all his predecessors."},{"number":31,"text":"Furthermore, as if it had been a slight thing for him to walk in the sins of Jeroboam the son of Nebat, he took as wife Jezebel the daughter of Ethbaal king of the Sidonians, and turned them to serve Baal and worshipped him."},{"number":32,"text":"And he erected an altar for Baal in the temple of Baal, which he had built in Samaria."},{"number":33,"text":"And Ahab also made the Asherah; and Ahab did yet more to anger Jehovah the God Israel than all the kings of Israel who preceded him."},{"number":34,"text":"In his days Hiel the Bethelite built Jericho. He laid its foundation with the loss of Abiram his eldest, and set up the gates with the loss of his youngest son Segub, as Jehovah had spoken by Joshua the son of Nun."}]}