{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":18,"verses":[{"number":1,"text":"Now a long time after this the word of Jehovah came to Elijah, in the third year, saying, “Go, show thyself to Ahab; and I will send rain upon the earth.”"},{"number":2,"text":"So Elijah went to show himself to Ahab. And the famine was severe in Samaria."},{"number":3,"text":"And Ahab called Obadiah, the perfect of the palace. Now Obadiah revered Jehovah greatly."},{"number":4,"text":"For when Jezebel tried to exterminate the prophets of Jehovah Obadiah took a hundred prophets, and hid them by fifty in a cave and fed them continually with bread and water."},{"number":5,"text":"And Ahab had said to Obadiah, “Up! let us go through the land to all the springs of water and to all the brooks; perhaps we may find grass so that we can save the horses and mules alive and not lose all the beasts.”"},{"number":6,"text":"So they divided the land between them to pass through it: Ahab went in one direction by himself and Obadiah went in another direction by himself,"},{"number":7,"text":"And while Obadiah was on the way, Elijah met him suddenly. When he knew him, he fell on his face and said, “Is it you, my lord Elijah?”"},{"number":8,"text":"And he answered him, “It is I; go, tell your lord, ‘Elijah is here.’”"},{"number":9,"text":"And he said, “Wherein have I sinned, that you would deliver your servant into the hand of Ahab, to slay me?"},{"number":10,"text":"As Jehovah your God liveth, there is no nation or kingdom, whither my lord has not sent seek you; and when they said ‘He is not here,’ he took an oath of the kingdom and nation, that no one had found you."},{"number":11,"text":"And now you say, ‘Go, tell your lord, “Elijah is here.”’"},{"number":12,"text":"And as soon as I am gone from you the spirit of Jehovah will carry you to a place unknown to me, and so when I come and tell Ahab, and he cannot find you, he will put me to death, although I, your servant, have feared Jehovah from my youth."},{"number":13,"text":"Was it not told my lord what I did when Jezebel slew the prophets of Jehovah, how I hid a hundred of Jehovah’s prophets by fifty in a cave and fed them continually with bread and water?"},{"number":14,"text":"And now you say, ‘Go, tell your lord, Elijah is here,’ that he may put me to death!”"},{"number":15,"text":"But Elijah said, “As Jehovah of hosts liveth, before whom I stand, I will surely show myself to him to-day.”"},{"number":16,"text":"So Obadiah went to meet Ahab, and told him, and Ahab went to meet Elijah,"},{"number":17,"text":"And as soon as Ahab saw Elijah, Ahab said to him, “Is it you, you who have brought misfortune to Israel?”"},{"number":18,"text":"And he answered, “I have not brought misfortune to Israel, but you and your father’s house, in that you have forsaken the commands of Jehovah and have run after the Baals."},{"number":19,"text":"Now therefore send and gather to me all Israel to Mount Carmel, together with the four hundred and fifty prophets of the Baal and the four hundred prophets of the Asherah, who eat at Jezebel’s table.”"},{"number":20,"text":"So Ahab sent to all the Israelites and gathered the prophets together to Mount Carmel."},{"number":21,"text":"Then Elijah came near to all the people and said, “How long are you going to limp between the two sides? If Jehovah be God, follow him, but if the Baal, then follow him.” But the people gave him no answer."},{"number":22,"text":"Then Elijah said to the people, “I, even I only, am left as a prophet of Jehovah, but the Baal’s prophets are four hundred and fifty men."},{"number":23,"text":"Let them therefore give us two bullocks, and let them choose one bullock for themselves and cut it in pieces and lay it on the wood without putting on any fire, and I will dress the other bullocks and lay it on wood without putting on any fire."},{"number":24,"text":"Then you call on your god and I will call on Jehovah; and the God who answers by fire, he is the God.” And all the people answered and said, “It is well spoken.”"},{"number":25,"text":"And Elijah said to the prophets of the Baal, “Choose one of the bullocks for yourselves and dress it first, for you are many, and call on your god, without putting on any fire.”"},{"number":26,"text":"So they took the bullocks he gave them and dressed it, and called on the Baal from morning even until noon, saying, “O Baal, hear us.” But there was no voice nor answer. And they limped about the altar which they had erected."},{"number":27,"text":"But when it was noon, Elijah mocked them, saying, “Cry aloud; for he is a god; either he is musing, or he has gone aside, or he is on a journey, or perhaps he is sleeping and must be awakened!”"},{"number":28,"text":"Then they cried aloud, and cut themselves after their manner with swords and lances until the blood gushed out upon them."},{"number":29,"text":"And when midday was past, they prophesied until the time of the offering of the evening oblation; but there was neither voice not answer nor heed paid to their cry."},{"number":30,"text":"Then Elijah said to all the people, “Come near to me.” And all the people came near to him. And he repaired the altar of Jehovah which had been thrown down."},{"number":31,"text":"And Elijah took twelve stones corresponding to the number of tribes of the sons of Jacob to whom the word of Jehovah came, saying, “Israel shall be thy name.”"},{"number":32,"text":"And with the stones he built an altar in the name of Jehovah. Then he made a trench about the altar of about the capacity of two seahs of seed."},{"number":33,"text":"And he laid the pieces of wood in order, cut up the bullocks, and laid it on pieces of the wood. And he said, “Fill four jars with water and pour it on the burnt-offering and on the pieces of wood.”"},{"number":34,"text":"And he said, “Do it the second time”; and they did it the second time. And he said, “Do it the third time”; and they did it also the third time,"},{"number":35,"text":"so that the water ran round the altar; and he also filled the trench with water."},{"number":36,"text":"But when it was time to offer the evening oblation, Elijah the prophet came near and said, “O Jehovah, God of Abraham, of Isaac, and of Israel, let it be known this day that thou art God in Israel and that I am thy servant, and that I have done all these things at thy command."},{"number":37,"text":"Hear me, O Jehovah, hear me, that this people may know that thou, Jehovah, art God, and that thou hast turned their heart back again.”"},{"number":38,"text":"Then the fire of Jehovah fell and consumed the burnt-offering and the wood, the stones and the dust, and licked up the water that was in the trench."},{"number":39,"text":"And when all the people saw it, they fell on their faces, and cried, “Jehovah, he is God; Jehovah, he is God.”"},{"number":40,"text":"But Elijah commanded them, “Take the prophets of the Baal; let not one of them escape!” So they took them down to the Brook Kishon and slew them there."},{"number":41,"text":"Then Elijah said Ahab, “Go up, eat and drink; for there is the sound of a heavy downpour of rain.”"},{"number":42,"text":"So Ahab went up to eat and drink. But Elijah went up to the top of Carmel, and crouched down upon the earth, with his face between his knees."},{"number":43,"text":"And he said to his servant, “Go up now, look toward the sea.” And he went up, and looked and said, “There is nothing.” And he said, “Now go again seven times.” So the servant went back seven times."},{"number":44,"text":"But the seventh time he said, “There is a cloud arising out of the sea as small as a man’s hand.” And he said, “Go up, say to Ahab, ‘Make ready your chariot, go down, that the rain may not stop you.’”"},{"number":45,"text":"And the next instant the heavens grew black with clouds and wind, and there was a great rain. And Ahab rode toward Jezreel."},{"number":46,"text":"And the hand of Jehovah was on Elijah, so that he girded up his loins and ran before Ahab to the entrance of Jezreel."}]}