{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":19,"verses":[{"number":1,"text":"Now when Ahab told Jezebel all that Elijah had done, and all the details of his slaying the prophets with the sword,"},{"number":2,"text":"Jezebel sent a messenger to Elijah, saying, “As surely as you are Elijah and I am Jezebel, may the gods do to me what they will, if I do not make your life as the life of one of them by to-morrow about this time.”"},{"number":3,"text":"Then he was afraid and arose and went for his life. And he came to Beersheba, which belongs to Judah; and there he left his servant."},{"number":4,"text":"But he himself went a day’s journey into the wilderness, and came and sat down under a broom tree, and he asked that he might die, saying, “It is enough; now, O Jehovah, take my life, for I am not better than my fathers!”"},{"number":5,"text":"Then he lay down and slept under the broom tree. Thereupon a divine Messenger touched him and said to him, “Rise, eat!”"},{"number":6,"text":"And when he looked, he saw there at his head a cake, baked on hot stones, and jar of water. And he ate and drank and lay down again."},{"number":7,"text":"But the Messenger of Jehovah came again the second time and touched him and said, “Rise, eat, or else the journey will be too long for you.”"},{"number":8,"text":"So he arose and ate and drank and went in the strength of that food forty days and forty nights to Horeb the Mount of God."},{"number":9,"text":"And there he came to a cave and lodged therein. Thereupon the word of Jehovah came to him. And he said to him, “What doest thou here, Elijah?”"},{"number":10,"text":"And he said, “I have been very jealous for Jehovah, the God of hosts; for the Israelites have forsaken thee, thrown down thine altars, and slain thy prophets with the sword: and I only am left, and they seek to take my life from me.”"},{"number":11,"text":"Then he said, “Go forth and stand on the mount before Jehovah.” Thereupon Jehovah passed by, and a great and violent wind rent the mountain and broke in pieces the rocks before Jehovah; but Jehovah was not in the wind. And after the wind an earthquake; but Jehovah was not in the earthquake."},{"number":12,"text":"And after the earthquake a fire; but Jehovah was not in the fire. And after the fire the sound of a low, soft whisper."},{"number":13,"text":"And as soon as Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave, And then there came a voice to him and said, “What doest thou here, Elijah?”"},{"number":14,"text":"And he said, “I have been very jealous for Jehovah, the God of hosts, for the Israelites have forsaken thee, thrown down thine altars, and slain thy prophets with the sword, and I only am left, and they seek to take away my life from me.”"},{"number":15,"text":"Then Jehovah said to him, “Go, return on thy way to the Wilderness of Damascus, and when thou comest anoint Hazael to be king over Aram."},{"number":16,"text":"And Jehu the son of Nimshi shalt thou anoint to be king over Israel. And Elisha the son of Shaphat of Abel-meholah shalt thou anoint to be prophet in thy place."},{"number":17,"text":"And it shall be that whoever escapes the sword of Hazael, Jehu shall slay; and whoever escapes the sword of Jehu, Elisha shall slay."},{"number":18,"text":"Yet will I spare seven thousand in Israel--all the knees which have not bowed to Baal and every mouth which hath not kissed him.”"},{"number":19,"text":"Now when he had departed from there he found Elisha the son of Shaphat, as he was plowing with twelve yoke of oxen, and he was with the twelfth. And Elijah went over to him and cast his mantle upon him."},{"number":20,"text":"And he left the oxen and ran after Elijah and said, “Let me, I pray you, kiss my father and my mother and then I will follow you.” And he said to him, “Go back again, for what have I done to you?”"},{"number":21,"text":"So he turned from following him and took the yoke of oxen and slew them and boiled their flesh with the instruments of the oxen and gave to the people to eat. Then he arose and went after Elijah and entered into his service."}]}