{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":20,"verses":[{"number":1,"text":"Then Ben-hadad the king of Aram gathered all his host together, and there were thirty-two kings with him, and horses and chariots. And he went up and besieged Samaria and fought against it."},{"number":2,"text":"And he sent messengers to Ahab king of Israel into the city and said to him, “Thus says Ben-hadad,"},{"number":3,"text":"‘Your silver and your gold are mine; your wives also and your children, are mine.’”"},{"number":4,"text":"And the king of Israel answered and said, “As you say, my lord, O king: I am yours with all that I have.”"},{"number":5,"text":"And the messengers came again and said, “Thus says Ben-hadad, ‘I sent to you, saying, “You shall deliver to me your silver and your gold and your wives and your children”;"},{"number":6,"text":"but to-morrow I will send my servants about this time and they shall search your house and the houses of your servants; and whatever is attractive to them, they shall take in their hands and bear it away.’”"},{"number":7,"text":"Then the king of Israel called all the elders of the land and said, “Mark, I pray, and see how this man is seeking to make trouble, for he sent to me for my wives and my children and for my silver and gold, and I did not refuse him.”"},{"number":8,"text":"And all the elders and all the people said to him, “Do not hearken nor consent!”"},{"number":9,"text":"Therefore he said to the messengers of Ben-hadad, “Tell my lord the king, ‘All that you demanded of your servant at the first I will do, but this I cannot do.’” So the messengers departed and brought him word again."},{"number":10,"text":"Then Ben-hadad sent to him and said, “Let the gods do to me what they will, if the dust of Samaria shall suffice for handfuls for all the people who follow me!”"},{"number":11,"text":"And the king of Israel answered and said, “Tell him, ‘Let not him who is girding on his sword boast himself as he who is putting it off.’”"},{"number":12,"text":"Now when Ben-hadad heard this message--he was drinking together with the kings in the pavilions--he said to his servants, “Set yourselves in array. And they set themselves in array against the city.”"},{"number":13,"text":"But just then a prophet came near to Ahab king of Israel and said, “Thus saith Jehovah. ‘Hast thou seen all this great multitude? Behold, I will deliver it into thy hand to-day, and thou shalt know that I am Jehovah.’”"},{"number":14,"text":"And Ahab said, “By whom?” And he said, “Thus saith Jehovah, ‘By the young men under the provincial commanders.’” And he said, “Who shall begin the battle?” And he answered, “Thou.”"},{"number":15,"text":"Then he mustered the young men under the provincial commanders, and they were two hundred and thirty-two. And after them he mustered all the people, even all the Israelites--seven thousand."},{"number":16,"text":"And at noon they made the attack, while Ben-hadad was drinking himself drunk in the pavilions, together with the thirty-two kings who had come to help him."},{"number":17,"text":"And the young men under the provincial commanders went out first. And Ben-hadad sent out messengers and they reported to him saying, “Men have come out from Samaria.”"},{"number":18,"text":"And he said, “Whether they have come out with peaceful intent, take them alive; or whether they have come out for war, take them alive.”"},{"number":19,"text":"So these (the young men under provincial commanders) went out of the city, and the army which followed them."},{"number":20,"text":"And they slew each his man, so that the Arameans fled. And the Israelites pursued them, but Ben-hadad, the king of Aram, escaped on a horse with horsemen."},{"number":21,"text":"Then the king of Israel went out and captured horses and chariots, and slew a great number of the Arameans."},{"number":22,"text":"And the prophet came near to the king of Israel and said to him, “Go, strengthen thyself, and mark and see what thou wilt do, for a year from now the king of Aram will come up against thee.”"},{"number":23,"text":"And the servants of the king of Aram said to him, “Their gods are hill-gods, therefore they were too strong for us; but let us fight against them in the plain, and surely we shall be stronger than they."},{"number":24,"text":"And do this: take the kings away each from his place, and put commanders in their place,"},{"number":25,"text":"and assemble an army, like the army that you have lost, horse for horse and chariot for chariot; then we will fight against them in the plain, and surely we shall be stronger than they.” And he listened to their advice and did so."},{"number":26,"text":"Now when the year had come around Ben-hadad mustered the Arameans and went up to up to Aphek to fight against Israel."},{"number":27,"text":"And the Israelites were mustered and provided with provisions, and went against them. And the Israelites encamped before them like two small flocks of goats, while the Arameans filled the country."},{"number":28,"text":"Then a man of God came near and said to the king of Israel, “Thus saith Jehovah, ‘Because the Arameans think, “Jehovah is a hill-god but not a god of the valleys,” therefore I willl deliver all this great multitude into thy hand, that ye may know that I am Jehovah.’”"},{"number":29,"text":"So they encamped opposite each other seven days. But on the seventh day the battle was joined; and the Israelites slew of the Arameans a hundred thousand footmen in one day."},{"number":30,"text":"But the rest fled to Aphek, into the city; and the wall fell upon twenty-seven thousand of the men who were left. Ben-hadad also fled, and came into the city, into an innermost chamber."},{"number":31,"text":"And his servants said to him, “Behold now, we have heard that the kings of the house of Israel are merciful kings; let us therefore put sackcloth about our loins and ropes about our heads and go out to the king of Israel; perhaps he will save your life.”"},{"number":32,"text":"So they girded sackcloth about their loins and put ropes about their heads, and came to the king of Israel and said, “Your servant Ben-hadad says, ‘Let me live.’” And he replied, “Is he yet alive? He is my brother.”"},{"number":33,"text":"Now the men began to divine his thought and quickly caught it up from him and said, “Ben-hadad is your brother.” Then he said, “Go, bring him!” And when Ben-hadad came out to him he took him up to himself in the chariot."},{"number":34,"text":"And Ben-hadad said to him, “The cities which my father took from your father, I will restore, and you may establish streets for yourself in Damascus as my father established in Samaria.” And Ahab said, “I will let you go with this agreement.” So he made an agreement with him and let him go."},{"number":35,"text":"Now a certain man of the sons of the prophets at the command of Jehovah said to his fellow, “Smite me, I pray.” But the man refused to smite him."},{"number":36,"text":"Then he said to him, “Since you have not obeyed the voice of Jehovah, as soon as you have gone away from me, a lion shall slay you.” Accordingly, as soon as he had gone away from him, a lion found him and slew him."},{"number":37,"text":"Then he found another man, and said, “Smite me, I pray.” And the man smote him so as to wound him."},{"number":38,"text":"Then the prophet departed and waited for the king by the way and disguised himself with a covering over his eyes."},{"number":39,"text":"And as the king was passing by, he cried to the king and said, “Your servant had gone out into the midst of the battle, when suddenly a man turned aside, and brought a man to me and said, ‘Watch this man; if by any means he be missing, then must your life be for his life, or else you must pay a talent of silver!’"},{"number":40,"text":"And as your servant was looking here and there, he was gone.” And the king of Israel said to him, “Such is your verdict: you yourself have decided it.”"},{"number":41,"text":"Then he quickly took the covering away from his eyes, and the king of Israel recognized that he was one of the prophets."},{"number":42,"text":"And he said to him, “Thus saith Jehovah, ‘Because thou hast let go out of thy hand the man whom I had condemned to destruction, therefore thy life shall go for his life and thy people for his people.’”"},{"number":43,"text":"And the king of Israel went homeward in ill-humor and sullen, and came to Samaria."}]}