{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":22,"verses":[{"number":1,"text":"Then for three years they remained at peace, without there being war between Aram and Israel."},{"number":2,"text":"But in the third year, when Jehoshaphat the king of Judah had come down to the king of Israel,"},{"number":3,"text":"the king of Israel said to his servants, “Do you know that Ramoth in Gilead belongs to us, yet we sit still instead of taking it from the king of Aram?”"},{"number":4,"text":"And he said to Jehoshaphat, “Will you go with me to fight against Ramoth in Gilead?” And Jehoshaphat said to the king of Israel, “I am as you, my people as your people, my horses as your horses.”"},{"number":5,"text":"Jehoshaphat also said to the king of Israel, “Inquire at this time, I pray, for the word of Jehovah.”"},{"number":6,"text":"Then the king of Israel gathered the prophets together, about four hundred men, and asked them, “Shall I go to fight against Ramoth in Gilead or shall I forbear?” And they said, “Go up; for Jehovah will deliver it into the hand of the king.”"},{"number":7,"text":"But Jehoshaphat said, “Is there no other prophet of Jehovah, that we may inquire of him?”"},{"number":8,"text":"And the king of Israel said, “There is another by whom we may inquire of Jehovah, Micaiah the son of Imalah, but I hate him; for he prophesies for me nothing good, but only evil.” And Jehoshaphat said, “Let not the king say so.”"},{"number":9,"text":"Then the king of Israel called an eunuch and said, “Bring quickly Micaiah the son of Imlah.”"},{"number":10,"text":"Now while the king of Israel and Jehoshaphat the king of Judah were sitting each on his throne, clad in his robes of state at the entrance of the gate of Samaria, and all the prophets were prophesying before them,"},{"number":11,"text":"Zedekiah the son of Chenaanah made for himself horns of iron and said, “Thus saith Jehovah, ‘With these shalt thou push the Arameans until you have destroyed them!’”"},{"number":12,"text":"And all the prophets prophesied the same saying, “Go up to Ramoth in Gilead; for Jehovah will deliver it into the hand of the king.”"},{"number":13,"text":"And the messenger who went to call Micaiah said to him, “See, now the prophets have with one consent promised good fortune for the king; therefore speak the same as they all do and prophesy good fortune.”"},{"number":14,"text":"But Micaiah said, “As Jehovah liveth, I will speak what Jehovah saith to me.”"},{"number":15,"text":"And when he came to the king, the king said to him, “Micaiah, shall we go to Ramoth in Gilead to fight or shall we forbear?” And he answered him, “Go up and prosper; and Jehovah will deliver it into the hand of the king!”"},{"number":16,"text":"But the king said to him, “How many times shall I adjure you that you speak to me nothing but the truth in the name of Jehovah?”"},{"number":17,"text":"And he said, “I saw all Israel scattered upon the mountains, as sheep that have no shepherd. And Jehovah said, ‘These have no master; let each of them go home in peace!’”"},{"number":18,"text":"And the king of Israel said to Jehoshaphat, “Did I not tell you that he would prophesy no good concerning me, but evil?”"},{"number":19,"text":"And Michaiah said, “Therefore hear the word of Jehovah: I saw Jehovah sitting on his throne and all the host of heaven standing by him on his right hand and on his left."},{"number":20,"text":"And Jehovah said, ‘Who shall delude Ahab so that he will go up and fall at Ramoth in Gilead?’ And one proposed one thing and another another;"},{"number":21,"text":"until there came forth a spirit and stood before Jehovah and said, ‘I will delude him.’"},{"number":22,"text":"And Jehovah said to him, ‘By what means?’ And he said, ‘I will go forth and become a lying spirit in the mouth of all his prophets.’ Thereupon he said, ‘Thou shalt delude him and shalt succeed also! Go forth, and do so.’"},{"number":23,"text":"So behold, Jehovah hath now put a lying spirit in the mouth of these your prophets, since Jehovah hath determined to bring evil upon you.”"},{"number":24,"text":"Then Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “Which way did the spirit of Jehovah go from me to speak to you?”"},{"number":25,"text":"And Micaiah said, “Indeed, you shall see on that day, when you shall go from one chamber to another to hide yourself.”"},{"number":26,"text":"Then the king of Israel said, “Take Micaiah and carry him back to Amon the governor of the city and to Joash the king’s son,"},{"number":27,"text":"and say, ‘Thus the king commands, “Put this fellow in prison and feed him with a scanty fare of bread and water until I return in peace.”’”"},{"number":28,"text":"And Micaiah said, “If you indeed return in peace, Jehovah hath not spoken by me.”"},{"number":29,"text":"Then the king of Israel and Jehoshaphat the king of Judah went up to Ramoth in Gilead."},{"number":30,"text":"And the king of Israel said to Jehoshaphat, “I will disguise myself and go into the battle, but you can put on your robes.” So the king of Israel disguised himself and went into the battle."},{"number":31,"text":"Now the king of Aram had given orders to the thirty-two commanders of his chariots, saying, “Fight with neither small nor great, except only with the king of Israel.”"},{"number":32,"text":"Accordingly when the commanders of the chariots saw Jehoshaphat, they said, “Surely it is the king of Israel”, and they surrounded him to fight against him, but Jehoshaphat cried out."},{"number":33,"text":"Therefore, as soon as the commanders of the chariots saw that it was not the king of Israel, they turned back from pursuing him."},{"number":34,"text":"But a certain man drew at a venture and smote the king of Israel between the attachments and the coat of mail. Therefore he said to the driver of his chariot, “Turn about and carry me out of the army; for I am severely wounded.”"},{"number":35,"text":"And the battle increased that day, and the king was propped up in his chariots against the Arameans until evening, and the blood ran out of the wound into the bottom of the chariot. But at evening he died."},{"number":36,"text":"And toward sunset the cry went throughout the army, “Each to his city and each to his land,"},{"number":37,"text":"for the king is dead!” so they came to Samaria and buried the king in Samaria."},{"number":38,"text":"And when they washed the chariot by the pool of Samaria, the dogs licked up his blood, and the harlots washed themselves in it, just as Jehovah had declared."},{"number":39,"text":"Now the other acts of Ahab, and all that he did and the ivory house which he built and all the cities that he built, are they not recorded in the Chronicles of the Kings of Israel?"},{"number":40,"text":"So Ahab slept with his fathers and Ahaziah his son became king in his place."},{"number":41,"text":"And Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel."},{"number":42,"text":"Jehoshaphat was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. And his mother’s name was Azubah, the daughter of Shilhi."},{"number":43,"text":"And he walked altogether in the way of Asa his father; he did not turn aside from it, doing that which pleased Jehovah. Only the high places were not taken away, but the people still sacrificed and burnt their offerings on the high places."},{"number":44,"text":"And Jehoshaphat made peace with the king of Israel."},{"number":45,"text":"Now the other acts of Jehoshaphat and his brave deeds, that he did, and how he made war, are they not recorded in the Chronicles of the Kings of Judah?"},{"number":46,"text":"Also the rest of the temple prostitutes, who remained in the days of his father Asa, he expelled from the land."},{"number":47,"text":"Now there was no king of Edom. But the deputy of King Jehoshaphat"},{"number":48,"text":"made ships of Tarshish to go to Ophir for gold. But they did not go; for the ships were wrecked at Ezion-geber."},{"number":49,"text":"Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat would not."},{"number":50,"text":"And Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David his father; and Jehoram his son became king in his place."},{"number":51,"text":"Ahaziah the son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel."},{"number":52,"text":"And he did that which displeased Jehovah, and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who had led Israel into sin."},{"number":53,"text":"And he served Baal and worshipped him, and provoked to anger Jehovah, the God of Israel, just as his father had done."}]}