{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":3,"verses":[{"number":1,"text":"And Solomon allied himself by marriage with Pharaoh king of Egypt, and took Pharaoh’s daughter, and brought her into the city of David, until he had completed the building of his own palace and the temple of Jehovah and the wall around Jerusalem."},{"number":2,"text":"The people likewise sacrificed on the high places because up to that time no temple had been built for Jehovah."},{"number":3,"text":"Now Solomon loved Jehovah so that he walked in the statutes of David his father; only he sacrificed and burnt offerings on the high places."},{"number":4,"text":"And the king went to Gibeon to sacrifice there; for that was the great high place; a thousand burnt offerings did Solomon offer upon that altar."},{"number":5,"text":"In Gibeon Jehovah appeared to Solomon in a dream by night. And God said, “Ask what I shall give thee.”"},{"number":6,"text":"And Solomon said, “Thou hast showed to thy servant David my father great kindness, according as he walked before thee in truth, in righteousness, and in uprightness of heart with thee; and thou hast reserved for him this great kindness, in that thou hast given him a son who sits on his throne this day."},{"number":7,"text":"And now, O Jehovah my God, thou hast made thy servant king in the place of David my father, although I am but a child, not knowing how to go out or come in."},{"number":8,"text":"And thy servant is in the midst of thy people which thou hast chosen, a great people too numerous to be numbered or counted."},{"number":9,"text":"Give thy servant therefore an understanding mind to judge thy people, that I may discern between good and evil; for who is able to judge this thy great people?”"},{"number":10,"text":"And it pleased the Lord that Solomon had asked this thing."},{"number":11,"text":"And God said to him, “Because thou hast asked this thing and hast not asked for thyself long life nor riches nor the life of thy enemies, but hast asked for thyself insight to discern justice;"},{"number":12,"text":"behold, I have done according to thy request: I have given thee a wise and discerning mind, so that there hath been none like thee before thee, neither after thee shall any arise like thee."},{"number":13,"text":"And I have also given thee that which thou hast not asked: both riches and honor, so that, as long as thou livest, there shall not be any among the kings like thee."},{"number":14,"text":"And if thou wilt walk in my ways, so that thou wilt keep my statutes and my commands, as did thy father David, then will I give thee long life.”"},{"number":15,"text":"And when Solomon awoke, behold it was a dream. Then he returned to Jerusalem, and stood before the ark of the covenant of Jehovah and offered up burnt-offerings and sacrificed peace-offerings and made a feast for all his servants."},{"number":16,"text":"Then two harlots came to the king and stood before him."},{"number":17,"text":"And the one woman said, “O, my lord, this woman and I dwell in the same house; and I was delivered of a child in her presence within the house."},{"number":18,"text":"Now on the third day after I was delivered, this woman was also delivered and we were together, there being no one else with us in the house: we two being alone in the house."},{"number":19,"text":"And this woman’s child died in the night, because she lay upon it."},{"number":20,"text":"And she arose at midnight and took my son from beside me, while your maid-servant slept, and laid it in her bosom and laid her dead child in my bosom."},{"number":21,"text":"And when I rose in the morning to nurse my child, there it was dead; but when I looked at it in the morning, behold, it was not my son whom I had borne.”"},{"number":22,"text":"Then the other woman said, “No; but the living is my son, and the dead child is your son.” And the first woman was saying, “No; but the dead is your son and the living child is my son.” Thus they contented before the king."},{"number":23,"text":"Then the king said, “This one says, ‘This is my son, the living, and your son is the dead.’ And the other says, ‘No; but your son is the dead, and my son is the living!”"},{"number":24,"text":"Thereupon the king said, “Bring me a sword.” And they brought a sword before the king."},{"number":25,"text":"And the king said, “Divide the living child in two and give half to the one and half to the other.”"},{"number":26,"text":"Then the woman to whom the living child belonged, spoke to the king--for her heart yearned over her son--and she said, “O, my lord, give her the living child and on no account put it to death.” But the other said, “It shall be neither mine nor yours! Divide it!”"},{"number":27,"text":"Then the king answered and said, “Give her the living child, and on no account put it to death; she is his mother.”"},{"number":28,"text":"And when all Israel heard of the judgment which the king had rendered, they revered the king, for they saw that divine wisdom to execute justice was in him."}]}