{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":7,"verses":[{"number":1,"text":"And Solomon was building his palace thirteen years, until he had completely finished his palace."},{"number":2,"text":"There also he built the Forest of Lebanon; its length was a hundred cubits, and its breadth fifty cubits, and its height thirty cubits, upon three rows of cedar pillars, with cedar beams upon the pillars."},{"number":3,"text":"And it was covered with cedar above over the forty-five beams, that were upon the pillars; and the number of the pillars was fifteen in a row."},{"number":4,"text":"And there were window-frames in three rows, and window was over against window in three tiers."},{"number":5,"text":"And all the doors and windows were made with square frames: and door was over against door in three tiers."},{"number":6,"text":"And the hall of pillars he made fifty cubits long and thirty cubits broad; and a porch before them and pillars and a threshold before them."},{"number":7,"text":"And he made the throne-hall where he was to judge, even the Hall of Judgment; and it was covered with cedar from floor to ceiling."},{"number":8,"text":"And his palace, where he was to dwell, in another court farther in from the Hall of Judgment, was of the same workmanship. He also made a palace of Pharoah’s daughter (whom Solomon had taken as wife), similar to his hall."},{"number":9,"text":"All these were costly stones, hewn according to measurements, sawed with saws, both on the interior and on the exterior, even from the foundaion to the coping, and from the exterior to the great court."},{"number":10,"text":"And the foundation was of costly great stones--stones of ten cubits and stones of eight cubits."},{"number":11,"text":"And above were costly stones, hewn according to measurements, and cedar wood."},{"number":12,"text":"And the great encircling court had three courses of hewn stone and a course of cedar beams; even so it was round about the inner court of the temple of Jehovah and the court of the porch of the palace."},{"number":13,"text":"Then King Solomon sent and brought Hiram-abi from Tyre."},{"number":14,"text":"He was the son of a widow of the tribe of Naphtali, an Aramean worker in brass; and he was gifted with skill, understanding, and knowledge to carry on all kinds of work in brass. And he came to King Solomon and did all his work."},{"number":15,"text":"For he cast the two pillars of brass for the porch of the temple. Eighteen cubits was the height of one pillar, and its circumference measured twelve cubits; the thickness of the pillar was four fingers--it was hollow. And the second pillar was similar."},{"number":16,"text":"And he made two capitals of molten brass, to set upon the tops of the pillars: the height of the one capital was five cubits, and the height of the other capital was five cubits."},{"number":17,"text":"And he made two nets (woven work, festoons, chain-work) for the capitals which were on the top of the pillars; a net for the one capital, and a net for the other capital."},{"number":18,"text":"And he made the pomegranates; and two rows of pomegranates in brass were upon the one network, and he did the same to the other capital."},{"number":19,"text":"And the capitals that were upon the top of the pillars in the porch were of lily-work--four cubits."},{"number":20,"text":"And there were capitals above also upon the two pillars, in connection with the bowl-shaped part of the pillar which was beside the network and there were two hundred pomegranates--two rows around about the one capital."},{"number":21,"text":"And he set up the pillars at the porch of the temple: and he set up the pillar at the right and called it Jachin; and he set up the pillar at the left and called it Boaz."},{"number":22,"text":"And upon the top of the pillars was lily-work. So was the work of the pillars finished."},{"number":23,"text":"And he made the molten sea ten cubits in diameter from brim to brim, and five cubits high, and its circumference measured thirty cubits."},{"number":24,"text":"And under its brim on the outside were gourds which encircled it, for thirty cubits, encircling the sea on the outside; the gourds were in two rows, cast when it was cast."},{"number":25,"text":"It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set down upon them, and all their hinder parts were turned inward."},{"number":26,"text":"And it was a handbreadth thick; and its brim was wrought like the brim of a cup, similar to the flower of a lily. It held about sixteen thousand gallons."},{"number":27,"text":"And he made the ten stands of brass: each stand was four cubits long, four cubits broad, and three cubits high."},{"number":28,"text":"And the stands were made as follows: they had border-frames, and the border-frames were between the upright supports;"},{"number":29,"text":"and on the border-frames that were between the upright supports were lions, oxen, and cherubim; and upon the upright supports likewise; and above and beneath the lions and oxen and cherubim was bevelled work."},{"number":30,"text":"And every stand had four wheels of brass and axles of brass {Where Kent reads \"corners\", the Masoretic Text reads \"feet\"} and the four corners had shoulder-pieces: beneath the bowl the shoulder-pieces were cast, with wreaths at the side of each."},{"number":31,"text":"And its opening within the shoulder-pieces was a cubit and more: and its opening was round after the form of a pedestal (a cubit and a half) and also upon its opening were gravings, and its border-frames were square, not round."},{"number":32,"text":"And the four wheels were underneath the border-frames; and the axles and the wheels were cast as a part of the stand. And the height of each wheel was a cubit and a half."},{"number":33,"text":"And the construction of the wheels was like that of a chariot wheel: their axles, their felloes, their spokes, and their hubs, were all cast."},{"number":34,"text":"And at the four corners of each stand were four shoulder-pieces; the shoulder-pieces were cast as part of the stand."},{"number":35,"text":"And in the top of the stand was a round opening, half a cubit high, and on the top of the stand were its stays and its border-frames."},{"number":36,"text":"And on the flat surface of the stays and border-frames, he engraved cherubim, lions, and palm trees, according to the space on each, with wreaths round about."},{"number":37,"text":"Thus he made the ten stands: all of them had one casting, and were of the same measure and form."},{"number":38,"text":"And he made ten lavers of brass: one laver contained three hundred and twenty gallons, and each laver measured four cubits; and on each one of the ten stands was a laver."},{"number":39,"text":"And he set the stands, five on the right side of the temple and five on the left side of the temple: and he set the sea on the right side of the temple eastward toward the south."},{"number":40,"text":"And Hiram made the lavers and the shovels, and the bowls. So Hiram completed all the work that he wrought for King Solomon in the temple of Jehovah:"},{"number":41,"text":"the two pillars and the two bowl-shaped capitals that were on the top of the pillars,"},{"number":42,"text":"and the four hundred pomegranates for the two networks to cover the two bowl-shaped capitals that were on the top of the pillars,"},{"number":43,"text":"and the ten stands and the ten lavers on the stands,"},{"number":44,"text":"and the one sea with the twelve oxen under the sea."},{"number":45,"text":"And the pots, the shovels, and the bowls, and all these vessels which Hiram made for King Solomon in the temple of Jehovah, were of burnished brass."},{"number":46,"text":"In the Plain of the Jordan he cast them, in the clay ground between Succoth and Zarethan."},{"number":47,"text":"There was no weighing the brass from which he made all these vessels, because it was so very much, the weight of the brass could not be determined."},{"number":48,"text":"And Solomon placed all the vessels which he had made in the temple of Jehovah: the golden altar and the golden table on which was the showbread;"},{"number":49,"text":"and the candlesticks, five on the right side, and five on the left before the inner room, of pure gold; and the flowers, the lamps, and the golden tongs;"},{"number":50,"text":"and the cups, the snuffers, basins, bowls, and fire-pans, of pure gold; and the golden hinges, both for the folding doors of the inner room (the most holy place) and for the folding doors of the temple (the large room)."},{"number":51,"text":"Thus all the work that King Solomon wrought in the temple of Jehovah was finished. And Solomon brought in the things which David his father had dedicated, even the silver and the gold and the vessels, placing them in the treasuries of the temple of Jehovah."}]}