{"translation":"oeb-us","book":"1ki","bookName":"1 Kings","chapter":9,"verses":[{"number":1,"text":"Now when Solomon had finished the building of the temple of Jehovah, and the royal palace, and all Solomon’s plans which he wished to carry out,"},{"number":2,"text":"Jehovah appeared to Solomon the second time, as he had appeared to him at Gibeon."},{"number":3,"text":"And Jehovah said to him, “I have heard thy prayer and thy supplication, that thou hast made before me. I have hallowed this temple which thou hast built to put my name there forever; and mind eyes and my heart shall be there perpetually."},{"number":4,"text":"If indeed thou wilt walk before me, as David thy father walked, in integrity of heart and in uprightness, to do according to all that I have commanded thee, and wilt keep my statutes and mine ordinances,"},{"number":5,"text":"then I will establish the throne of thy kingdom over Israel forever, as I promised to David thy father, saying, ‘There shall not fail thee a man upon the throne of Israel.’"},{"number":6,"text":"But if ye shall turn away from following me, ye or your children, and shall not keep my commands and my statutes which I have set before you, but shall go and serve other gods, and worship them;"},{"number":7,"text":"then I will take away Israel from the land, which I have given them; and this temple which I have hallowed for my name, will I cast away from me, and Israel shall be a proverb and a byword among all peoples."},{"number":8,"text":"Moreover this temple shall become ruins, every one that passeth by it shall be astonished and shall hiss, and they shall say, ‘Why hath Jehovah done thus to this land and to this people?"},{"number":9,"text":"And they shall answer, ‘Because they forsook Jehovah their God, who brought forth their fathers from the land of Egypt, and took up with other gods, worshipping and serving them; therefore Jehovah hath brought all this evil upon them.’”"},{"number":10,"text":"Now at the end of twenty years, during which Solomon had built the two buildings: the temple of Jehovah and the king’s palace,"},{"number":11,"text":"Hiram the king of Tyre having furnished Solomon with cedar and cypress wood and with gold as much as he wished, King Solomon gave Hiram twenty cities in the land of Galilee."},{"number":12,"text":"But when Hiram came from Tyre to see the cities which Solomon had given him, he was displeased with them."},{"number":13,"text":"And he said, “What sort of cities are these which you have given me, my brother?” So they are called the land of Cabul {Good for nothing} even to the present day."},{"number":14,"text":"But Hiram sent to the king one hundred and twenty talents of gold."},{"number":15,"text":"And this is the way it was with the levy which King Solomon raised to build the temple of Jehovah, his own palace, Millo, the wall of Jerusalem, Hazor, Meggido, Gezer,"},{"number":16,"text":"Then Pharaoh king of Egypt went up, captured Gezer, and burnt it with fire, slew the Caanaanites who dwelt in the city, and gave it as a portion to his daughter, Solomon’s wife."},{"number":17,"text":"And Solomon rebuilt Gezer, lower Bethhoron,"},{"number":18,"text":"Baalath, and Tamar in the wilderness in the land of Judah,"},{"number":19,"text":"and all the store-cities that Solomon had, and the cities for his chariots, and the cities for his horsemen, and that which solomon was pleased to build for his pleasure in Jerusalem, in Lebanon, and in all the land over which he ruled."},{"number":20,"text":"All the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the Israelites,"},{"number":21,"text":"their children who were left after them in the land, whom the Israelites were not able utterly to destroy, of them did Solomon raise a forced levy of bondmen, even to this day."},{"number":22,"text":"But of the Israelites Solomon made no bondmen, for they were the warriors and his servants, his generals, his captains, his officer over his chariots, and his horsemen."},{"number":23,"text":"These were the chief officers who were over Solomon’s work, five hundred and fifty, who directed the people who did the work."},{"number":24,"text":"And Pharoah’s daughter came up out of the city of David to her palace which Solomon had built for her."},{"number":25,"text":"And three times in the year Solomon used to offer burnt-offering and peace-offerings upon the altar which he built to Jehovah, and he used to cause the savor of the sacrifice to rise before Jehovah. So he finished the temple."},{"number":26,"text":"And King Solomon made a fleet of ships in Ezion-geber, which is near Elath on the shore of the Red Sea in the land of Edom."},{"number":27,"text":"And Hiram sent with the fleet his subjects--seamen, who had knowledge of the sea, together with the servants of Solomon."},{"number":28,"text":"And they went to Ophir, and took from there gold, four hundred and twenty talents, and brought it to King Solomon."}]}