{"translation":"kjv1611","book":"pro","bookName":"Proverbs","chapter":23,"verses":[{"number":1,"text":"When thou sittest to eate with a ruler, consider diligently what is before thee."},{"number":2,"text":"And put a knife to thy throate, if thou be a man giuen to appetite."},{"number":3,"text":"Be not desirous of his dainties: for they are deceitfull meate."},{"number":4,"text":"Labour not to bee rich: cease from thine owne wisedome."},{"number":5,"text":"Wilt thou set thine eyes vpon that which is not? for riches certainly make themselues wings, they fly away as an Eagle toward heauen."},{"number":6,"text":"Eate thou not the bread of him that hath an euill eye, neither desire thou his dainty meates."},{"number":7,"text":"For as he thinketh in his heart, so is he: Eate, and drinke, sayth he to thee, but his heart is not with thee."},{"number":8,"text":"The morsell which thou hast eaten, shalt thou vomite vp, and loose thy sweete words."},{"number":9,"text":"Speake not in the eares of a foole: for hee will despise the wisedome of thy words."},{"number":10,"text":"Remoue not the old landmarke; and enter not into the fields of the fatherlesse."},{"number":11,"text":"For their redeemer is mighty; he shall plead their cause with thee."},{"number":12,"text":"Apply thine heart vnto instruction, and thine eares to the words of knowledge."},{"number":13,"text":"Withhold not correction from the child: for if thou beatest him with the rod, he shall not die."},{"number":14,"text":"Thou shalt beate him with the rod, and shalt deliuer his soule from hell."},{"number":15,"text":"My sonne, if thine heart be wise, my heart shall reioyce, euen mine."},{"number":16,"text":"Yea my reines shall reioyce, when thy lippes speake right things."},{"number":17,"text":"Let not thine heart enuy sinners, but be thou in the feare of the Lord all the day long."},{"number":18,"text":"For surely there is an end, and thine expectation shall not be cut off."},{"number":19,"text":"Heare thou, my sonne, and be wise, and guide thine heart in the way."},{"number":20,"text":"Be not amongst wine-bibbers; amongst riotous eaters of flesh."},{"number":21,"text":"For the drunkard and the glutton shall come to pouerty; and drousinesse shall cloath a man with ragges."},{"number":22,"text":"Hearken vnto thy father that begate thee, and despise not thy mother when she is old."},{"number":23,"text":"Buy the trueth, and sell it not; also wisedome and instruction and vnderstanding."},{"number":24,"text":"The father of the righteous shall greatly reioyce: and he that begetteth a wise child, shall haue ioy of him."},{"number":25,"text":"Thy father and thy mother shall be glad, and she that bare thee shall reioyce."},{"number":26,"text":"My sonne, giue me thine heart, and let thine eyes obserue my wayes."},{"number":27,"text":"For an whore is a deepe ditch; and a strange woman is a narrow pit."},{"number":28,"text":"She also lyeth in wait as for a pray, and increaseth the transgressours among men."},{"number":29,"text":"Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath rednesse of eyes?"},{"number":30,"text":"They that tarry long at the wine, they that goe to seeke mixt wine."},{"number":31,"text":"Looke not thou vpon the wine when it is red, when it giueth his colour in the cup, when it moueth it selfe aright."},{"number":32,"text":"At the last it biteth like a serpent, and stingeth like an adder."},{"number":33,"text":"Thine eyes shall behold strange women, and thine heart shall vtter peruerse things."},{"number":34,"text":"Yea thou shalt be as he that lyeth downe in the midst of the sea, or as he that lyeth vpon the top of a mast."},{"number":35,"text":"They haue striken me, shalt thou say, and I was not sicke: they haue beaten me, and I felt it not: when shall I awake? I will seeke it yet againe."}]}