{"translation":"kjv1611","book":"pro","bookName":"Proverbs","chapter":26,"verses":[{"number":1,"text":"As snow in summer, and as raine in haruest: so honour is not seemely for a foole."},{"number":2,"text":"As the bird by wandring, as the swallow by flying: so the curse causelesse shall not come."},{"number":3,"text":"A whip for the horse, a bridle for the asse; and a rod for the fooles backe."},{"number":4,"text":"Answere not a foole according to his folly, lest thou also be like vnto him."},{"number":5,"text":"Answere a foole according to his folly, lest hee be wise in his owne conceit."},{"number":6,"text":"He that sendeth a message by the hand of a foole, cutteth off the feete, and drinketh dammage."},{"number":7,"text":"The legges of the lame are not equall: so is a parable in the mouth of fooles."},{"number":8,"text":"As hee that bindeth a stone in a sling; so is hee that giueth honour to a foole."},{"number":9,"text":"As a thorne goeth vp into the hand of a drunkard; so is a parable in the mouth of fooles."},{"number":10,"text":"The great God that formed all things, both rewardeth the foole, and rewardeth transgressours."},{"number":11,"text":"As a dogge returneth to his vomite: so a foole returneth to his folly."},{"number":12,"text":"Seest thou a man wise in his owne conceit? there is more hope of a foole then of him."},{"number":13,"text":"The slothfull man sayth, There is a lion in the way, a lion is in the streets."},{"number":14,"text":"As the doore turneth vpon his hinges: so doeth the slothfull vpon his bedde."},{"number":15,"text":"The slothfull hideth his hand in his bosome, it grieueth him to bring it againe to his mouth."},{"number":16,"text":"The sluggard is wiser in his owne conceit, then seuen men that can render a reason."},{"number":17,"text":"He that passeth by, and medleth with strife belonging not to him, is like one that taketh a dog by the eares."},{"number":18,"text":"As a mad man, who casteth firebrands, arrowes, and death:"},{"number":19,"text":"So is the man that deceiueth his neighbour, & sayth, Am not I in sport?"},{"number":20,"text":"Where no wood is, there the fire goeth out: so where there is no tale-bearer, the strife ceaseth."},{"number":21,"text":"As coales are to burning coales, and wood to fire; so is a contentious man to kindle strife."},{"number":22,"text":"The words of a tale-bearer are as woundes, and they goe downe into the innermost parts of the belly."},{"number":23,"text":"Burning lips, and a wicked heart, are like a potsheard couered with siluer drosse."},{"number":24,"text":"Hee that hateth, dissembleth with his lips, and layeth vp deceit within him."},{"number":25,"text":"When he speaketh faire, beleeue him not: for there are seuen abominations in his heart."},{"number":26,"text":"Whose hatred is couered by deceit, his wickednesse shall be shewed before the whole congregation."},{"number":27,"text":"Whoso diggeth a pit, shall fall therein: and he that rolleth a stone, it will returne vpon him."},{"number":28,"text":"A lying tongue hateth those that are afflicted by it, and a flattering mouth worketh ruine."}]}