{"translation":"kjv1611","book":"pro","bookName":"Proverbs","chapter":27,"verses":[{"number":1,"text":"Boast not thy selfe of to morrow: for thou knowest not what a day may bring foorth."},{"number":2,"text":"Let another man praise thee, and not thine owne mouth; a stranger, and not thine owne lips."},{"number":3,"text":"A stone is heauie, and the sand weightie: but a fooles wrath is heauier then them both."},{"number":4,"text":"Wrath is cruell, and anger is outragious: but who is able to stand before enuie?"},{"number":5,"text":"Open rebuke is better then secret loue."},{"number":6,"text":"Faithfull are the woundes of a friend: but the kisses of an enemy are deceitfull."},{"number":7,"text":"The full soule loatheth an honie combe: but to the hungry soule euery bitter thing is sweete."},{"number":8,"text":"As a bird that wandreth from her nest: so is a man that wandreth from his place."},{"number":9,"text":"Oyntment and perfume reioyce the heart: so doeth the sweetnesse of a mans friend by heartie counsell."},{"number":10,"text":"Thine owne friend and thy fathers friend forsake not; neither goe in to thy brothers house in the day of thy calamitie: for better is a neighbour that is neere, then a brother farre off."},{"number":11,"text":"My sonne, be wise, and make my heart glad, that I may answere him that reprocheth me."},{"number":12,"text":"A prudent man foreseeth the euil, and hideth himselfe: but the simple passe on, and are punished."},{"number":13,"text":"Take his garment that is surety for a stranger, and take a pledge of him for a strange woman."},{"number":14,"text":"He that blesseth his friend with a loud voice, rising earely in the morning, it shall be counted a curse to him."},{"number":15,"text":"A continuall dropping in a very rainie day, and a contentious woman, are alike."},{"number":16,"text":"Whosoeuer hideth her, hideth the wind, and the ointment of his right hand which be wrayeth it selfe."},{"number":17,"text":"Iron sharpeneth iron: so a man sharpeneth the countenance of his friend."},{"number":18,"text":"Whoso keepeth the figtree, shall eate the fruit therof: so he that waiteth on his master, shall be honoured."},{"number":19,"text":"As in water face answereth to face: so the heart of man to man."},{"number":20,"text":"Hell and destruction are neuer full: so the eyes of man are neuer satisfied."},{"number":21,"text":"As the fining pot for siluer, and the furnace for gold: so is a man to his praise."},{"number":22,"text":"Though thou shouldest bray a foole in a morter among wheate with a pestell, yet will not his foolishnesse depart from him."},{"number":23,"text":"Be thou diligent to knowe the state of thy flocks, and looke well to thy herds."},{"number":24,"text":"For riches are not for euer: and doth the crowne endure to euery generation?"},{"number":25,"text":"The hay appeareth, and the tender grasse sheweth it selfe, and herbes of the mountaines are gathered."},{"number":26,"text":"The lambes are for thy clothing, and the goates are the price of thy field."},{"number":27,"text":"And thou shalt haue goats milke enough for thy food, for the food of thy houshold, and for the maintenance for thy maidens."}]}