{"translation":"kjv1611","book":"pro","bookName":"Proverbs","chapter":4,"verses":[{"number":1,"text":"Heare, ye children, the instruction of a father, and attend to know vnderstanding."},{"number":2,"text":"For I giue you good doctrine: forsake you not my law."},{"number":3,"text":"For I was my fathers sonne, tender and onely beloued in the sight of my mother."},{"number":4,"text":"He taught me also, and said vnto me, Let thine heart reteine my wordes: keepe my commandements, and liue."},{"number":5,"text":"Get wisedome, get vnderstanding: forget it not, neither decline from the wordes of my mouth."},{"number":6,"text":"Forsake her not, and she shall preserue thee: loue her, and she shall keepe thee."},{"number":7,"text":"Wisedome is the principall thing, therefore get wisedome: and with all thy getting, get vnderstanding."},{"number":8,"text":"Exalt her, and shee shall promote thee: shee shall bring thee to honour, when thou doest imbrace her."},{"number":9,"text":"She shall giue to thine head an ornament of grace, a crowne of glory shall she deliuer to thee."},{"number":10,"text":"Heare, O my sonne, and receiue my sayings: and the yeeres of thy life shalbe many."},{"number":11,"text":"I haue taught thee in the way of wisedome: I haue lead thee in right pathes."},{"number":12,"text":"When thou goest, thy steps shall not be straitned, and when thou runnest, thou shalt not stumble."},{"number":13,"text":"Take fast hold of instruction, let her not goe; keepe her, for she is thy life."},{"number":14,"text":"¶ Enter not into the path of the wicked, and goe not in the way of euill men."},{"number":15,"text":"Auoid it, passe not by it, turne from it, and passe away."},{"number":16,"text":"For they sleepe not except they haue done mischiefe: and their sleepe is taken away vnlesse they cause some to fall."},{"number":17,"text":"For they eate the bread of wickednesse, and drinke the wine of violence."},{"number":18,"text":"But the path of the iust is as the shining light that shineth more and more vnto the perfect day."},{"number":19,"text":"The way of the wicked is as darknes: they know not at what they stumble."},{"number":20,"text":"¶ My sonne, attend to my words, incline thine eare vnto my sayings."},{"number":21,"text":"Let them not depart from thine eyes: keepe them in the midst of thine heart."},{"number":22,"text":"For they are life vnto those that find them, and health to all their flesh."},{"number":23,"text":"¶ Keepe thy heart with all diligence: for out of it are the issues of life."},{"number":24,"text":"Put away from thee a froward mouth, and peruerse lips put farre from thee."},{"number":25,"text":"Let thine eyes looke right on, and let thine eye lids looke straight before thee."},{"number":26,"text":"Ponder the path of thy feet, and let all thy wayes be established."},{"number":27,"text":"Turne not to the right hande nor to the left: remoue thy foot fr&#333; euil."}]}