{"translation":"kjv1611","book":"pro","bookName":"Proverbs","chapter":8,"verses":[{"number":1,"text":"Doeth not Wisedome crie? & Understanding put foorth her voice?"},{"number":2,"text":"Shee standeth in the top of high places, by the way in the places of the pathes."},{"number":3,"text":"She cryeth at the gates, at the entrie of the citie, at the comming in at the doores."},{"number":4,"text":"Unto you, O men, I call, and my voice is to the sonnes of man."},{"number":5,"text":"O yee simple, vnderstand wisedome: and yee fooles, be yee of an vnderstanding heart."},{"number":6,"text":"Heare, for I will speake of excellent things: and the opening of my lippes shalbe right things."},{"number":7,"text":"For my mouth shall speake truth, and wickednesse is an abomination to my lippes."},{"number":8,"text":"All the words of my mouth are in righteousnes, there is nothing froward or peruerse in them."},{"number":9,"text":"They are all plaine to him that vnderstandeth: and right to them that find knowledge."},{"number":10,"text":"Receiue my instruction, and not siluer: and knowledge rather then choise gold."},{"number":11,"text":"For wisedome is better then rubies: and all the things that may be desired, are not to be compared to it."},{"number":12,"text":"I wisedome dwell with prudence, and find out knowledge of witty inuentions."},{"number":13,"text":"The feare of the Lord is to hate euill: pride and arrogancie, and the euill way, and the froward mouth doe I hate."},{"number":14,"text":"Counsell is mine, and sound wisedome: I am vnderstanding, I haue strength."},{"number":15,"text":"By me kings reigne, and princes decree iustice."},{"number":16,"text":"By me Princes rule, and Nobles, euen all the Iudges of the earth."},{"number":17,"text":"I loue them that loue me, and those that seeke me early, shall find me."},{"number":18,"text":"Riches and honour are with me, yea durable riches and righteousnesse."},{"number":19,"text":"My fruite is better then gold, yea then fine gold, and my reuenue then choise siluer."},{"number":20,"text":"I leade in the way of righteousnesse, in the midst of the pathes of iudgment."},{"number":21,"text":"That I may cause those that loue me, to inherite substance: and I will fill their treasures."},{"number":22,"text":"The Lord possessed me in the beginning of his way, before his works of old."},{"number":23,"text":"I was set vp from euerlasting, from the beginning, or euer the earth was."},{"number":24,"text":"When there were no depthes, I was brought forth: when there were no fountaines abounding with water."},{"number":25,"text":"Before the mountaines were setled: before the hilles, was I brought foorth:"},{"number":26,"text":"While as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world."},{"number":27,"text":"When hee prepared the heauens, I was there: when he set a compasse vpon the face of the depth."},{"number":28,"text":"When he established the cloudes aboue: when he strengthned the fountaines of the deepe."},{"number":29,"text":"When he gaue to the sea his decree, that the waters should not passe his commandement: when he appointed the foundations of the earth:"},{"number":30,"text":"Then I was by him, as one brought vp with him: and I was daily his delight, reioycing alwayes before him:"},{"number":31,"text":"Reioycing in the habitable part of his earth, and my delights were with the sonnes of men."},{"number":32,"text":"Nowe therefore hearken vnto me, O yee children: for blessed are they that keepe my wayes."},{"number":33,"text":"Heare instruction, and bee wise, and refuse it not."},{"number":34,"text":"Blessed is the man that heareth me: watching daily at my gates, waiting at the postes of my doores."},{"number":35,"text":"For whoso findeth mee, findeth life, and shall obtaine fauour of the Lord."},{"number":36,"text":"But hee that sinneth against me, wrongeth his owne soule; all they that hate me, loue death."}]}