{"translation":"oeb-us","book":"zep","bookName":"Zephaniah","chapter":3,"verses":[{"number":1,"text":"Woe to the rebellious and unclean city of oppression,"},{"number":2,"text":"She has not obeyed the voice, she has not accepted instruction, In the Lord she has not trusted, to her God she has not drawn near."},{"number":3,"text":"Her rulers in her midst are roaring lions. Her judges are evening wolves, who leave nothing over until the morning,"},{"number":4,"text":"Her prophets are braggarts, faithless men. Her priests profane what is holy and do violence to the law."},{"number":5,"text":"The Lord is righteous in her midst, he does no wrong, Morning by morning he establishes his decree, Light is not lacking, an oversight is unknown. But the unjust know no shame."},{"number":6,"text":"“I have cut off nations, their turrets are destroyed; I have laid waste their broad streets, so that none passes over them. Desolate are their cities without people, without inhabitants.”"},{"number":7,"text":"I said: “Surely the city will fear me, she will accept instruction. Nothing will vanish from her eyes that I have impressed upon her; But the more zealously have they made all their deeds corrupt.”"},{"number":8,"text":"Wait for me, is the Lord’s message, until the day when I stand up as a witness, for it is my fixed purpose to gather the nations, to collect the kingdoms, to pour upon them my wrath and my hot anger; for by the fire of my fury will all the earth be consumed."},{"number":9,"text":"For then I will purify the lips of all peoples, so that they will all call on the Lord’s name, to serve him with one accord."},{"number":10,"text":"From beyond the rivers of Cush my worshipers will bring me offerings."},{"number":11,"text":"On that day you will no longer be ashamed of all your deeds by which you rebelled against me. For I will rid you of your proudly arrogant ones, and you will never again be haughty on my holy mountain."},{"number":12,"text":"But I will leave in your midst a people humble and poor, and the remnant of Israel will trust in the name of the Lord."},{"number":13,"text":"They will not do evil, nor speak falsehood, and a deceitful tongue will not be found in their mouth; but they will pasture and lie down, and no one will make them afraid."},{"number":14,"text":"Cry out with joy, daughter of Zion, shout aloud, Israel! Rejoice and exult with all your heart, daughter of Jerusalem."},{"number":15,"text":"The Lord has put away your adversaries, he has turned away your foes; the Lord is king in your midst, you will fear evil no more."},{"number":16,"text":"In that day it will be said to Jerusalem: Fear not! Zion, let not your hands grow weak!"},{"number":17,"text":"The Lord your God is in your midst, a victorious hero. He will rejoice over you with joy, he will renew his love, he will exult over you with singing,"},{"number":18,"text":"as on a day of festival. I will take away from you your disgrace, and put away from you your reproach."},{"number":19,"text":"I will destroy at that time all who afflict you. I will deliver the lame, and gather the outcast, I will make them an object of renown and fame in all the earth."},{"number":20,"text":"I will do good to you, at the time when I gather you. For I will make you an object of fame and renown among all the peoples of the earth; when I bring back your captivity before your eyes. This says the Lord."}]}