{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":10,"verses":[{"number":1,"text":"She preserued the first formed father of the world that was created alone, and brought him out of his fall,"},{"number":2,"text":"And gaue him power to rule all things."},{"number":3,"text":"But when the vnrighteous went away from her in his anger, he perished also in the fury wherwith he murdered his brother."},{"number":4,"text":"For whose cause the earth being drowned with the flood, Wisedome againe preserued it, & directed the course of the righteous, in a piece of wood, of small value."},{"number":5,"text":"Moreouer, the nations in their wicked conspiracie being confounded, she found out the righteous, and preserued him blamelesse vnto God, and kept him strong against his tender compassion towards his sonne."},{"number":6,"text":"When the vngodly perished, shee deliuered the righteous man, who fled from the fire which fell downe vpon the fiue cities."},{"number":7,"text":"Of whose wickednesse euen to this day the waste land that smoketh, is a testimonie, and plants bearing fruite that neuer come to ripenesse: and a standing pillar of salt is a monument of an vnbeleeuing soule."},{"number":8,"text":"For regarding not wisedome, they gate not only this hurt, that they knew not the things which were good: but also left behind them to the world a memoriall of their foolishnes: so that in the things wherein they offended, they could not so much as be hid."},{"number":9,"text":"But Wisedome deliuered from paine those that attended vpon her."},{"number":10,"text":"When the righteous fled from his brothers wrath, she guided him in right paths: shewed him the kingdome of God: and gaue him knowledge of holy things, made him rich in his trauailes, and multiplied the fruit of his labours."},{"number":11,"text":"In the couetousnesse of such as oppressed him, she stood by him, and made him rich."},{"number":12,"text":"She defended him from his enemies, and kept him safe from those that lay in wait, and in a sore conflict she gaue him the victory, that he might knowe that godlinesse is stronger then all."},{"number":13,"text":"When the righteous was solde, she forsooke him not, but deliuered him from sinne: she went downe with him into the pit,"},{"number":14,"text":"And left him not in bonds till she brought him the scepter of the kingdom and power against those that oppressed him: as for them that had accused him, she shewed them to be liers, and gaue them perpetuall glory."},{"number":15,"text":"She deliuered the righteous people, and blamelesse seed from the nation that oppressed them."},{"number":16,"text":"She entred into the soule of the seruant of the Lord, and withstood dreadfull kings in wonders and signes,"},{"number":17,"text":"Rendred to the righteous a reward of their labours, guided them in a marueilous way, and was vnto them for a couer by day, and a light of starres in the night season:"},{"number":18,"text":"Brought them through the red sea, and led them thorow much water."},{"number":19,"text":"But she drowned their enemies, and cast them vp out of the bottome of the deepe."},{"number":20,"text":"Therefore the righteous spoiled the vngodly, & praised thy holy Name, O Lord, and magnified with one accord thine hand that fought for them."},{"number":21,"text":"For wisedome opened the mouth of the dumbe, and made the tongues of them that cannot speake, eloquent."}]}