{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":12,"verses":[{"number":1,"text":"For thine vncorruptible spirit is in all things."},{"number":2,"text":"Therefore chastnest thou them by little, and little, that offend, and warnest them by putting them in remembrance, wherin they haue offended, that leauing their wickednesse they may beleeue on thee O Lord."},{"number":3,"text":"For it was thy will to destroy by the handes of our fathers, both those old inhabitants of thy holy land,"},{"number":4,"text":"Whom thou hatedst for doing most odious workes of witchcrafts, and wicked sacrifices;"},{"number":5,"text":"And also those mercilesse murderers of children, & deuourers of mans flesh, and the feasts of blood;"},{"number":6,"text":"With their Priests out of the midst of their idolatrous crew, and the parents that killed with their owne hands, soules destitute of helpe:"},{"number":7,"text":"That the land which thou esteemedst aboue all other, might receiue a worthy colonie of Gods children."},{"number":8,"text":"Neuerthelesse, euen those thou sparedst as men, and didst send waspes forerunners of thine hoste, to destroy them by little and little."},{"number":9,"text":"Not that thou wast vnable to bring the vngodly vnder the hand of the righteous in battell, or to destroy them at once with cruel beastes, or with one rough word:"},{"number":10,"text":"But executing thy iudgements vpon them by little and little, thou gauest them place of repentance, not being ignorant that they were a naughtie generation, and that their malice, was bred in them, and that their cogitation would neuer be changed."},{"number":11,"text":"For it was a cursed seed, from the beginning, neither didst thou for feare of any man giue them pardon for those things wherein they sinned."},{"number":12,"text":"For who shall say, What hast thou done? or who shall withstand thy iudgement, or who shall accuse thee for the nations that perish whom thou hast made? or who shall come to stand against thee, to be reuenged for the vnrighteous men?"},{"number":13,"text":"For neither is there any God but thou, that careth for all, to whom thou mightest shew that thy iudgement is not vnright."},{"number":14,"text":"Neither shall king or tyrant bee able to set his face against thee, for any whom thou hast punished."},{"number":15,"text":"For so much then as thou art righteous thy selfe, thou orderest all things righteously: thinking it not agreeable with thy power to condemne him &thorn; hath not deserued to be punished."},{"number":16,"text":"For thy power is the beginning of righteousnesse, and because thou art the Lord of all, it maketh thee to be gracious vnto all."},{"number":17,"text":"For when men will not beleeue, that thou art of a full power, thou shewest thy strength, and among them that know it, thou makest their boldnesse manifest."},{"number":18,"text":"But thou, mastering thy power, iudgest with equitie, and orderest vs with great fauour: for thou mayest vse power when thou wilt."},{"number":19,"text":"But by such workes hast thou taught thy people, that the iust man should be mercifull, and hast made thy children to be of a good hope, that thou giuest repentance for sinnes."},{"number":20,"text":"For if thou didst punish the enemies of thy children, and the condemned to death with such deliberation, giuing them time and place, wherby they might be deliuered from their malice."},{"number":21,"text":"With how great circumspection diddest thou iudge thine owne sonnes, vnto whose fathers thou hast sworne, and made couenants of good promises?"},{"number":22,"text":"Therefore whereas thou doest chasten vs, thou scourgest our enemies a thousand times more, to the intent that when wee iudge, wee should carefully thinke of thy goodnesse, and when we our selues are iudged, wee should looke for mercy."},{"number":23,"text":"Wherefore, whereas men haue liued dissolutely and vnrighteously, thou hast tormented them with their owne abominations."},{"number":24,"text":"For they went astray very farre in the wayes of errour, & held them for gods (which euen amongst the beasts of their enemies were despised) being deceiued as children of no vnderstanding."},{"number":25,"text":"Therefore vnto them, as to children without the vse of reason, thou didst send a iudgement to mocke them."},{"number":26,"text":"But they that would not bee refourmed by that correction wherein he dallied with them, shall feele a iudgement worthy of God."},{"number":27,"text":"For looke, for what things they grudged when they were punished, (that is) for them whom they thought to be gods,  being punished in them; when they saw it, they acknowledged him to be the true God, whome before they denyed to know: and therefore came extreme damnation vpon them."}]}