{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":14,"verses":[{"number":1,"text":"Againe, one preparing himselfe to saile, and about to passe through the raging waues, calleth vpon a piece of wood more rotten then the vesell that carieth him."},{"number":2,"text":"For verely desire of gaine deuised that, and the workeman built it by his skill:"},{"number":3,"text":"But thy prouidence, O Father, gouerneth it: for thou hast made a way in the Sea, and a safe path in the waues:"},{"number":4,"text":"Shewing that thou canst saue from all danger: yea though a man went to Sea without arte."},{"number":5,"text":"Neuerthelesse thou wouldest not that the works of thy wisedome should be idle, and therefore doe men commit their liues to a small piece of wood, and passing the rough sea in a weake vessell, are saued."},{"number":6,"text":"For in the old time also when the proud gyants perished, the hope of the world gouerned by thy hand, escaped in a weake vessell, and left to all ages a seed of generation."},{"number":7,"text":"For blessed is the wood, whereby righteousnesse commeth."},{"number":8,"text":"But that which is made with hands, is cursed, aswell it, as hee that made it: he, because he made it, and it, because being corruptible it was called God."},{"number":9,"text":"For the vngodly and his vngodlines are both alike hatefull vnto God."},{"number":10,"text":"For that which is made, shall bee punished together with him that made it."},{"number":11,"text":"Therfore euen vpon the idoles of the Gentiles shall there be a visitation: because in the creature of God they are become an abomination and stumbling blocks to the soules of men, and a snare to the feet of the vnwise."},{"number":12,"text":"For the deuising of idoles was the beginning of spiritual fornication, and the inuention of them the corruption of life."},{"number":13,"text":"For neither were they from the beginning, neither shall they be for euer."},{"number":14,"text":"For by the vaine glory of men they entred into the world, and therefore shall they come shortly to an end."},{"number":15,"text":"For a father afflicted with vntimely mourning, when he hath made an image of his childe soone taken away, now honoured him as a god, which was then a dead man, and deliuered to those that were vnder him, ceremonies and sacrifices."},{"number":16,"text":"Thus in processe of time an vngodly custome growen strong, was kept as a law, and grauen images were worshipped by the commandements of kings,"},{"number":17,"text":"Whom men could not honour in presence, because they dwelt farre off, they tooke the counterfeit of his visage from farre, and made an expresse image of a king whom they honoured, to the end that by this their forwardnes, they might flatter him that was absent, as if he were present."},{"number":18,"text":"Also the singular diligence of the artificer did helpe to set forward the ignorant to more superstition."},{"number":19,"text":"For he peraduenture willing to please one in authoritie, forced all his skill to make the resemblance of the best fashion."},{"number":20,"text":"And so the multitude allured by the grace of the worke, tooke him now for a god, which a litle before was but honoured as a man."},{"number":21,"text":"And this was an occasion to deceiue the world: for men seruing either calamitie or tyrannie, did ascribe vnto stones, and stockes, the incommunicable Name."},{"number":22,"text":"Moreouer this was not enough for them, that they erred in the knowledge of God, but whereas they liued in the great warre of ignorance, those so great plagues called they peace."},{"number":23,"text":"For whilest they slew their children in sacrifices, or vsed secret ceremonies, or made reuellings of strange rites"},{"number":24,"text":"They kept neither liues nor mariages any longer vndefiled: but either one slew another traiterously, or grieued him by adulterie:"},{"number":25,"text":"So that there reigned in all men without exception, blood, manslaughter, theft, and dissimulation, corruption, vnfaithfulnesse, tumults, periurie,"},{"number":26,"text":"Disquieting of good men, forgetfulnesse of good turnes, defiling of soules, changing of kinde, disorder in mariages, adulterie, and shameles vncleannesse."},{"number":27,"text":"For the worshipping of idoles not to be named, is the beginning, the cause, and the end of all euill."},{"number":28,"text":"For either they are mad when they be merry, or prophesie lies, or liue vniustly, or else lightly forsweare themselues."},{"number":29,"text":"For insomuch as their trust is in idoles which haue no life, though they sweare falsly, yet they looke not to bee hurt."},{"number":30,"text":"Howbeit for both causes shal they be iustly punished: both because they thought not well of God, giuing heed vnto idols, and also vniustly swore in deceit, despising holinesse."},{"number":31,"text":"For it is not the power of them by whom they sweare: but it is the iust vengeance of sinners, that punisheth alwayes the offence of the vngodly."}]}