{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":15,"verses":[{"number":1,"text":"But thou O God, art gracious and true: long suffering, and in mercy ordering all things."},{"number":2,"text":"For if we sinne we are thine, knowing thy power: but we will not sinne, knowing that we are counted thine."},{"number":3,"text":"For to know thee is perfect righteousnesse: yea to know thy power is the roote of immortality."},{"number":4,"text":"For neither did the mischieuous inuention of men deceiue vs: nor an image spotted with diuers colours, the painters fruitlesse labour."},{"number":5,"text":"The sight wherof entiseth fooles to lust after it, and so they desire the forme of a dead image that hath no breath."},{"number":6,"text":"Both they that make them, they that desire them, and they that worship them, are louers of euill things, and are worthy to haue such things to trust vpon."},{"number":7,"text":"For the potter tempering soft earth fashioneth, euery vessell with much labour for our seruice: yea of the same clay hee maketh both the vessels that serue for cleane vses: and likewise also all such as serue to the contrary: but what is the vse of either sort, the potter himselfe is the iudge."},{"number":8,"text":"And employing his labours lewdly, he maketh a vaine God of the same clay, euen he which a little before was made of earth himselfe, and within a little while after returneth to the same out of the which he was taken: when his life which was lent him shall be demanded."},{"number":9,"text":"Notwithstanding his care is, not that hee shall haue much labour, nor that his life is short: but striueth to excel goldsmiths, and siluersmiths, and endeuoureth to doe like the workers in brasse, and counteth it his glory to make counterfeit things."},{"number":10,"text":"His heart is ashes, his hope is more vile then earth, and his life of lesse value then clay:"},{"number":11,"text":"Forasmuch as hee knew not his maker, and him that inspired into him an actiue soule, and breathed in a liuing spirit."},{"number":12,"text":"But they counted our life a pastime, & our time here a market for gaine: for, say they, we must be getting euery way, though it be by euil meanes."},{"number":13,"text":"For this man that of earthly matter maketh brickle vessels, and grauen images, knoweth himselfe to offend aboue all others."},{"number":14,"text":"And all the enemies of thy people, that hold them in subiection are most foolish and are more miserable then very babes."},{"number":15,"text":"For they counted all the idoles of the heathen to be gods: which neither haue the vse of eyes to see, nor noses to draw breath, nor eares to heare, nor fingers of hands to handle, and as for their feete they are slow to goe."},{"number":16,"text":"For man made them, and he that borrowed his owne spirit fashioned them, but no man can make a god like vnto himselfe."},{"number":17,"text":"For being mortall he worketh a dead thing with wicked hands: for hee himselfe is better then the things which he worshippeth: whereas he liued once, but they neuer."},{"number":18,"text":"Yea they worshipped those beasts also that are most hatefull: for being compared together, some are worse then others."},{"number":19,"text":"Neither are they beautifull, so much, as to bee desired in respect of beasts, but they went without the praise of God and his blessing."}]}