{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":16,"verses":[{"number":1,"text":"Therefore by the like were they punished worthily, and by the multitude of beasts tormented."},{"number":2,"text":"In stead of which punishment, dealing graciously with thine owne people thou preparedst for them meate of a strange taste: euen quailes to stirre vp their appetite:"},{"number":3,"text":"To the end that they desiring food might for the ougly sight of the beasts sent among them, loath euen that which they must needs desire: but these suffering penury for a short space, might be made partakers of a strange taste."},{"number":4,"text":"For it was requisite, that vpon them excercising tyranny should come penury which they could not auoyde: but to these it should onely be shewed how their enemies were tormented."},{"number":5,"text":"For when the horrible fiercenesse of beasts came vpon these, and they perished with the stings of crooked serpents, thy wrath endured not for euer."},{"number":6,"text":"But they were troubled for a smal season that they might be admonished, hauing a signe of saluation, to put them in remembrance of the commandement of thy Law."},{"number":7,"text":"For hee that turned himselfe towards it, was not saued by the thing that he saw: but by thee that art the sauiour of all."},{"number":8,"text":"And in this thou madest thine enemies confesse, that it is thou who deliuerest from all euill:"},{"number":9,"text":"For them the bitings of grassehoppers and flies killed, neither was there found any remedy for their life: for they were worthy to bee punished by such."},{"number":10,"text":"But thy sonnes, not the very teeth of venemous dragons ouercame: for thy mercy was euer by them, and healed them."},{"number":11,"text":"For they were pricked, that they should remember thy words, and were quickly saued, that not falling into deep forgetfulnesse, they might be continually mindefull of thy goodnesse."},{"number":12,"text":"For it was neither herbe, nor mollifying plaister that restored them to health: but thy word, O Lord, which healeth all things."},{"number":13,"text":"For thou hast power of life and death: thou leadest to the gates of hell, and bringest vp againe."},{"number":14,"text":"A man indeed killeth through his malice: and the spirit when it is gone foorth returneth not; neither the soule receiued vp, commeth againe."},{"number":15,"text":"But it is not possible to escape thine hand."},{"number":16,"text":"For the vngodly that denied to know thee, were scourged by the strength of thine arme: with strange raines, hailes, and showers were they persecuted, that they could not auoyd, and through fire were they consumed."},{"number":17,"text":"For, which is most to be wondered at, the fire had more force in the water that quencheth all things: for the world fighteth for the righteous."},{"number":18,"text":"For sometimes the flame was mitigated, that it might not burne vp the beasts that were sent against the vngodly: but themselues might see and perceiue that they were persecuted with the iudgement of God."},{"number":19,"text":"And at another time it burneth euen in the midst of water, aboue the power of fire, that it might destroy the fruits of an vniust land."},{"number":20,"text":"In stead whereof thou feddest thine owne people, with Angels food, and didst send them from heauen bread prepared without their labour, able to content euery mans delight, and agreeing to euery taste."},{"number":21,"text":"For thy sustenance declared thy sweetnesse vnto thy children, and seruing to the appetite of the eater tempered it selfe to euery mans liking."},{"number":22,"text":"But snow and yce endured the fire and melted not, that they might know that fire burning the haile, and sparkling in the raine, did destroy the fruits of the enemies."},{"number":23,"text":"But this againe did euen forget his owne strength, that the righteous might be nourished."},{"number":24,"text":"For the creature that serueth thee who art the maker, encreaseth his strength against the vnrighteous for their punishment, and abateth his strength for the benefit of such as put their trust in thee."},{"number":25,"text":"Therefore euen then was it altered into all fashions, and was obedient to thy grace that nourisheth all things, according to the desire of them that had need:"},{"number":26,"text":"That thy children, O Lord, whom thou louest, might know that it is not the growing of fruits that nourisheth man: but that it is thy word which preserueth them that put their trust in thee."},{"number":27,"text":"For that which was not destroied of the fire, being warmed with a litle Sunne beame, soone melted away,"},{"number":28,"text":"That it might bee knowen, that wee must preuent the Sunne, to giue thee thanks, and at the day-spring pray vnto thee."},{"number":29,"text":"For the hope of the vnfaithfull, shal melt away as the Winters hoarefrost, and shall runne away as vnprofitable water."}]}