{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":17,"verses":[{"number":1,"text":"For great are thy Iudgements, and cannot be expressed: therefore vnnourtured soules haue erred."},{"number":2,"text":"For when vnrighteous men thought to oppresse the holy nation: they being shut vp in their houses, the prisoners of darkenesse, and fettered with the bondes of a long night, lay  exiled from the eternall prouidence."},{"number":3,"text":"For while they supposed to lie hid in their secret sinnes, they were scattered vnder a darke vaile of forgetfulnesse, being horribly astonished, and troubled with (strange) apparitions."},{"number":4,"text":"For neither might the corner that helde them keepe them from feare: but noises (as of waters) falling downe, sounded about them, and sadde visions appeared vnto them with heauie countenances."},{"number":5,"text":"No power of the fire might giue them light: neither could the bright flames of the starres endure to lighten that horrible night."},{"number":6,"text":"Onely there appeared vnto them a fire kindled of it selfe, very dreadfull: for being much terrified, they thought the things which they saw to be worse then the sight they saw not."},{"number":7,"text":"As for the illusions of arte Magicke, they were put downe, and their vaunting in wisedome was reprooued with disgrace."},{"number":8,"text":"For they that promised to driue away terrours, and troubles from a sicke soule, were sicke themselues of feare worthy to be laughed at."},{"number":9,"text":"For though no terrible thing did feare them: yet being skared with beasts that passed by, and hissing of serpents,"},{"number":10,"text":"They died for feare, denying that they saw the ayre, which could of no side be auoided."},{"number":11,"text":"For wickednesse condemned by her owne witnesse, is very timorous, and being pressed with conscience, alwayes forecasteth grieuous things."},{"number":12,"text":"For feare is nothing else, but a betraying of the succours which reason offereth."},{"number":13,"text":"And the expectation from within being lesse, counteth the ignorance more then the cause which bringeth the torment."},{"number":14,"text":"But they sleeping the same sleepe that night which was indeed intolerable, and which came vpon them out of the bottomes of ineuitable hell:"},{"number":15,"text":"Were partly vexed with monstrous apparitions, and partly fainted, their heart failing them: for a suddaine feare and not looked for, came vpon them."},{"number":16,"text":"So then, whosoeuer there fell downe, was straitly kept, shut vp in a prison without yron barres."},{"number":17,"text":"For whether hee were husbandman, or shepheard, or a labourer in the field, he was ouertaken, and endured that necessitie, which could not be auoided: for they were all bound with one chaine of darkenesse."},{"number":18,"text":"Whether it were a whistling winde, or a melodious noise of birdes among the spreading branches, or a pleasing fall of water running violently:"},{"number":19,"text":"Or a terrible sound of stones cast downe, or a running that could not be seene of skipping beasts, or a roaring voice of most sauage wilde beasts, or a rebounding Eccho from the hollow mountaines: these things made them to swoone for feare."},{"number":20,"text":"For the whole world shined with cleare light, and none were hindered in their labour."},{"number":21,"text":"Ouer them onely was spread an heauie night, an image of that darkenesse which should afterwards receiue them: but yet were they vnto themselues more grieuous then the darkenesse."}]}