{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":18,"verses":[{"number":1,"text":"Neuerthelesse, thy Saints had a very great light, whose voice they hearing and not seeing their shape, because they also had not suffered the same things, they counted them happy."},{"number":2,"text":"But for that they did not hurt them now, of whom they had beene wronged before, they thanked them, and besought them pardon, for that they had beene enemies."},{"number":3,"text":"In stead whereof thou gauest them a burning pillar of fire, both to be a guide of the vnknowen iourney, and an harmelesse Sunne to entertaine them honourably."},{"number":4,"text":"For they were worthy to be depriued of light, and imprisoned in darknesse, who had kept thy sonnes shut vp, by whom the vncorrupt light of the law was to be giuen vnto the world."},{"number":5,"text":"And when they had determined to slay the babes of the Saints, one child being cast forth, and saued: to reproue them, thou tookest away the multitude of their children, and destroyedst them altogether in a mightie water."},{"number":6,"text":"Of that night were our fathers certified afore, that assuredly knowing vnto what oathes they had giuen credence, they might afterwards bee of good cheere."},{"number":7,"text":"So of thy people was accepted both the saluation of the righteous, and destruction of the enemies."},{"number":8,"text":"For wherewith thou didst punish our aduersaries, by the same thou didst glorifie vs whom thou hadst called."},{"number":9,"text":"For the righteous children of good men did sacrifice secretly, and with one consent made a holy lawe, that the Saints should bee alike partakers of the same good and euill, the fathers now singing out the songs of praise."},{"number":10,"text":"But on the other side there sounded an ill-according crie of the enemies, and a lamentable noise was caried abroad for children that were bewailed."},{"number":11,"text":"The master and the seruaunt were punished after one maner, and like as the king, so suffered the common person."},{"number":12,"text":"So they altogether had innumerable dead with one kind of death, neither were the liuing sufficient to burie them: for in one moment the noblest ofspring of them was destroyed."},{"number":13,"text":"For whereas they would not beleeue any thing by reason of the enchantments, vpon the destruction of the first borne, they acknowledged this people to be the sonnes of God."},{"number":14,"text":"For while all things were in quiet silence, and that night was in the midst of her swift course,"},{"number":15,"text":"Thine almighty word leapt downe from heauen, out of thy royall throne, as a fierce man of warre into the midst of a land of destruction,"},{"number":16,"text":"And brought thine vnfained commandement as a sharpe sword, and standing vp filled all things with death, and it touched the heauen, but it stood vpon the earth."},{"number":17,"text":"Then suddenly visions of horrible dreames troubled them sore, and terrours came vpon them vnlooked for."},{"number":18,"text":"And one throwen here, another there halfe dead, shewed the cause of his death."},{"number":19,"text":"For the dreames that troubled them, did foreshew this, lest they should perish, and not know why they were afflicted."},{"number":20,"text":"Yea, the tasting of death touched the righteous also, and there was a destruction of the multitude in the wildernes: but the wrath endured not long."},{"number":21,"text":"For then the blamelesse man made haste, and stood foorth to defend them, and bringing the shield of his proper ministerie, euen prayer and the propitiation of incense, set himselfe against the wrath, and so brought the calamity to an end, declaring that hee was thy seruant."},{"number":22,"text":"So hee ouercame the destroyer, not with strength of body, nor force of armes, but with a word subdued he him that punished, alleaging the oathes and couenants made with the fathers."},{"number":23,"text":"For when the dead were now fallen downe by heaps one vpon another, standing betweene, he staied the wrath, and parted the way to the liuing."},{"number":24,"text":"For in the long garment was the whole world, & in the foure rowes of the stones was the glory of the fathers grauen, and thy maiestie vpon the diademe of his head."},{"number":25,"text":"Vnto these the destroyer gaue place, and was afraid of them: for it was enough that they onely tasted of the wrath."}]}