{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":19,"verses":[{"number":1,"text":"As for the vngodly, wrath came vpon them without mercie vnto the end: for he knew before what they would doe;"},{"number":2,"text":"Howe that hauing giuen them leaue to depart, and sent them hastily away, they would repent and pursue them."},{"number":3,"text":"For whilest they were yet mourning, and making lamentation at the graues of the dead, they added another foolish deuice, and pursued them as fugitiues, whom they had entreated to be gone."},{"number":4,"text":"For the destiny, whereof they were worthy, drew them vnto this end, and made them forget the things that had already happened, that they might fulfill the punishment which was wanting to their torments,"},{"number":5,"text":"And that thy people might passe a wonderfull way: but they might find a strange death."},{"number":6,"text":"For the whole creature in his proper kind was fashioned againe anew, seruing the peculiar commandements that were giuen vnto them, that thy children might be kept without hurt."},{"number":7,"text":"As namely, a cloud shadowing the campe, and where water stood before drie land appeared, and out of the red Sea a way without impediment, and out of the violent streame a greene field:"},{"number":8,"text":"Where-thorough all the people went that were defended with thy hand, seeing thy marueilous strange wonders."},{"number":9,"text":"For they went at large like horses, and leaped like lambes, praising thee O Lord, who hadst deliuered them."},{"number":10,"text":"For they were yet mindefull of the things that were done while they soiourned in the strange land, how the ground brought forth flies in stead of cattell, and how the riuer cast vp a multitude of frogs in stead of fishes."},{"number":11,"text":"But afterwards they saw a new generation of foules, when being led with their appetite they asked delicate meates."},{"number":12,"text":"For quailes came vp vnto them from the Sea, for their contentment."},{"number":13,"text":"And punishments came vpon the sinners not without former signes by the force of thunders: for they suffered iustly, according to their owne wickednesse, insomuch as they vsed a more hard and hatefull behauiour towards strangers:"},{"number":14,"text":"For the Sodomits did not receiue those whom they knew not when they came: but these brought friends into bondage, that had well deserued of them."},{"number":15,"text":"And not onely so: but peraduenture some respect shall be had of those, because they vsed strangers not friendly."},{"number":16,"text":"But these very grieuously afflicted them, whom they had receiued with feastings, and were already made partakers of the same lawes with them."},{"number":17,"text":"Therefore euen with blindnesse were these stricken, as those were at the doores of the righteous man: when being compassed about with horrible great darknesse, euery one sought the passage of his owne doores."},{"number":18,"text":"For the elements were changed in themselues by a kind of harmonie, like as in a Psaltery notes change the name of the tune, and yet are alwayes sounds, which may well be perceiued by the sight of the things that haue beene done."},{"number":19,"text":"For earthly things were turned into watry, and the things that before swamme in the water, now went vpon the ground."},{"number":20,"text":"The fire had power in the water, forgetting his owne vertue: and the water forgat his owne quenching nature."},{"number":21,"text":"On the other side, the flames wasted not the flesh of the corruptible liuing things, though they walked therin, neither melted they the ycie kind of heauenly meate, that was of nature apt to melt."},{"number":22,"text":"For in all things, O Lord, thou didst magnifie thy people, and glorifie them, neither didst thou lightly regard them: but didst assist them in euery time and place."}]}