{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":3,"verses":[{"number":1,"text":"But the soules of the righteous are in the hand of God, and there shall no torment touch them."},{"number":2,"text":"In the sight of the vnwise they seemed to die: and their departure is taken for misery,"},{"number":3,"text":"And their going from vs to be vtter destruction: but they are in peace."},{"number":4,"text":"For though they bee punished in the sight of men: yet is their hope full of immortalitie."},{"number":5,"text":"And hauing bene a little chastised, they shalbe greatly rewarded: for God proued them, and found them worthy for himselfe."},{"number":6,"text":"As gold in the furnace hath hee tried them, and receiued them as a burnt offering."},{"number":7,"text":"And in the time of their visitation, they shall shine and runne to and fro, like sparkes among the stubble."},{"number":8,"text":"They shall iudge the nations, and haue dominion ouer the people, and their Lord shall raigne for euer."},{"number":9,"text":"They that put their trust in him, shall vnderstand the trueth: and such as be faithfull in loue, shall abide with him: for grace & mercy is to his saints, and he hath care for his elect."},{"number":10,"text":"But the vngodly shalbe punished according to their owne imaginations, which haue neglected the righteous, and forsaken the Lord."},{"number":11,"text":"For who so despiseth wisedome, and nurture, he is miserable, and their hope is vaine, their labours vnfruitfull, and their works vnprofitable."},{"number":12,"text":"Their wiues are foolish, and their children wicked."},{"number":13,"text":"Their of-spring is cursed: wherefore blessed is the barren that is vndefiled, which hath not knowen the sinfull bed: she shall haue fruit in the visitation of soules."},{"number":14,"text":"And blessed is the Eunuch which with his hands hath wrought no iniquitie: nor imagined wicked things against God: for vnto him shall be giuen the speciall gift of faith, and an inheritance in the Temple of the Lord more acceptable to his minde."},{"number":15,"text":"For glorious is the fruit of good labours: and the root of wisedom shall neuer fall away."},{"number":16,"text":"As for the children of adulterers, they shall not come to their perfection, and the seed of an vnrighteous bed shal be rooted out."},{"number":17,"text":"For though they liue long, yet shall they bee nothing regarded: and their last age shall be without honour."},{"number":18,"text":"Or if they die quickly, they haue no hope, neither comfort in the day of triall."},{"number":19,"text":"For horrible is the end of the vnrighteous generation."}]}