{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":4,"verses":[{"number":1,"text":"Better it is to haue no children, and to haue vertue: for the memoriall thereof is immortal: because it is knowen with God and with men."},{"number":2,"text":"When it is present, men take example at it, and when it is gone they desire it: it weareth a crown, and triumpheth for euer, hauing gotten the victorie, striuing for vndefiled rewards."},{"number":3,"text":"But the multiplying brood of the vngodly shall not thriue, nor take deepe rooting from bastard slips, nor lay any fast foundation."},{"number":4,"text":"For though they flourish in branches for a time: yet standing not fast, they shall be shaken with the winde: and through the force of windes they shall be rooted out."},{"number":5,"text":"The vnperfect branches shall bee broken off, their fruit vnprofitable, not ripe to eate: yea meet for nothing."},{"number":6,"text":"For children begotten of vnlawfull beds, are witnesses of wickednes against their parents in their triall."},{"number":7,"text":"But though the righteous be preuented with death: yet shal he be in rest."},{"number":8,"text":"For honourable age is not that which standeth in length of time, nor that is measured by number of yeeres."},{"number":9,"text":"But wisedome is the gray haire vnto men, & an vnspotted life is old age."},{"number":10,"text":"He pleased God, and was beloued of him: so that liuing amongst sinners, he was translated."},{"number":11,"text":"Yea, speedily was he taken away, lest that wickednes should alter his vnderstanding, or deceit beguile his soule."},{"number":12,"text":"For the bewitching of naughtines doth obscure things that are honest: and the wandring of concupiscence, doth vndermine the simple mind."},{"number":13,"text":"He being made perfect in a short time, fulfilled a long time."},{"number":14,"text":"For his soule pleased the Lord: therefore hasted he to take him away, from among the wicked."},{"number":15,"text":"This the people saw, and vnderstood it not: neither laid they vp this in their mindes, That his grace and mercie is with his Saints, and that he hath respect vnto his chosen."},{"number":16,"text":"Thus the righteous that is dead, shall condemne the vngodly, which are liuing, and youth that is soone perfected, the many yeeres and old age of the vnrighteous."},{"number":17,"text":"For they shall see the end of the wise, & shall not vnderstand what God in his counsell hath decreed of him, and to what end the Lord hath set him in safetie."},{"number":18,"text":"They shal see him and despise him, but God shall laugh them to scorne, and they shal hereafter be a vile carkeis, and a reproch among the dead for euermore."},{"number":19,"text":"For he shall rend them, and cast them downe headlong, that they shalbe speechles: and he shal shake them from the foundation: and they shall bee vtterly laid waste, and be in sorow: and their memoriall shall perish."},{"number":20,"text":"And when they cast vp the accounts of their sinnes, they shall come with feare: and their owne iniquities shall conuince them to their face."}]}