{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":5,"verses":[{"number":1,"text":"Then shal the righteous man stand in great boldnesse, before the face of such as haue afflicted him, and made no account of his labours."},{"number":2,"text":"When they see it, they shalbe troubled with terrible feare, & shall be amazed at the strangenesse of his saluation, so farre beyond all that they looked for."},{"number":3,"text":"And they repenting, and groning for anguish of spirit, shall say within themselues, This was he whom wee had sometimes in derision, and a prouerbe of reproch."},{"number":4,"text":"We fooles accounted his life madnes, and his end to be without honour."},{"number":5,"text":"How is hee numbred among the children of God, and his lot is among the Saints?"},{"number":6,"text":"Therefore haue wee erred from the way of trueth, and the light of righteousnesse hath not shined vnto vs, and the Sunne of righteousnesse rose not vpon vs."},{"number":7,"text":"We wearied ourselues in the way of wickednesse, and destruction: yea, we haue gone through deserts, where there lay no way: but as for the way of the Lord, we haue not knowen it."},{"number":8,"text":"What hath pride profited vs? or what good hath riches with our vaunting brought vs?"},{"number":9,"text":"All those things are passed away like a shadow, and as a Poste that hasted by."},{"number":10,"text":"And as a ship that passeth ouer the waues of the water, which when it is gone by, the trace thereof cannot bee found: neither the path way of the keele in the waues."},{"number":11,"text":"Or as when a bird hath flowen thorow the aire, there is no token of her way to be found, but the light aire being beaten with the stroke of her wings, and parted with the violent noise and motion of them, is passed thorow, and therin afterwards no signe where she went, is to be found."},{"number":12,"text":"Or like as when an arrow is shot at a marke, it parteth the aire, which immediatly commeth together againe: so that a man cannot know where it went thorow:"},{"number":13,"text":"Euen so we in like maner, assoone as we were borne, began to draw to our end, and had no signe of vertue to shew: but were consumed in our owne wickednesse."},{"number":14,"text":"For the hope of the vngodly is like dust that is blowen away with &thorn; wind, like a thinne froth that is driuen away with &thorn; storme: like as the smoke which is dispersed here and there with a tempest, and passeth away as the remembrance of a guest that tarieth but a day."},{"number":15,"text":"But &thorn; righteous liue for euermore, their reward also is with the Lord, and the care of them is with the most High."},{"number":16,"text":"Therfore shall they receiue a glorious kingdome, & a beautiful crowne from the Lords hande: for with his right hand shall he couer them, and with his arme shall he protect them."},{"number":17,"text":"He shall take to him his ielousie for c&#333;plete armour, & make the creature his weapon for the reuenge of his enemies."},{"number":18,"text":"He shal put on righteousnesse as a brestplate, and true iudgement in stead of an helmet."},{"number":19,"text":"He shall take holinesse for an inuincible shield."},{"number":20,"text":"His seuere wrath shall he sharpen for a sword, and the world shall fight with him against the vnwise."},{"number":21,"text":"Then shal the right-aiming thunder bolts goe abroad, and from the cloudes, as from a well-drawen bow, shall they flie to the marke."},{"number":22,"text":"And hailestones full of wrath shal be cast as out of a stonebow, and the water of the Sea shall rage against them, & the floods shall cruelly drowne them."},{"number":23,"text":"Yea a mightie wind shall stand vp against them, & like a storme shall blow them away: thus iniquity shal lay wast the whole earth, and ill dealing shall ouerthrow the thrones of the mightie."}]}