{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":6,"verses":[{"number":1,"text":"Heare therefore, O yee kings, and vnderstand, learne yee that be iudges of the ends of the earth."},{"number":2,"text":"Giue eare you that rule the people, and glory in the multitude of nations."},{"number":3,"text":"For power is giuen you of the Lord, & soueraigntie from the Highest, who shall try your workes; and search out your counsels."},{"number":4,"text":"Because being Ministers of his kingdome, you haue not iudged aright, nor kept the law, nor walked after the counsell of God,"},{"number":5,"text":"Horribly and speedily shall he come vpon you: for a sharpe iudgement shall be to them that be in high places."},{"number":6,"text":"For mercy will soone pardon the meanest: but mighty men shall be mightily tormented."},{"number":7,"text":"For he which is Lord ouer all, shall feare no mans person: neither shall he stand in awe of any mans greatnesse: for he hath made the small and great, and careth for all alike."},{"number":8,"text":"But a sore triall shall come vpon the mighty."},{"number":9,"text":"Unto you therefore, O kings, doe I speake, that yee may learne wisedome, and not fall away."},{"number":10,"text":"For they that keepe holinesse holily, shall be iudged holy: and they that haue learned such things, shall find what to answere."},{"number":11,"text":"Wherefore set your affection vpon my words, desire them, and yee shall be instructed."},{"number":12,"text":"Wisedome is glorious and neuer fadeth away: yea she is easily seene of them that loue her, and found of such as seeke her."},{"number":13,"text":"She preuenteth them that desire her, in making herselfe first knowen vnto them."},{"number":14,"text":"Whoso seeketh her earely, shall haue no great trauaile: for he shall find her sitting at his doores."},{"number":15,"text":"To thinke therefore vpon her is perfection of wisedome: and who so watcheth for her, shall quickly be without care."},{"number":16,"text":"For she goeth about seeking such as are worthy of her, sheweth herselfe fauourably vnto them in the wayes, and meeteth them in euery thought."},{"number":17,"text":"For the very true beginning of her, is the desire of discipline, and the care of discipline is loue:"},{"number":18,"text":"And loue is the keeping of her lawes; and the giuing heed vnto her lawes, is the assurance of incorruption."},{"number":19,"text":"And incorruption maketh vs neere vnto God."},{"number":20,"text":"Therefore the desire of wisedome bringeth to a kingdome."},{"number":21,"text":"If your delight be then in thrones and scepters, O ye kings of the people, honour wisedome that yee may raigne for euermore."},{"number":22,"text":"As for wisedome what she is, and how she came vp, I will tell you, and will not hide mysteries from you: but will seeke her out from the beginning of her natiuity, & bring the knowledge of her into light, and will not passe ouer the trueth."},{"number":23,"text":"Neither will I goe with consuming enuy: for such a man shall haue no fellowship with wisedome."},{"number":24,"text":"But the multitude of the wise is the welfare of the world: and a wise king is the vpholding of the people."},{"number":25,"text":"Receiue therefore instruction thorough my words, and it shall doe you good."}]}