{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":7,"verses":[{"number":1,"text":"I my selfe also am a mortall man, like to all, and the ofspring of him that was first made of the earth,"},{"number":2,"text":"And in my mothers wombe was fashioned to be flesh in the time of tenne moneths being compacted in blood, of the seed of man, and the pleasure that came with sleepe."},{"number":3,"text":"And when I was borne, I drew in the common aire, and fell vpon the earth which is of like nature, and the first voice which I vttered, was crying as all others doe."},{"number":4,"text":"I was nursed in swadling clothes, and that with cares."},{"number":5,"text":"For there is no king that had any other beginning of birth."},{"number":6,"text":"For all men haue one entrance vnto life, and the like going out."},{"number":7,"text":"Wherefore I prayed, and vnderstanding was giuen mee: I called vpon God, and the spirit of wisedome came to me."},{"number":8,"text":"I preferred her before scepters, and thrones, and esteemed riches nothing in comparison of her."},{"number":9,"text":"Neither compared I vnto her any precious stone, because all gold in respect of her is as a little sand, and siluer shalbe counted as clay before her."},{"number":10,"text":"I loued her aboue health and beautie, and chose to haue her in stead of light: for the light that commeth from her neuer goeth out."},{"number":11,"text":"All good things together came to me with her, and innumerable riches in her hands."},{"number":12,"text":"And I reioyced in them all, because wisedome goeth before them: and I knew not that shee was the mother of them."},{"number":13,"text":"I learned diligently, and doe communicate her liberally: I doe not hide her riches."},{"number":14,"text":"For shee is a treasure vnto men that neuer faileth: which they that vse, become the friends of God: being commended for the gifts that come from learning."},{"number":15,"text":"God hath granted me to speake as I would, and to conceiue as is meet for the things that are giuen mee: because it is hee that leadeth vnto wisedome, and directeth the wise."},{"number":16,"text":"For in his hand are both we and our wordes: all wisedome also and knowledge of workemanship."},{"number":17,"text":"For hee hath giuen mee certaine knowledge of the things that are, namely to know how the world was made, & the operation of the elements:"},{"number":18,"text":"The beginning, ending, and midst of the times: the alterations of the turning of the Sunne, and the change of seasons:"},{"number":19,"text":"The circuits of yeres, and the positions of starres:"},{"number":20,"text":"The natures of liuing creatures, and the furies of wilde beasts: the violence of windes, and the reasonings of men: the diuersities of plants, and the vertues of rootes:"},{"number":21,"text":"And all such things as are either secret or manifest: them I know."},{"number":22,"text":"For wisedome which is the worker of all things, taught mee: for in her is an vnderstanding spirit holy, one onely, manifold, subtile, liuely, cleare, vndefiled, plaine, not subiect to hurt, louing the thing that is good, quicke, which c&#257;not be letted, ready to do good:"},{"number":23,"text":"Kinde to man, stedfast, sure, free from care, hauing all power, ouerseeing all things, and going through all vnderstanding, pure, and most subtile spirits."},{"number":24,"text":"For wisedome is more moouing then any motion: she passeth and goeth through all things by reason of her purenesse."},{"number":25,"text":"For she is the breath of the power of God, and a pure influence flowing from the glory of the Almighty: therefore can no vndefiled thing fall into her."},{"number":26,"text":"For shee is the brightnesse of the euerlasting light: the vnspotted mirrour of the power of God, and the Image of his goodnesse."},{"number":27,"text":"And being but one she can doe all things: and remayning in her selfe, she maketh all things new: and in all ages entring into holy soules, she maketh them friends of God, & Prophets."},{"number":28,"text":"For God loueth none but him, that dwelleth with wisedome."},{"number":29,"text":"For she is more beautiful then the Sunne, and aboue all the order of starres, being compared with the light, she is found before it."},{"number":30,"text":"For after this commeth night: but vice shall not preuaile against wisdome."}]}