{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":8,"verses":[{"number":1,"text":"Wisdome reacheth from one ende to another mightily: and sweetly doeth she order all things."},{"number":2,"text":"I loued her and sought her out, from my youth I dedesired to make her my spouse, and I was a louer of her beautie."},{"number":3,"text":"In that she is conuersant with God, she magnifieth her nobilitie: yea, the Lord of all things himselfe loued her."},{"number":4,"text":"For she is priuy to the mysteries of the knowledge of God, and a louer of his workes."},{"number":5,"text":"If riches be a possession to be desired in this life: what is richer then wisedome that worketh all things?"},{"number":6,"text":"And if prudence worke; who of all that are, is a more cunning workeman then she?"},{"number":7,"text":"And if a man loue righteousnesse, her labours are vertues: for she teacheth temperance and prudence: iustice and fortitude, which are such things as men can haue nothing more profitable in their life."},{"number":8,"text":"If a man desire much experience: she knoweth things of old, and coniectureth aright what is to come: shee knoweth the subtilties of speaches, and can expound darke sentences: she foreseeth signes and wonders, and the euents of seasons and times."},{"number":9,"text":"Therefore I purposed to take her to me to liue with mee, knowing that shee would be a counsellour of good things, and a comfort in cares & griefe."},{"number":10,"text":"For her sake I shall haue estimation among the multitude, and honour with the Elders, though I be yong."},{"number":11,"text":"I shall be found of a quicke conceit in iudgement, and shall be admired in the sight of great men."},{"number":12,"text":"When I hold my tongue they shal bide my leisure, and when I speake they shall giue good eare vnto me: if I talke much, they shall lay their handes vpon their mouth."},{"number":13,"text":"Moreouer, by the meanes of her, I shall obtaine immortalitie, and leaue behind me an euerlasting memoriall to them that come after me."},{"number":14,"text":"I shall set the people in order, and the nations shalbe subiect vnto me."},{"number":15,"text":"Horrible tyrants shall be afraide when they doe but heare of me, I shall be found good among the multitude, and valiant in warre."},{"number":16,"text":"After I am come into mine house, I will repose my selfe with her: for her conuersation hath no bitternes, and to liue with her, hath no sorrow, but mirth and ioy."},{"number":17,"text":"Now when I considered these things in my selfe, and pondered them in mine heart, how that to be allyed vnto wisedome, is immortalitie,"},{"number":18,"text":"And great pleasure it is to haue her friendship, and in the workes of her hands are infinite riches, and in the exercise of conference with her, prudence: and in talking with her a good report: I went about seeking how to take her to me."},{"number":19,"text":"For I was a wittie child, and had a good spirit."},{"number":20,"text":"Yea rather being good, I came into a body vndefiled."},{"number":21,"text":"Neuerthelesse when I perceiued that I could not otherwise obtaine her, except God gaue her me (and that was a point of wisdome also to know whose gift she was) I prayed vnto the Lord, and besought him, and with my whole heart I said:"}]}