{"translation":"kjv1611","book":"wis","bookName":"Wisdom of Solomon","chapter":9,"verses":[{"number":1,"text":"O God of my fathers, and Lord of mercy, who hast made all things with thy word,"},{"number":2,"text":"And ordained man through thy wisedome, that he should haue dominion ouer the creatures, which thou hast made,"},{"number":3,"text":"And order the world according to equitie and righteousnesse, and execute iudgement with an vpright heart:"},{"number":4,"text":"Giue me wisedome that sitteth by thy Throne, and reiect me not from among thy children:"},{"number":5,"text":"For I thy seruant and sonne of thine handmaide, am a feeble person, and of a short time, and too young for the vnderstanding of iudgement and lawes."},{"number":6,"text":"For though a man be neuer so perfect among the children of men, yet if thy wisedome be not with him, hee shall be nothing regarded."},{"number":7,"text":"Thou hast chosen me to be a king of thy people, and a Iudge of thy sons and daughters:"},{"number":8,"text":"Thou hast commaunded me to build a Temple vpon thy holy mount, and an Altar in the city wherein thou dwellest, a resemblance of the holy Tabernacle which thou hast prepared from the beginning:"},{"number":9,"text":"And wisedome was with thee: which knoweth thy workes, and was present when thou madest the world, and knew what was acceptable in thy sight, and right in thy Commaundements."},{"number":10,"text":"O send her out of thy holy heauens, and from the Throne of thy glory, that being present shee may labour with mee, that I may know what is pleasing vnto thee."},{"number":11,"text":"For she knoweth and vnderstandeth all things, and shee shall leade me soberly in my doings, and preserue me in her power."},{"number":12,"text":"So shall my workes be acceptable, and then shall I iudge thy people righteously, and be worthy to sit in my fathers seate."},{"number":13,"text":"For what man is hee that can know the counsell of God? or who can thinke what the will of the Lord is?"},{"number":14,"text":"For the thoughts of mortall men are miserable, and our deuices are but vncertaine."},{"number":15,"text":"For the corruptible body presseth downe the soule, and the earthy tabernacle weigheth downe the minde that museth vpon many things."},{"number":16,"text":"And hardly doe we gesse aright at things that are vpon earth, and with labour doe wee find the things that are before vs: but the things that are in heauen, who hath searched out?"},{"number":17,"text":"And thy counsell who hath knowen, except thou giue wisedome, and send thy holy spirit from aboue?"},{"number":18,"text":"For so the wayes of them which liued on the earth were reformed, and men were taught the things that are pleasing vnto thee, and were saued through wisedome."}]}