{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":1,"verses":[{"number":1,"text":"The vision of Judah and Jerusalem, as seen by Isaiah the son of Amoz, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},{"number":2,"text":"Hear, you heavens! Listen, earth, for the Lord is the speaker. “I raised my childen and brought them up, but they have rebelled against me."},{"number":3,"text":"Even an ox knows its owner, and a donkey its master’s manger; but Israel does not know, my people are thoughtless.”"},{"number":4,"text":"Sinful nation! A people laden with guilt, a brood of evildoers, children all corrupt, they have forsaken the Lord, spurned the Holy One of Israel, turned their backs on him."},{"number":5,"text":"Why would you invite more beatings by straying yet further from him? Your whole head is sick, your heart is all diseased,"},{"number":6,"text":"from the sole of the foot to the head there is no health at all, nothing but bruises and welts and wounds that are raw and bleeding, all unpressed and unbandaged, all unsoftened with oil."},{"number":7,"text":"Your land is a desolation, your cities are burned with fire, the fields before your eyes are being devoured by foreigners."},{"number":8,"text":"And the daughter of Zion is left all alone like a booth in a vineyard, a lodge in a cucumber field, like a city under siege."},{"number":9,"text":"Were it not that the Lord of Hosts had spared a few of us, we would be like Sodom, or another Gomorrah."},{"number":10,"text":"Attend to the Lord’s message, you rulers of Sodom! Hear what our God has to teach you, you folk of Gomorrah."},{"number":11,"text":"“Why do you think I care,” says the Lord, “for your countless sacrifices? I am sick of burnt offerings of rams and the fat of fed steers, blood of bulls, lambs, or goats, is no pleasure to me."},{"number":12,"text":"When you come before me in worship, who has asked you for these things? Trample my courts no more,"},{"number":13,"text":"bring offerings no more. Your offerings are meaningless, their incense disgusts me. The new moon and Sabbath, the call to assembly, your sinful ceremonies I cannot endure."},{"number":14,"text":"I loathe your new moon festivals, your annual assemblies. They weigh me down, I am tired of the burden."},{"number":15,"text":"So when you lift up your hands, I will turn away my eyes; when you make your many prayers, I will not listen to you. Your hands are full of blood:"},{"number":16,"text":"wash, and make youself clean. Banish out of my sight the wicked things that you do. Cease to do evil,"},{"number":17,"text":"learn to do good. Seek justice, help the oppressed, uphold the rights of the orphan, defend the cause of the widow.”"},{"number":18,"text":"“Come,” says the Lord, “and now let us reason together. Your sins, though like scarlet, may yet become white as the snow. Though they be crimson-red, they may yet be as wool."},{"number":19,"text":"If you are obedient and willing, you will eat the good of the land;"},{"number":20,"text":"but if you refuse and rebel, by the sword you will be eaten, for the mouth of the Lord has spoken it.”"},{"number":21,"text":"Alas! How the once faithful city has become a prostitute. She who was once full of justice, where righteousness resided, \\ is now haunted by murderers."},{"number":22,"text":"Your silver is now become dross, and your wine mixed with water."},{"number":23,"text":"Your rulers are grown to be rebels, the companions of thieves - every one of them fond of their bribe, hunting ever for gifts, caring nothing for the rights of the orphan or the cause of the widow."},{"number":24,"text":"This then says the Lord, God of Hosts, the Mighty One of Israel: “I will get satisfaction from my foes, wreck vengeance on my enemies."},{"number":25,"text":"I will turn my hand against you, I will melt you down and skim off your slag, I will remove your impurities."},{"number":26,"text":"I will give you good judges again counsellors as you used to have, and then you will called the city of justice, the faithful city."},{"number":27,"text":"Zion will be ransomed by justice, and by righteousness her people."},{"number":28,"text":"But rebels and sinners will be crushed, and those who abandon the Lord will perish."},{"number":29,"text":"The sacred oaks you delight in will bring you shame, the gardens you worship in will make you blush."},{"number":30,"text":"Like a tree with withered leaves you will be - like a waterless garden."},{"number":31,"text":"The strong will become like tinder, their evil deeds the spark, and both will burn together and no one will quench the flame."}]}