{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":10,"verses":[{"number":1,"text":"Woe unto those who give mischievous verdicts, elaborate scrolls that bring sorrow,"},{"number":2,"text":"by robbing the weak of their rights and by plundering the poor of their due, so that widows become their spoil, and orphans fall a prey."},{"number":3,"text":"But what will you do when called to account, which will come like a crash from afar? To whom will you flee for help, and where will you leave your abundance,"},{"number":4,"text":"that you crouch not under the prisoners or fall among the slain? Yet for all this his anger is not turned back, but his hand is stretched out still."},{"number":5,"text":"Oh! Assyria! Rod of my anger, and staff of my indignation!"},{"number":6,"text":"Against an impious people I send him, a nation that sore has provoked me to wrath; and I solemnly charge him to spoil and to plunder and trample them down like the mire of the streets."},{"number":7,"text":"Not such, however, his fancy, nor such the thought of his heart; but his thought is the utter destruction of nations not a few."},{"number":8,"text":"“Are my captains,” he says, “not all kings?"},{"number":9,"text":"Is not Calno’s fate like Carchemish, and Hamath’s fate like Arpad’s, and Samaria’s like Damascus?"},{"number":10,"text":"My hand has seized those kingdoms with images more than Jerusalem’s;"},{"number":11,"text":"and will I not do to Jerusalem and to her images also, as I have done to Samaria and to her idols also?"},{"number":12,"text":"When the Lord has accomplished all his work on Mount Zion and in Jerusalem, he will punish the fruit of the stout heart of the king of Assyria and the glory of his lofty looks. For the Lord has said:"},{"number":13,"text":"By the strength of my hand have I done it, and by my cunning discernment, removing the bounds of the nations, and plundering their treasures. Like a strong bull I trample those sitting on thrones."},{"number":14,"text":"I thrust my hand in the wealth of the nations, as into a nest; and all the earth have I gathered as one gathers eggs that are left: there was not a wing that fluttered, none opened the mouth or chirped.”"},{"number":15,"text":"Could an axe boast over the man who wields it, or saw treat with insolence him who handles it? As if ever a rod could swing him who lifts it, or staff of wood could brandish a man!"},{"number":16,"text":"So into his fat will the Lord God of Hosts send leanness, and under his splendour a burning will burn like the burning of fire."},{"number":17,"text":"That flaming fire is the Holy One, he who is Israel’s light; it will blaze and devour his thorns and his briers in a single day."},{"number":18,"text":"His glorious forest and gardens will vanish, body and soul, like a sick man pinning away;"},{"number":19,"text":"and his forest trees that are left will be few, that a child may record them."},{"number":20,"text":"That day it will come to pass, that no more will the remnant of Jacob or those who escape of the household of Israel lean upon him who smote them: they will loyally lean on the Lord, the Holy One of Israel."},{"number":21,"text":"A remnant will return, a remnant of Jacob, unto the mighty God."},{"number":22,"text":"For though your people, O Israel, be as many as the sand of the sea, only the remnant of them will return. Destruction is decreed, breaking in like a flood of judgment. For destruction, fixed and final, the Lord of Hosts will accomplish in the midst of all the earth."},{"number":24,"text":"Therefore thus says the Lord the Lord, “You my people who dwell in Zion, be not afraid of Assyria, who smites you with the sword, and lifted this staff against you as Egypt did not old."},{"number":25,"text":"For yet a little while, my fury will be spent, and my anger will have an end."},{"number":26,"text":"Over him will the Lord brandish a scourge like that which smote upon median at Raven’s Rock. And that rod of his over the sea – he will lift it up once more as he did against Egypt of old."},{"number":27,"text":"His burden will pass from your shoulder, his yoke press your neck no more. From Rimmon he has gone up"},{"number":28,"text":"he has come as far as Ai, through Migron he has passed, he has stored his baggage at Michmash,"},{"number":29,"text":"he has gone across the pass, he has bivouacked in Geber. Raman is all a-tremble, gibeah of Saul is in flight."},{"number":30,"text":"You people of Gallim, shriek; listen, O Laishah; answer her, Anathoth;"},{"number":31,"text":"Madmenah takes to flight. The people of Gebin seek refuge."},{"number":32,"text":"This day he will halt at Nob. He shakes his fist against the mount of the daughter of Zion, the hill of Jerusalem."},{"number":33,"text":"But see! The Lord God of Hosts is lopping the branches with fearful crash; and those who were lofty are now laid low."},{"number":34,"text":"He strikes with his axe the wild thickets away, and Lebanon’s glorious cedar are fallen."}]}