{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":11,"verses":[{"number":1,"text":"There will come forth a shoot from the stock of Jesse, and out of his roots will a branch sprout forth."},{"number":2,"text":"The Lord’s own spirit will rest upon him – the spirit of wisdom and insight, the spirit of counsel and might, of the knowledge and fear of the Lord."},{"number":3,"text":"He will not judge after the sight of his eyes, nor decide by the words that are poured in his ears;"},{"number":4,"text":"but with justice he will deal with the cause of the helpless, the case of the poor he will settle with equity. With the rod of his mouth he will smite the tyrant, and slay the unjust with the breath of his lips."},{"number":5,"text":"His loins will be girt with the girdle of justice, his waist will be bound with the circlet of faithfulness."},{"number":6,"text":"The wolf will lodge with the lamb, and the leopard lie down with the kid; and the calf and the lion together will graze, and a little child will lead them."},{"number":7,"text":"The cow and the bear will be friends, and their young ones will lie down together, the lion will eat straw like the ox."},{"number":8,"text":"The suckling will play o’er the hole of the asp, and the weaned child trot in the lair of the viper."},{"number":9,"text":"None will do hurt or havoc on all my holy mountain: for then will the earth be filled with the knowledge of the Lord, as the waters cover sea."},{"number":10,"text":"That day it will come to pass, that the root of Jesse who stands as ensign to the peoples – to him will the nations resort, and his resting-place will be glorious."},{"number":11,"text":"That day will again lift his hand to recover the rest of his folk who are left in Assyria and Egypt, in Pathros, in Cush, and in Elam, in Shinar and Hamath and lands by the sea."},{"number":12,"text":"He will raise for the nations a signal, and gather the outcast of Israel, and Judah’s dispersed will assemble from all the four corners of earth."},{"number":13,"text":"All envy of Ephraim will vanish, cut off will be all who vex Judah. No longer will Ephraim be jealous of Judah, nor Judah be hostile of Ephraim."},{"number":14,"text":"They will swoop down the slope of the Philistines westward, and plunder together the sons of the East; they will lay a stern hand upon Edom and Moab, and bring to subjection the children of Ammon."},{"number":15,"text":"The Lord will also dry up the tongue of the sea of Egypt; with the fiery glow of his breath he will swing his hand over the river, and smite it to seven streams such that men may go over in sandals."},{"number":16,"text":"And such of his folk as are left will return from Assyria on a highway like that on which Israel trod on the day he came up out of Egypt."}]}