{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":13,"verses":[{"number":1,"text":"Oracle on Babylon: a vision of Isaiah the son of Amoz."},{"number":2,"text":"On a bare height raise the signal, and cry aloud to them. Wave you the hand that they enter the gates of those lordly men."},{"number":3,"text":"I have myself commissioned my consecrated servants to execute my anger. Yea, I have summoned my warriors, my proudly exultant ones."},{"number":4,"text":"Hark! On the hills a tumult as of a mighty multitude. Hark! It’s the roar of kingdoms, of nations gathering together. The Lord of Hosts is mustering his army for the battle."},{"number":5,"text":"They come from a distant land, from the uttermost end of heaven – the Lord, with his weapons of wrath, to ruin all the earth."},{"number":6,"text":"Wail! For the day of the Lord is nigh, like destruction from God Almighty it comes."},{"number":7,"text":"All hands will therefore hang helpless, each mortal heart will melt,"},{"number":8,"text":"and men will be confounded. Taken with throes and pangs, they will writhe like a woman in travail. They will look on each other astonished, with faces all aflame."},{"number":9,"text":"Behold! The Lord comes, with wrath and hot anger cruel, to make earth a desolation and destroy the sinners upon it."},{"number":10,"text":"The heavens and their constellations will not flash any light; the sun will be dark when it rises, no light of moon will shine."},{"number":11,"text":"I will punish the world for its evil, the godless for their guilt; I will still the conceit of the arrogant, the tyrant’s pride lay low."},{"number":12,"text":"And men will be rarer than gold, yea, mortals than gold of Ophir."},{"number":13,"text":"The heavens will therefore tremble, and the earth quake out of her place, at the wrath of the Lord of Hosts in the day of the heat of his anger."},{"number":14,"text":"And then, like a hunted gazelle, or like sheep that have no one to fold them, will each set his face to his people, and each to his own land flee."},{"number":15,"text":"Whoso is found will be stabbed, by the sword he will fall who is caught."},{"number":16,"text":"Their babes will be dashed in pieces before their very eyes; their houses will be plundered, and ravished their wives will be."},{"number":17,"text":"Behold! I already am stirring the people of media against them: no thought have they of silver, no pleasure take they in gold."},{"number":18,"text":"(They grasp their) bows (and spears, fearful are they and cruel; they will smite) the young men (all, and the maids) will be dashed in pieces. To the fruit of the womb they are ruthless, and children they eye without pity."},{"number":19,"text":"Thus Babylon, fairest of kingdoms, the glory and pride of Chaldea, will perish with doom like the doom to which God hurled Gomorrah and Sodom."},{"number":20,"text":"For ever she will be desolate, tenantless age after age. No nomad will pitch his tent there, no shepherd will fold his flock there;"},{"number":21,"text":"but there will wild cats lie, and their homes will be crowded with jackals. And there will ostriches dwell, and there will satyrs dance,"},{"number":22,"text":"hyenas will howl in her castles, and wolves in her halls of delight. Her time is wellnigh come, her day lasts not much longer."}]}