{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":14,"verses":[{"number":1,"text":"For the Lord will take pity on Jacob, he will elect Israel once more and settle them on their own land: resident foreigners will join them and attach themselves to the household"},{"number":2,"text":"of Jacob. (Foreign) people will take them and bring them to their place; and the household of Israel will employ them in the Lord’s land as men-servants and maid-servants, thus reducing their erstwhile captors to captivity, and lording it over those who had been their taskmasters."},{"number":3,"text":"Then, in the day that the Lord gives you rest from your toil and turmoil and from the hard service that was"},{"number":4,"text":"laid upon you, you will take up this taunt-song over the King of Babylon, and say: how still the oppressor is grown! How still is the insolent raging!"},{"number":5,"text":"The Lord has broken the staff of the godless, the sceptre of tyrants,"},{"number":6,"text":"who smote the peoples in fury with unremitting stroke, who trod down the nations in anger with unrelenting tread."},{"number":7,"text":"All earth is at rest, is quiet, they break into happy cries."},{"number":8,"text":"Yea, the fir-trees rejoice at they fate, and the cedars of Lebanon, saying, “Since you have been laid low, no woodsman is come to destroy us.”"},{"number":9,"text":"Sheol beneath is a-quiver, awaiting your arrival; she rousted the shades to greet the – all who were chieftains on earth. All the kings of the nations she bids arise from their thrones."},{"number":10,"text":"All of them lift up their voices, and thus they say unto you: “So you, too, are feeble as we; you are become like us.”"},{"number":11,"text":"your pomp has been brought down to Sheol – the strumming of your lutes: beneath you the maggots are spread, your coverlet is worms."},{"number":12,"text":"How are you fallen from heaven, you radiant son of the morning! How are you struck to the ground, lying stiff, a corpse upon corpses."},{"number":13,"text":"And you, you did say in your heart, “Into heaven I will ascend; I will set my throne on high above the stars of God, and sit on the sacred mountain in the uttermost parts of the north."},{"number":14,"text":"I will climb above the cloud-peaks, and rival the Most High.”"},{"number":15,"text":"But down you are brought to Sheol, to the very depths of the pit."},{"number":16,"text":"They who see you will gaze and gaze, they will ask with eyes intent, “Is this the man who startled the earth and sent tremors through her kingdoms?"},{"number":17,"text":"Who made the world like a desert, and overthrew her cities; who left not his prisoners free, to return each man to his home?”"},{"number":18,"text":"Now in their honoured tombs all the kings of the nations are lying;"},{"number":19,"text":"but you are cast forth, tombless, like a hateful untimely birth, clothed upon with the slain, whose bodies the sword has pierced, who go down to the floor of the pit, like a carcase trodden under foot."},{"number":20,"text":"You will not be joined unto them in the place where they lie buried; because you have ruined your land, your people you have slaughtered. May it never be named again – the race of this evil-doer."},{"number":21,"text":"Get ready the knife for his sons, to atone for the guilt of their father; lest they rise and posses the earth, and fill the face of the world."},{"number":22,"text":"I will rise up against them, says the Lord of Hosts, cut off from Babylon record and remnant, kith and kin, says the Lord. And I will make it a possession of the bittern, and pools of water; and I will sweep it with the besom of destruction, says the Lord of Hosts."},{"number":24,"text":"The Lord of Hosts has sworn this oath: my plan will most surely be done, and the thing that I purposed will stand."},{"number":25,"text":"On the land that is mine I will shatter Assyria, and trample him down on my mountains. His yoke will oppress them no more, and his burden will pass from their shoulders"},{"number":26,"text":"This is the purpose formed to humble all the earth; and this is the hand outstretched against the nations all."},{"number":27,"text":"For who can bring to nothing what the Lord of Hosts has planned? And when his is the hand that is outstretched, who can turn it back?"},{"number":28,"text":"In the year that King Ahaz died, came this oracle:"},{"number":29,"text":"Rejoice not, you Philistines all, that the rod that has scourged you is broken; for an asp from the root of the serpent will issue, its fruit will be a fiery flying serpent."},{"number":30,"text":"For the poor will feed on my meadows, the needy will lie down secure; but your seed I will kill with famine, your remnant I will slay."},{"number":31,"text":"Wail, you gates; and shriek, you cities: melt with fear, you Philistines all. For out of the north comes smoke (of war), in the ranks of the foe will no straggler be found."},{"number":32,"text":"What answer will (Judah) make to the envoys of that nation? That “the Lord himself is the founder of Zion, and there do his suffering people find refuge.”"}]}