{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":16,"verses":[{"number":1,"text":"Tribute of lambs they despatched to the lord of the land, from the Sela, by way of the wilderness, unto Mount Zion."},{"number":2,"text":"And then at the fords of the Arnon the daughters of Moab will flutter like birds, and will fly as when nestlings are scattered."},{"number":3,"text":"“Grant us the laid of you counsel, and mediate (for us); shelter us as in the noon-tide with shade deep as night. Bring into shelter the outcasts, betray no the fugitives;"},{"number":4,"text":"suffer the outcasts of Moab to dwell in your land. Be you a shelter to them from the face of the spoiler.” When the ruthless are brought to an end, and the spoiler has ceased; when the heel of the tyrant has vanished clean out of the land;"},{"number":5,"text":"then the throne will be established by kindness, and on it will sit in the tent of King David in faithfullness one who will judge with a spirit intent on the right and on promptness of justice."},{"number":6,"text":"We have heard of the pride of Moab, the utterly proud – of her haughty and insolent pride, and her prating all baseless."},{"number":7,"text":"So Moab for Moab is wailing, she wails altogether; yea, utterly stricken they moan for the cakes of Kir-heres."},{"number":8,"text":"The vine-tracts of Heshbon are withered, the vineyards of Sabah, whose choice red wine has laid low many a lord of the nations. Her cluster did stretch unto Jazer, they strayed to the desert. Her tendrils were spread far abroad, they passed over the sea."},{"number":9,"text":"So I share in the weeping of Jazer for the vineyards of Sibmah; I drench you with my tears, O Heshbon and Elealeh: for over your grapes and your vintage the war-cry is fallen."},{"number":10,"text":"From the land of gardens is vanished all gladness and joy; there resounds no cry in the vineyards, no shout any more; no wine in the presses is trodden, the shouting is stilled."},{"number":11,"text":"So my soul like a harp makes moaning for Moab, and my heart for Kir-heres."},{"number":12,"text":"When Moab appears on the heights and makes herself weary,"}]}