{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":17,"verses":[{"number":1,"text":"Oracle on Damascus See! Soon will Damascus no more be a city, but only ruin, forsaken for ever."},{"number":2,"text":"To the grazing of flocks will her cities be given, and there will they lie, with not one to affright them."},{"number":3,"text":"The fortress will vanish from Ephraim, and the dynasty from Damascus. The remnant of Aram will perish, their fate will be Israel’s fate, says the Lord of Hosts."},{"number":4,"text":"That day it will come to pass that the glory of Jacob will pale, and the fat of his flesh will be wasted;"},{"number":5,"text":"or like gleanings it will be, when a reaper gathers the corn, and his arm reaps the ears – the ears of corn that are gleaned in the valley of Rephaim;"},{"number":6,"text":"or the gleanings that are left when an olive-tree has been beaten – a berry or two on the uppermost branch, four of five on the boughs of a fruit tree: thus says the Lord, the God of Israel."},{"number":7,"text":"In that day men will look to their maker, and turn their eyes unto Israel’s Holy One;"},{"number":8,"text":"not to the work of their hands will they look, nor to things that their fingers have made will they turn."},{"number":9,"text":"That day will your cities deserted be like the derelict cities of Hivite and Amorite."},{"number":10,"text":"Because you forgot the God who had helped you, and did not remember the rock of your refuge; though you planted Adonis’ gardens, and stocked them with foreign slips;"},{"number":11,"text":"though you fence them the day they are set, and next morn bring your seedlings to blossom: your harvest will vanish away in the day of your sickness and desperate pain."},{"number":12,"text":"Ha! The uproar of peoples many! They roar like the roar of the sea: the thunder of mighty nations, they thunder as ocean thunders."},{"number":13,"text":"But the Lord will rebuke them, and far they will flee, pursued like chaff on the hills before wind, or like dust in the face of the hurricane."},{"number":14,"text":"At even-tide, lo! Terror: ere morning they are gone. Such is the fate of those who despoil us, the lot of those who plunder us."}]}