{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":19,"verses":[{"number":1,"text":"Behold! On swift cloud riding the Lord is coming to Egypt: the idols of Egypt will quake at his presence, the heart of Egypt will melt within her."},{"number":2,"text":"I will spur on Egypt to fight against Egypt, brother with brother, and neighbour with neighbour, city with city, and kingdom with kingdom."},{"number":3,"text":"Then will Egypt be drained of the spirit within her, and I will confound her counsels: to idols and muttering wraiths they will seek, to ghosts and familiar spirits."},{"number":4,"text":"And I will deliver Egypt into a stern lord’s hands; a king who is fierce will rule over her, says the Lord the Lord of Hosts."},{"number":5,"text":"And the sea will be drained of its water, the river be parched and dry;"},{"number":6,"text":"its branches will dwindle and stink, and the arms of the Nile will be parched. Reeds and rushes will wither,"},{"number":7,"text":"the sedge on its brink will shrivel; and all that is sown by the Nile will be withered and whirled into nothing."},{"number":8,"text":"The fishers mourn and lament, who cast their hook in the Nile; and all the spread their nets on the face of the waters will languish."},{"number":9,"text":"The workers in flax will be shamed, the combers and weavers of white stuff;"},{"number":10,"text":"the weavers of cloth will be crushed, and the workers for hire will be sorrowful."},{"number":11,"text":"Sheer fools are the princes of Zoan; the wisest of Pharaoh’s counsellors prove but a witless council. How then can you say unto Pharaoh, “A son of the wise am I, a son of ancient kings”?"},{"number":12,"text":"Where are your wise men, then? Let them, pray, declare unto you, and make known what the Lord of Hosts has purposed to do unto Egypt."},{"number":13,"text":"Befooled are the princes of Zoan, deceived are the princes of memphis; the chieftains of her tribes have led Egypt all astray."},{"number":14,"text":"The Lord has mingled within them the spirit of clouded judgment; and so they led Egypt astray in all her enterprise, as a drunkard strays in his vomit."},{"number":15,"text":"Thus head, tail, palm-branch and rush, will nothing accomplish for Egypt."},{"number":16,"text":"In that day will Egypt fear and tremble like a woman, at the hand which the Lord of Hosts"},{"number":17,"text":"will swing over her. The land of Judah will be a terror to her; the very mention of the name will fill her with dread at the thought of the purpose which the Lord of Hosts has formed against her."},{"number":18,"text":"In that day there will be in the land of Egypt five cities speaking the language of Canaan, and swearing allegiance to the Lord of Hosts; and one of them will be called the City of the Sun."},{"number":19,"text":"In that day there will be an altar to the Lord in the heart of the land of Egypt, and a pillar to"},{"number":20,"text":"the Lord at the border. It will be a sign and a witness to the Lord of Hosts in the land of Egypt: for when, under oppression, they cry to the Lord to send a deliver, he will intervene and rescue"},{"number":21,"text":"them. And the Lord will reveal himself to the Egyptians, and the Egyptians will acknowledge the Lord on that day: they will worship him with sacrifice and offering, they will make vows to the Lord and discharge them. The Lord will smite"},{"number":22,"text":"Egypt – smite and heal her: when they turn to the Lord, he will heal them in answer to their entreaty."},{"number":23,"text":"In that day there will be a highway between Egypt and Assyria. Assyrians will come to Egypt, and Egyptians to Assyria: Egyptians and Assyrians will worship (the Lord) in common."},{"number":24,"text":"In that day Israel will join Egypt and Assyria in a triple alliance, and so bring blessing to the world"},{"number":25,"text":"around, which the Lord of Hosts has in these words blessed: “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance.”"}]}