{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":2,"verses":[{"number":1,"text":"The message of Isaiah the son of Amoz: his vision of Judah and Jerusalem."},{"number":2,"text":"In the after-time it will be that the mountain of the Lord will be set at the head of the mountains, and exalted above the hills. All the peoples will thither stream,"},{"number":3,"text":"many nations will go and say, “Come, let us go to the mount of the Lord, to the house of the God of Jacob, so that he in his ways may instruct us, and that we in his paths may walk. For instruction proceeds from Zion, the word of the Lord from Jerusalem.”"},{"number":4,"text":"He will judge the disputes of the peoples, and for manifold nations so justly will arbitrate that their swords they will beat into ploughshares, and to pruning-hooks their spears. Nation will not lift up sword against nation, and war they will learn no more."},{"number":5,"text":"O household of Jacob, come, let us walk in the light of the Lord."},{"number":6,"text":"(Get you into the caves of the rocks, and hide in the holes of the ground, from the Lord’s dread face, when in glory majestic he rises with terror to smile the earth.) For he has forsaken his people, the household of Jacob. Filled is his land from the east with diviners, with soothsayers like to the Philistines, sorcerers, children of foreigners."},{"number":7,"text":"Filled in his land full of silver and gold, and his treasure is endless. Filled in his land full of horses, his chariots are endless."},{"number":8,"text":"Filled is his land full of idols, he worships the work of his hands, the things that his fingers have made."},{"number":10,"text":"(Get you into the rocks, and hide in the ground, from the Lord’s dread presence and glory majestic.)"},{"number":11,"text":"So the pride of men will be humbled, laid low will man’s loftiness be, and that day will the Lord alone be exalted."},{"number":12,"text":"For a day of the Lord is coming upon all that is haughty and proud, upon all that is lofty and high-"},{"number":13,"text":"upon cedars of Lebanon all, and oaks of Bashan all,"},{"number":14,"text":"upon all the great mountains and all the high hills,"},{"number":15,"text":"upon all the proud towers, all fortified walls,"},{"number":16,"text":"upon all ships of Tarshish and all gallant craft."},{"number":17,"text":"Then the pride of men will be humbled, laid low will man’s loftiness be, and that day will the Lord alone be exalted."},{"number":18,"text":"The Idols will all of them vanish."},{"number":19,"text":"Get you into the caves of the rocks, and the holes of the ground from the Lord’s dread face, when in glory majestic he rises with terror to smile the earth."},{"number":20,"text":"That day will men cast away to the moles and to the bats their idols of silver and gold, which they made for themselves to worship;"},{"number":21,"text":"And into the caves of the rocks they will get them, and into the rents of the cliffs, from the Lord’s dread face, when in glory majestic he rises-with terror to smite the earth."},{"number":22,"text":"Oh cease your trust in man, in whose nostrils is but a breath. Of what account is he?"}]}