{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":21,"verses":[{"number":1,"text":"Oracle on the Wilderness Like the roar of the whirlwind that sweeps through the southland, it comes from the desert, that land of dread."},{"number":2,"text":"A vision full stern has been told unto me: the robber still robs, the spoiler still spoils. “Go up, O Elam; O media, lay siege: all the sighs of the crushed have I brought to an end.”"},{"number":3,"text":"For this cause my loins are filled with anguish; with pangs am I seized like a woman in travail. I writhe with the message, the vision confounds me."},{"number":4,"text":"My mind goes a-wandering, horror appals me; the twilight I love has been turned into trembling."},{"number":5,"text":"The tables are ready, the carpets are spread, they are eating and drinking. Arise, you princes, spread oil on the shields."},{"number":6,"text":"For on this wise the Lord has spoken to me: “Go, station a watchman to tell what he sees."},{"number":7,"text":"If he sees a troop, horsemen in pairs, a train of asses, a train of camels, then let him give heed: with most diligent heed.”"},{"number":8,"text":"And the watchman cried, “On the watch-tower, O Lord, do I stand all the day; at my post am I stationed the live-long night."},{"number":9,"text":"Lo! A troop I see coming, of horsemen in pairs.” And he uttered these words, “Fallen, fallen is Babylon: down to the ground fall her images shattered.”"},{"number":10,"text":"you my folk who were threshed like the corn of the floor, I have told you my message from Israel’s God, from the Lord of Hosts."},{"number":11,"text":"Oracle of Edom One calls to me out of Seir, “Watchman, how late in the night? “Watchman, how late in the night?”"},{"number":12,"text":"The watchman made answer, “The morning approached, but still it is night. If you would enquire, come hither again.”"},{"number":13,"text":"Oracle “in the steppe” In the bush, in the steppe, you must lodge for the night, you caravans of Dedan."},{"number":14,"text":"You dwellers in Temas’s land, bring water to meet the thirsty, and offer the fugitives bread."},{"number":15,"text":"For before the sword they are fled, before the whetted sword, before the bow that is bent, before the press of battle."},{"number":16,"text":"For thus has the Lord said unto me, “Within a year, no more and no less, will all the glory of"},{"number":17,"text":"Kadar be at an end; and few will remain of the mighty archers of the Kedareness. The Lord the God of Israel has decreed it.”"}]}