{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":22,"verses":[{"number":1,"text":"Oracle on the Valley of Vision What mean you that you are gone up, one and all, to the house-tops,"},{"number":2,"text":"O town filled with uproar and tumult, O city exultant? your slain are not slain with sword, neither fallen in battle."},{"number":3,"text":"Your chieftains are all fled together who wielded the bow, and your strong men are all taken prisoners, though far they had fled."},{"number":4,"text":"“Turn away from me,” therefore I say, “Bitter tears would I shed. Urge not upon me your comfort, my people are ruined.”"},{"number":5,"text":"For a day of confusion and trampling and tumult, does come from the Lord, the Lord of Hosts. They tear down the wall in the Valley of Hanno, the war-cry ascends to the mountains."},{"number":6,"text":"Elam seized the quiver, and Aram came riding on horses. Kir uncovered the shield,"},{"number":7,"text":"your choicest of valleys was crowded with chariots and horsemen, arrayed for assault on the gate."},{"number":8,"text":"Then you looked to the arms in the House of the Forest,"},{"number":9,"text":"you had eyes for the gaps in the Fortress of David;"},{"number":11,"text":"but you looked not to him who was doing all this, you had no eyes for him who had planned it of old."},{"number":12,"text":"So the Lord, God of Hosts, has called you to weeping and mourning, to baldness and sackcloth."},{"number":13,"text":"But see! There is nothing but mirth and rejoicing, slaying of oxen and killing of sheep, eating of meat and drinking of wine – eating and drinking, “because” (as you say) “we may haply be dead men tomorrow.”"},{"number":14,"text":"The Lord of Hosts has declared in my ear, “This sin will assuredly never be purged till you die” – says the Lord, God of Hosts."},{"number":15,"text":"Against Shebna, the Governor of the Palace. Thus says the Lord God, go, get you yonder perfect (and say),"},{"number":16,"text":"“What right have you here, and what kin have you here, that you hew you here a sepulchre – that here on the height you do hew you a sepulchre, carving a home for yourself on the rock?"},{"number":17,"text":"Behold, the Lord will firmly enwrap you, and wind you and wind you around and around:"},{"number":18,"text":"he will hurl you and hurl you afar like a ball, mighty man that you are, to a spacious land. Thither your glorious chariots will follow, and there you will die, you disgrace of the house of your lord."},{"number":19,"text":"I will thrust you from your office, and tear you down from your post."},{"number":20,"text":"That day will I summon my servant, Eliakim, son of Hilkiah."},{"number":21,"text":"I will put your mantle upon him, and give your authority into this hand. And a father he will be to the folk of Jerusalem and the household of Judah."},{"number":22,"text":"I will lay upon his shoulder they key of the house of David, so that none may shut when he opens, nor open when he shuts."},{"number":23,"text":"I will fasten him securely, like a nail in a place that is firm. Through him will his father’s house be lifted to seats of honour.”"},{"number":24,"text":"his family will hang upon him with all their weight – off-spring and off-scourings, all the meaner sort of vessels, be they bowls or be they pitchers."},{"number":25,"text":"In that day, says the Lord of Hosts, will the nail so firmly fastened be removed with a wrench, and down will come in ruin all that had hung upon it: for the Lord of Hosts has spoken it."}]}