{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":23,"verses":[{"number":1,"text":"Oracle on Tyre. Wail, you ships of Tarshish: your haven is ruined. On your way from the island of Cyprus the tale has been told you."},{"number":2,"text":"The folk of the coast-land are perished, the merchants of Sidon, who traversed the sea, and whose envoys did sail many waters,"},{"number":3,"text":"whose harvest was wheat from the Nile, and whose revenue trade with the nations."},{"number":4,"text":"O Sidon, you mother of cities, you stronghold of ocean, in shame take up this lament: “The youths who with anguish I bore and brought up and the maidens I reared, are no more.”"},{"number":5,"text":"When tidings are come unto Egypt – the tidings of Tyre – in sore pain they will be."},{"number":6,"text":"Pass over to Tarshish, and wail, you who dwell on the coast-land."},{"number":7,"text":"Is this your jubilant city, which dates from of old, whose feet in the olden time bore her to settle afar?"},{"number":8,"text":"Who then has purposed this doom against Tyre, the crowned queen, whose merchants and traders were princes, most honoured of earth?"},{"number":9,"text":"It’s the Lord of Hosts who has planned it, to desecrate pride, to bring to contempt all splendour, all pomp of the earth."},{"number":10,"text":"Lament, you ships of Tarshish, your haven is gone."},{"number":11,"text":"He has stretched out his hand o’er the sea, he has shaken the kingdoms. The Lord has charged touching Canaan to ruin her fortresses."},{"number":12,"text":"Exult no more, you are ruined, O daughter of Sidon. Arise, and pass over to Cyprus – there, too, you will rest not."},{"number":14,"text":"Howl, you ships of Tarshish, your haven is ruined."},{"number":15,"text":"In that day Tyre will pass into oblivion for seventy years, covering the period of one dynasty. At the end of seventy years, Tyre will fare like the harlot in the song:"},{"number":16,"text":"With lyre in hand, walk up and down the city, harlot, forgot by all: play skilfully, and sing them many ditty, that they may you recall."},{"number":17,"text":"But at the end of seventy years the Lord will visit Tyre (with favour). She will resume her meretricious practices, selling herself to all the kingdoms of the"},{"number":18,"text":"world on the face of the earth. But her gains from this traffic will be dedicated to the Lord: they will not be stored or hoarded, but they are to belong to those who dwell in the Lord’s presence; and these are to be furnished there from with abundance of food and stately apparel. The great world-judgment"}]}