{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":24,"verses":[{"number":1,"text":"Hark! Soon will the Lord empty and desolate the earth. Her semblance he will distort, her inhabitants he will scatter."},{"number":2,"text":"Then the priest will fare as the plain man, the master will fare as the servant, the mistress as the maid. The seller will fare as the buyer, the borrower will fare as the lender, the creditor as the debtor."},{"number":3,"text":"The earth will be utterly emptied, the world will be utterly spoiled, for the Lord has so decreed."},{"number":4,"text":"The earth mourns and withers, the world languishes and withers, high heaven, like earth, languishes."},{"number":5,"text":"The earth is all polluted beneath the people who tread it; for law they have transgressed, and statue overstepped, they have broken the eternal covenant."},{"number":6,"text":"So a curse has devoured the earth, it lights on her guilty people; the people of earth are scorched, and few are the men who are left."},{"number":7,"text":"The new wine mourns, the wine languishes, all merry hearts are sighing,"},{"number":8,"text":"hushed is the mirth of the timbrel, the tumult of gladness is silent, the mirth of the lute is hushed."},{"number":9,"text":"No more is there drinking of wine with singing, strong drink is bitter to those who drink it."},{"number":10,"text":"The city of chaos is shattered, the houses are bolted and barred,"},{"number":11,"text":"Over the land is an outcry for wine all merriment is over, and gladness is vanished from earth."},{"number":12,"text":"Desolation is left in the city, the gates are battered to ruins."},{"number":13,"text":"Few in the midst of the earth will be those who are left of the nations – few as the olives when beaten, or grapes when the vintage is past."},{"number":14,"text":"Yonder they lift their voices in ringing shouts of joy; to the glorious the Lord they cry from over the sea."},{"number":15,"text":"“Now then you folk of the east, give glory to the Lord, and you in the isles of the sea, to the name of Israel’s God.”"},{"number":16,"text":"From the uttermost parts of the earth there float to us songs of praise: “Now glory has dawned for the righteous.” “Ah misery, misery me,” said I, “For the robbers are robbing and robbing still.”"},{"number":17,"text":"Trap, terror, and pit are before you, all you who dwell on the earth."},{"number":18,"text":"He who flies from the terror will fall down the pit, he who creeps from the pit will be caught in the trap. For the windows of heaven are opened, and earth’s foundations tremble."},{"number":19,"text":"The earth is breaking asunder, the earth is splitting asunder, the earth is shaking asunder,"},{"number":20,"text":"the earth like a drunkard is reeling, she sways to and fro like a hammock; so heavy a guilt lies upon her – she falls, to rise no more."},{"number":21,"text":"That day the Lord will punish the host of high heaven in the height, and the kings of the earth on the earth."},{"number":22,"text":"And they will be swept to a dungeon, like prisoners, and pent in the prison long time they will lie, till the day of their punishment dawns."},{"number":23,"text":"Then the moon will veil her face, and the sun will hide in shame; for the Lord of Hosts, enthroned in Jerusalem on Mount Zion, will manifest his glory in the presence of his elders."}]}