{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":26,"verses":[{"number":20,"text":"O people of mine, come, enter your chambers, and shut your doors behind you; and hide you but for a moment, till the wrath be overpast."},{"number":21,"text":"For the Lord, behold, comes forth from his place, to punish the dwellers on earth for their guilt; and the earth will disclose her blood, she will cover her slain no more."},{"number":1,"text":"In that day this song will be sung in the land of Judah: a strong city is ours, with bulwarks and walls that he sets for our safety."},{"number":2,"text":"Open the gates, that the righteous may enter who keeps the faith."},{"number":3,"text":"The mind that is steady you keeps in weal, for it trusts in you."},{"number":4,"text":"Trust in the Lord forevermore; for the Lord God is rock of ages."},{"number":5,"text":"For down he has cast the dwellers on high, the towering city, abasing it to the ground, and laying it low in the dust."},{"number":6,"text":"The foot will trample it – the feet of the poor, and the steps of the needy."},{"number":7,"text":"The path of the upright is even, you smooth the way of the righteous."},{"number":8,"text":"We have looked for you, O Lord, to come by your pathway of judgment; we have yearned for a sign of your presence, which men may remember for ever."},{"number":9,"text":"I have yearned for you in the night, yea, with passionate spirit have sought you. When your judgments come over the world, those who dwell on the earth learn righteousness."},{"number":10,"text":"No grace will be shown to the wicked, who righteousness will not learn, but even in the land of truth persist in their evil ways, and are altogether blind to the majesty of the Lord."},{"number":11,"text":"The Lord, your hand is uplifted, but they are blind thereto; may they see it, and be ashamed. Let the fire, reserved for your foes, and your zeal for your people consume them."},{"number":12,"text":"O Lord, establish our welfare; for all that we have achieved has been wrought for us by you."},{"number":13,"text":"O Lord who are our God, lords other than yourself have held us in their sway, but your name alone will we praise."},{"number":14,"text":"The dead will not live again, the shades will not arise; you have visited them with destruction, and blotted their memory clean."},{"number":15,"text":"you have, O Lord, increased the nation, enlarged all the bounds of the land, and shown yourself most glorious."},{"number":16,"text":"In our straits, O Lord, we sought you; we cried, because we were crushed, your chastisement was upon us."},{"number":17,"text":"As a woman who is with child, when she draws nigh her time, does cry aloud in her pangs; so were we, Lord, because of your presence."},{"number":18,"text":"For we, too, writhed in pangs, but we brought forth nothing but wind. We achieved for the land no deliverance; the denizens of the world fell not (in battle) before us."},{"number":19,"text":"Your dead will arise unto life, they who dwell in the dust will awake, and utter cries of joy; for a dew (from the regions) of light is your dew, and the earth (refreshed thereby) will quicken the shades into life."}]}