{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":27,"verses":[{"number":1,"text":"When that comes, the Lord will punish, with his fierce and great and mighty sword, leviathan the fleeing serpent, and leviathan the coiled serpent, and the great sea-monster he will slay."},{"number":12,"text":"That day will the Lord beat out the grain from the river Euphrates to the torrent of Egypt, and you will be gleaned, one by one, sons of Israel."},{"number":13,"text":"That day, at the blast of a mighty trumpet, the men who were lost in the land of Assyria, and those who were outcast in Egypt’s land, will come and bow down to the Lord in worship on the holy Mount in Jerusalem."},{"number":2,"text":"In that day it will be said: vineyard delightsome, sing you of it."},{"number":3,"text":"I am its guardian – the Lord – I water it moment by moment; that no leaf of it will fail, by day and by night I guard it."},{"number":4,"text":"I cherish no anger against it. But had I the briers and thorns, I would trample them down in the fray, I would burn them up altogether."},{"number":5,"text":"Else, then, let them seek my protection, and let them make peace with me; yea, peace let them make with me."},{"number":6,"text":"That day will Jacob take root, Israel will blossom and bud, and with fruit fill the face of the world."},{"number":7,"text":"Has (Israel) been smitten so sorely as those who smote her have been smitten? Or has she been slain without remnant, as those who slew her have been slain?"},{"number":8,"text":"By dismissal and exile alone does (the Lord) contend with her: he has swept her away by his blast that blows fierce in the day of sirocco."},{"number":9,"text":"On this condition therefore will Israel’s guilt be forgiven – when she puts away her sin the issue thereof will be this – that all the stones of her altars she will grind, like chalk, to powder; that sacred poles and sun-pillars she never will raise again."},{"number":10,"text":"For the fortified city is desolate, a homestead forsaken, forlorn, like a pasture: there browses the calf – there he lies, consuming the branches;"},{"number":11,"text":"and there, when the dry boughs are broken, come women who use them for fuel. For the people would not reflect; and so from their maker they win no pity, no favour from their creator. Warnings and promises to Jerusalem"}]}