{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":28,"verses":[{"number":1,"text":"Woe to the coronet proud of the drunkards of Ephraim! Woe to the fading flower of her glorious beauty, which crowns the heads of the men who are prostate with wine!"},{"number":2,"text":"See! The Lord has in readiness one who is mighty and strong – like a storm of hail, or like tempest destructive, like storm of a mighty tempestuous flood – who will bring her with violence down to the ground."},{"number":3,"text":"The coronet proud of the drunkards of Ephraim will be trampled under foot;"},{"number":4,"text":"and the fading flower of her glorious beauty, which crowned the head of the fertile valley, will be as the first ripe fig before summer – no sooner seen than swallowed, the moment it is in the hand."},{"number":5,"text":"But that day will the Lord of Hosts unto those that are left of his people be coronet lovely and diadem fair –"},{"number":6,"text":"a spirit of justice to him who presides over justice, of valour to those at the gate that stem the tide of war."},{"number":7,"text":"But here also men reel with wine and stagger under drink; yea, with drink reel prophet and priest, with wine they are utterly dazed. They reel in the hour of vision, they totter in giving of judgment;"},{"number":8,"text":"all tables are full of vomit, and filth is everywhere."},{"number":9,"text":"“To whom does he mean to teach knowledge, and impart his revelation? To children weaned from the milk, to babes just drawn from the breast –"},{"number":10,"text":"with his law upon law, law upon law, saw upon saw, saw upon saw, here a little and there a little?”"},{"number":11,"text":"(Well! Thus I answer your mocking.) Through barbarous lips and a foreign tongue will (the Lord now) speak to this people."},{"number":12,"text":"For once had his message to you been this: “The true rest in this – let the weary enjoy it: and this is repose.” But you turned a deaf ear."},{"number":13,"text":"So on this wise the Lord will speak to you now: “Law upon law, law upon law, saw upon saw, saw upon saw, here a little, and there a little” – to the end that you trip on your way and fall backward, shattered and snared and taken."},{"number":14,"text":"Hear therefore the word of the Lord, you scoffers, who rule this folk in Jerusalem."},{"number":15,"text":"Because you have said, “We are leagued with death, and with Sheol we are compact; so the flood, though it passes in whelming torrents, will never reach unto us; for a lie we have made our refuge, we have sheltered ourselves behind falsehood.”"},{"number":16,"text":"Therefore thus says the Lord the Lord, behold! I am laying in Zion a stone, a tried and precious foundation stone, and he who believes will not give way."},{"number":17,"text":"And I will make justice the measuring-line, and righteousness the plummet. Then the refuge of lies will swept by hail, and the shelter deluged by water."},{"number":18,"text":"Your league with death will be clean disannulled, and your compact with Sheol will no wise stand. When the flood swept on, it will trample you down; each time that it passes, ’twill bear you away."},{"number":19,"text":"It will pass every morning – by day and by night – and the word, grasped at last, will bring nothing but terror."},{"number":20,"text":"For the bed is too short for a man to stretch out in, the cover too narrow to wrap himself round."},{"number":21,"text":"For the Lord will rise as he rose on Mount Perazim, blazing with wrath as in Gibeon’s vale, to perform his task – that task so strange, to accomplish his work – that work so."},{"number":22,"text":"Now scoff you no more, lest your bands become tighter; for this have I heard from the Lord of Hosts – a decree of destruction o’er all the earth."},{"number":23,"text":"Listen, and hear you my voice; attend and hear my speech."},{"number":24,"text":"Does the ploughman keep ploughing for ever, keep opening and harrowing his ground?"},{"number":25,"text":"Does he not, after levelling its surface, scatter broadcast fennel and cummin, and plant there wheat and barley, and, for its border, spelt?"},{"number":26,"text":"The Lord it is who has trained him aright, and his God it is who has taught him."},{"number":27,"text":"men thresh not fennel with sledges, nor are cart-wheels rolled over cummin; but fennel is threshed with a staff, and cummin with a flail."},{"number":28,"text":"Do we ever crush bread-corn to pieces? No, we do not keep threshing for ever."}]}