{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":29,"verses":[{"number":1,"text":"Woe to you, Ariel, Ariel, city where David encamped. Let one or two years pass by, a cycle of festivals more,"},{"number":2,"text":"and distress I will bring upon Ariel, moaning and lamentation, and you will be Ariel indeed."},{"number":3,"text":"I will camp, like David, against you, and circle there round with entrenchments, and set up forts against you."},{"number":4,"text":"And low from the ground you will speak, and your words from the dust will rise humbly with voice like a ghost’s from the ground, with twittering speech from the dust."},{"number":5,"text":"But the horde of your foes will become like fine dust, and the horde of the tyrants like flying chaff. Then swiftly and suddenly"},{"number":6,"text":"the Lord of Hosts will visit you with thunder and with earthquake, and with din stupendous, with whirlwind and with tempest, and flame of devouring fire."},{"number":7,"text":"But the horde of all the nations that fight against Ariel, with all their entrenchments and forts and all the hosts that distress her, will be as a dream, as a vision of night."},{"number":8,"text":"Like a man who is hungry, who dreams that he eats and wakes to find his desire unappeased; like a man who is thirsty, who dreams that he drinks, and wakes all faint, with his thirst unquenched: even so will it be with the horde of all nations that fight against Mount Zion."},{"number":9,"text":"Utterly dazed you will be, utterly blind you will be, and drunken, though not with wine, reeling, though not with strong drink."},{"number":10,"text":"For the Lord has poured upon you a spirit of slumber deep; the prophets, your eyes, he has sealed, the seers, your heads, he has covered,"},{"number":11,"text":"so that the sight of all this is to you as the words on a scroll that is sealed. If put into the hands of a scholar with the request that he read it, he will reply, “I cannot, it is sealed.”"},{"number":12,"text":"If, however, it be put into the hands of a man who is no scholar, with the request that he read it, he will reply, “I cannot, I am no scholar.”"},{"number":13,"text":"And the Lord said: because these people praise me with words, honouring me with their lips, while their hearts are far away – their religion only a mockery, formulate learned by rote –"},{"number":14,"text":"I will deal with them therefore once more in a fashion so wondrous strange that their wise men’s wisdom will perish, their prudent men’s prudence will vanish."},{"number":15,"text":"Woe to them who conceal from the Lord their deep designs, doing their deeds in the dark, unseen, unperceived – so they think!"},{"number":16,"text":"O perverse that you are! Is the potter no more than the clay? Can the thing that is made maintain that it has not been made by its maker? Can the thing that is fashioned deny that the potter has understanding?"},{"number":17,"text":"Soon Lebanon’s forests will become an orchard, and orchards will be considered useless forest."},{"number":18,"text":"In that day even the deaf will hear words read from a scroll, and out of the gloom and darkness the eyes of the blind will see."},{"number":19,"text":"And then will the humble win a new joy in the Lord, and the poorest will exult in the Holy One of Israel."},{"number":20,"text":"For the tyrant will have vanished, and the scoffer will have ceased; and those who were zealous in sin will all have been rooted out,"},{"number":21,"text":"with those who have falsely condemned, and sought to entrap the judge, and quibbled to injure the innocent."},{"number":22,"text":"Thus therefore says the Lord, the God of the household of Jacob, Abraham’s redeemer: no longer will Jacob be ashamed, no longer will faces grow pale with embarrasment."},{"number":23,"text":"For the moment he beholds his children, what my hands have wrought in his midst, they will count my name as holy, The Holy One of Jacob they then will count as holy, and in awe hold the God of Israel."},{"number":24,"text":"Those who had erred in spirit will then win understanding; and those who had grumbled will willingly learn the truth."}]}