{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":3,"verses":[{"number":1,"text":"Behold, the Lord the Lord of Hosts take staff and stay from Jerusalem and Judah-"},{"number":2,"text":"soldiers and Warriors, judges and prophets,"},{"number":3,"text":"deviners and elders, and captains of fifty, men of distinction, and men of sage counsel, cunning magicians and skilful enchanters."},{"number":4,"text":"And boys I will give them for princes, and men of caprice will rule over them."},{"number":5,"text":"The people will play the tyrant, each man over his neighbour. The young will be rude to the aged, the man of low rank to the high."},{"number":6,"text":"One will take hold of his fellow, and say to him: “Your family has a robe; come, and do you be our ruler, and take this ruin in hand.”"},{"number":7,"text":"Then will the other protest, “No, truly: I cannot dress your wounds. In my own house there is no bread, nor yet is there a robe. You will not thrust upon me The leadership of the people.”"},{"number":8,"text":"Jerusalem is stumbling to ruin, and Judah must surely fall; for by word and by deed they defy the Lord, provoking those glorious eyes of his."},{"number":9,"text":"Their respecting of persons is witness against them; like Sodom they publish their sin undisguisedly. Woe unto them! They have wrought their own ruin."},{"number":10,"text":"Happy righteous! For well they will fare, they will reap the fruit of their doings."},{"number":11,"text":"But woe to the wicked! For ill they will fare, their deeds will be recompensed unto them."},{"number":12,"text":"My people are cruelly governed, extortions rule over them. O My people, your leaders mislead, and confuse the way you should go."},{"number":13,"text":"The Lord is taking his place for the trial, he stands to judge his people."},{"number":14,"text":"The Lord summons to judgment the elders and princes of his people. “Yes, you have devoured the vineyard, the spoil of the poor is in your houses."},{"number":15,"text":"What mean you by crushing my people and grinding the faces of the poor?” says the Lord God of Hosts."},{"number":16,"text":"Moreover the Lord said: “Because Zion’s daughters are haughty, walking with heads held high, and eyes for ever ogling, with dainty little steps, and anklets ever jingling,"},{"number":17,"text":"the Lord will smite with a scab the head of the daughters of Zion, and their shame will the Lord lay bare."},{"number":18,"text":"That day the Lord will remove the finery of the anklets, the net-bands and the moons,"},{"number":19,"text":"the ear-drops and bracelets and veils,"},{"number":20,"text":"the head-dresses, armlets, and sashes, the perfume-boxes and amulets,"},{"number":21,"text":"the signet-rings and the nose-rings,"},{"number":22,"text":"the state-gowns, the mantles, the shawls, and the satchels,"},{"number":23,"text":"the gauzes and linens, the turbans and veils."},{"number":24,"text":"Sweet scents will give place unto stench, and the girdle be changed for a rope. And well-set hair will be bald, and for elegant robe will be sackcloth, for beauty the brand (of a slave)."},{"number":25,"text":"Your liegemen will fall by the sword, and your mighty men in the battle."},{"number":26,"text":"Her gates will lament and mourn, as she lies despoiled on the ground."}]}