{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":30,"verses":[{"number":1,"text":"Ha! you refractory sons, says the Lord, who follow a purpose I did not inspire, and who make an alliance that I did not sanction, thus heaping sin upon sin."},{"number":2,"text":"They start on their journey to Egypt, without consulting me, to flee to the shelter of Pharaoh will turn to your shame, and the shadow of Egypt will prove your confusion."},{"number":4,"text":"The princes encamp in Zoan, the envoys arrive at Hanes,"},{"number":5,"text":"all of them laden with gifts for a people who cannot avail them, that brings no help or profit, but only disgrace and shame."},{"number":6,"text":"Oracle concerning the beasts of the South. Through a land of distress and hardship, of lioness and roaring lion, of viper and flying dragon, they carry their wealth on the backs of young asses, their treasures on humps of camels, to a people who cannot avail them, whose help is vain and empty."},{"number":7,"text":"And therefore I name her Rahab, the monster brought to silence."},{"number":8,"text":"Now go and write it down, and on a roll inscribe it, that it may be for the after-time, a testimony for ever."},{"number":9,"text":"For a rebel people are they, sons who are utterly false, sons who refuse to listen to the teaching of the Lord –"},{"number":10,"text":"That forbid the seers to see and the prophets to prophesy truth. “Speak to us smooth things,” they say, “and prophesy illusions."},{"number":11,"text":"Give over your wonted ways, and leave your well-worn tracks; and trouble us no more with the Holy One of Israel.”"},{"number":12,"text":"This therefore is the message of the Holy One of Israel: “Because you reject this word, and trust in guile and craft, and lean your weight thereon,"},{"number":13,"text":"this guilt of yours will be like a rift in a lofty wall, that bulges, ready to fall, till suddenly and swiftly down it comes with a crash –"},{"number":14,"text":"a crash like that of a pitcher so ruthlessly dashed in pieces, that not a shred can be found among the scattered fragments wherewith to take fire from the heart, or to draw from the cistern water.”"},{"number":15,"text":"For thus says the Lord the Lord, the Holy One of Israel, “In calmly resting your safety lies, in quiet trust will be your strength.”"},{"number":16,"text":"But this you refused. you said “No; but away we will speed upon horseback.” Yes, speed indeed you will. “On steeds that are swift we will ride.” Yes, and swift will be they who pursue you."},{"number":17,"text":"At the menace of five you will flee, until only a remnant be left, like a pole on the top of a mountain, or a signal upon a hill."},{"number":18,"text":"Therefore the Lord waits to show unto you his favour, and therefore he arises to reveal his pity upon you; for the Lord is God of justice: happy all who long for him."},{"number":19,"text":"For, O people of Zion who dwell in Jerusalem, tears will be yours no more. He will show you his gracious favour; at the (faintest) sound of your cry, he will answer you, soon as he hears it."},{"number":20,"text":"And though the Lord may give unto you scant measure of bread and scarceness of water, yet your teacher no more will withdraw, but your eyes will behold your teacher."},{"number":21,"text":"When you swerves to right of left, you will hear a voice behind you. “This is the way: walk here.”"},{"number":22,"text":"And your images you will defile – whether carved and plated with silver, or molten and covered with gold. Like an unclean thing you will scatter them, saying to them, “Begone.”"},{"number":23,"text":"Rain he will give for your seed, wherewith you sow the ground; and the wheat that springs from the ground will rich and abundant be. In that day will your cattle graze over pastures broad."},{"number":24,"text":"The oxen and asses that till the ground will feast upon salted provender, that with shovel and fork has been winnowed."},{"number":25,"text":"On every lofty mountain, on every hill that is high, will be streams of running water, on the day of vast slaughter and falling towers."},{"number":26,"text":"And the moonlight will be as the sunlight, and the sun will be sevenfold brighter than now, in the day that the Lord upbinds the hurt of his people, and heals the wound that has smitten them."},{"number":27,"text":"Behold, the Lord comes from afar in thick rising clouds and with anger that blazes, with lips that are filled with rage, and tongue like devouring fire,"},{"number":28,"text":"with breadth like a rushing torrent, that reaches up to the neck, to sift till the nations are sifted to nothing, to bridle their jaws and to lead them to ruin."},{"number":29,"text":"Then a song you will sing like the song in the night of a holy festival; and gladness of heart will be yours, as is his, who, to sound of flute, sets forth for the Mount of the Lord, to (worship) the rock of Israel."},{"number":30,"text":"The Lord will utter his glorious voice, he will bring down his arm in the sight of all, in furious indignation, and flame of devouring fire, in cloud-burst and rain-storm and hailstones."},{"number":31,"text":"At the thunder-voice of the Lord, when he smiles with the rod, will Assyria be stricken with terror."},{"number":32,"text":"And each stroke of the rod of destiny, that the Lord lays upon him, will fall to the music of timbrel and lute; and with brandished arm he will fight against them."},{"number":33,"text":"For already a pyre is prepared, constructed wide and deep, piled high with blazing wood, and fired by the breath of the Lord, as by a stream of brimstone."}]}