{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":32,"verses":[{"number":1,"text":"Behold there comes a king who will rule in a spirit of justice, and princes who govern with equity –"},{"number":2,"text":"each like a shelter from the wind, a refuge from storm of rain, or like streamlets of water in dry parched places, or shade of great rock in a weary land."},{"number":3,"text":"Then the eyes that see will not be sealed, and the ears that hear will not be heedless;"},{"number":4,"text":"the mind of the rash will judge with discernment, the stammering tongue will be fluent and plain."},{"number":5,"text":"No more will a fool be called “noble.” No more will a knave be named “princely.”"},{"number":6,"text":"For the fool speaks folly for ever, his mind evermore plots mischief; his doings are profane, and error he speaks of the Lord. He leaves the hungry unsated, and drink he withholds from the thirsty."},{"number":7,"text":"The tricks of the evil are vile, and villainies he plans – to ruin the humble with lies, and the poor, though his plea may be just."},{"number":8,"text":"But the plans of the “noble” are noble, by nobleness he will endure."},{"number":9,"text":"You women who are at ease, arise and hear my voice; you carelessly confident daughters, attend to what I say."},{"number":10,"text":"In little more than a year you will shudder, for all your confidence; for the vintage will surely fail, and the fruit will not be garnered."},{"number":11,"text":"Tremble, you women at ease, and you who are confident, shudder; strip you, and make you bare, gird (sackcloth) upon your loins,"},{"number":12,"text":"and beat upon your breasts in lament for the pleasant fields, and for the fruitful vines,"},{"number":13,"text":"and for the land of my people, overgrown with thorns and briers. Not a house of mirth will be left in all the jubilant city."},{"number":14,"text":"The palace will be forsaken, the thronging city deserted; watchtower and hill will become an everlasting waste."},{"number":15,"text":"But yet from the heavenly height will a spirit be poured upon us, and the desert become like a garden, and the garden be counted a forest."},{"number":16,"text":"Then justice will dwell in the desert, and righteousness live in the garden-land."},{"number":17,"text":"Of justice the fruit will be peace, and the outcome of righteousness safety and quietness for ever."},{"number":18,"text":"My people will dwell in the mansion of peace, at the easeful rest in abodes secure."},{"number":19,"text":"The forest will be felled, and the city laid utterly low."},{"number":20,"text":"Happy are you who may sow in a land that is all well watered, where oxen and asses may roam."}]}