{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":33,"verses":[{"number":1,"text":"Woe to you, spoiler, whom none has despoiled; you treacherous robber, whom no one has robbed. When your spoiling is over, you too will be spoiled; when your robbing is ended, you too will be robbed."},{"number":2,"text":"O Lord, be gracious to us, we have waited for you; be you our arm every morning, our saviour in time of distress."},{"number":3,"text":"At the sound of the tumult the peoples are fled; you lift yourself, and the nations are scattered."},{"number":4,"text":"(Your folk), like the locusts, will gather the booty, over it swarming, as grasshoppers swarm."},{"number":5,"text":"The Lord is exalted, he dwells on high; with justice and righteousness Zion he fills,"},{"number":6,"text":"with wealth of salvation and wisdom and knowledge, with treasure that flows the fear of the Lord."},{"number":7,"text":"The heroes of Ariel are crying without, the envoys of peace shed bitter tears;"},{"number":8,"text":"forlorn are the highways, the wayfarer ceases. He has broken the compact and mocked at its witnesses, utterly reckless of human kind."},{"number":9,"text":"The earth mourns and languishes, Lebanon withers in shame: Sharon is now like a desert, and Bashan and Carmel are leafless."},{"number":10,"text":"But thus says the Lord, “Now I will arise; yea now, even now, I will lift me on high."},{"number":11,"text":"You are pregnant with chaff, and your child will be stubble, my breath will devour you like fire."},{"number":12,"text":"The nations will sink through the burning ashes, like a thorns cut away, that are kindled with fire."},{"number":13,"text":"The men of far countries will hear of my doings, and those who are near will acknowledge my might.”"},{"number":14,"text":"The sinners in Zion are filled with terror, and shuddering seizes the souls profane. “O who can dwell with devouring fire? Who can dwell with eternal flame?”"},{"number":15,"text":"Who walks in righteousness, speaks with honesty, scorns the gain that is won by oppression; whose hand refuses to clutch at a bribe, who stops his ears at a tale of blood, who closes his eyes at the sight of evil:"},{"number":16,"text":"he it is who will dwell on impregnable heights. On a fastness of rock his stronghold will be, where his bread is provided, his water is sure."},{"number":17,"text":"Your eyes will behold the king in his beauty, they will look on the land that stretches afar."},{"number":18,"text":"And thus you will muse on the (vanished) terror: “Where is he who once weighed, who once counted the tribute, and he who once counted the towers (for assault)?”"},{"number":19,"text":"No more you will look on the insolent people, the people of dark and difficult speech, who chatter a barbarous, meaningless tongue."},{"number":20,"text":"Look on the city of Zion, the home of our festal assemblies; your eyes will behold Jerusalem, as a home of ease, a tent unremoved, whose pegs will never be plucked from the ground, and not one of whose cords will be snapped asunder."},{"number":21,"text":"In place of broad encompassing streams will be there for our comfort the Lord’s own river, a river where sails no fleet with oars, and stately galleys pass not over."},{"number":22,"text":"For the Lord himself is our judge, the Lord himself is our marshall, the Lord himself is our king: it is he, he alone, who will save us."},{"number":23,"text":"Then will the blind divide spoil in abundance, and then will rich plunder be seized by the lame."},{"number":24,"text":"Nevermore will inhabitants say, “I am sick,” for the sins of her people are all forgiven. The Golden Age"}]}