{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":34,"verses":[{"number":1,"text":"Draw nigh, you nations, and hearken; you peoples, give attention. Let the earth and its fullness hearken, the world and all its offspring."},{"number":2,"text":"For the Lord is wroth with all nations, and angry with all their host; he has doomed them to destruction, has given them up to slaughter."},{"number":3,"text":"Their slain will be flung out, and a stench will arise from their corpses; the mountains will run with their blood,"},{"number":4,"text":"The heavens will roll up like a scroll, and all their host will fade – as the leaves fade away from the vine, as the foliage fades from the fig tree."},{"number":5,"text":"For already drunk with his wrath is the sword of the Lord in heaven. See! Down it descends upon Edom in doom on that people accursed."},{"number":6,"text":"Blood-gorged is the sword of the Lord It is smeared all over with fat with the blood of lambs and of goats, with the fat of the kidneys of rams. For the Lord has a sacrifice in Bozrah, vast slaughter in Edom’s land:"},{"number":7,"text":"with those will be struck down wild oxen, and bullocks together with steers. Their land will be drunken with blood, and their dust will be smeared with fat;"},{"number":8,"text":"for the Lord has set him a day of revenge, and the champion of Zion a year of requital."},{"number":9,"text":"Her streams will be turned into pitch, and the dust of the land into brimstone; her land will be turned into pitch, that burns night and day."},{"number":10,"text":"It will not be quenched for ever, her smoke will go up through the ages; a waste she will lie evermore, to be crossed by no traveller for ever –"},{"number":11,"text":"The haunt of the pelican and bittern, the home of the owl and the raven: the Lord will stretch out upon her the measuring-line of chaos, and the plumbs of destruction."},{"number":12,"text":"No kingdom will there be proclaimed, and her princes will be no more."},{"number":13,"text":"Where her palaces were, will spring thorns; in her fortresses, nettles and thistles. A haunt she will be for jackals, a place for the camping of ostriches."},{"number":14,"text":"wild cats will join the hyenas, and satyrs will meet with their fellows; there only the night-hag reposes, and finds her place of rest."},{"number":15,"text":"There the arrow-snake nestles and lays, there she broods and hatches her eggs; there only the vultures gather – not one without its mate."},{"number":16,"text":"Search in the book of the Lord – not one of all these is missing; for the Lord’s own lips have commanded, and his is the breath that has gathered them."},{"number":17,"text":"He has assigned it by lot to them, his is the hand that apportioned it, as their everlasting possession, their home through all the ages."}]}