{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":36,"verses":[{"number":1,"text":"In the fourteenth year of the reign of Hezekiah, Sennacherib, King of Assyria, after having assaulted and captured all the fortified cities of Judah,"},{"number":2,"text":"despatched his Chief Officer from Lachish with a large force against King Hezekiah in Jerusalem. Near the conduit of the upper pool, where he had taken up his position on the Fuller’s Field Road,"},{"number":3,"text":"he was visited by a deputation consisting of Eliakim the son of Hilkiah, Governor of the Palace, Shebna the Secretary, and Joah the son of Asaph, the Recorder."},{"number":4,"text":"The Chief Officer began: “This is the message from the Great King, the King of Assyria: I desire"},{"number":5,"text":"you to deliver it to Hezekiah. ’What sort of confidence is this that you cherish? Do you imagine that in war a mere word of the lips is the equivalent of wisdom and strength? Now who is it you are"},{"number":6,"text":"trusting in, that you presume to rebel against me? Of course you are trusting to Egypt, that staff of broken reed, which will enter and piece the hand of the man who leans upon it: that is all that Pharaoh King of Egypt will prove to those who"},{"number":7,"text":"trust to him. If, however, you tell me you are trusting to your God the Lord, why, that is the very god whose sanctuaries and altars Hezekiah has abolished, commanding the people of Judah and Jerusalem to confine their worship to the altar at this"},{"number":8,"text":"place? Now, make a wager, if you like, with my lord the King of Assyria: I am prepared to furnish you with two thousand horses, if you on your part"},{"number":9,"text":"can supply them with riders. (But if you cannot), how do you propose to repel the onset of one of the least of my lord’s officers? Yet you trust to Egypt"},{"number":10,"text":"for chariots and horsemen. And now do you imagine that I have not the Lord’s sanction for invading this land with a view to its destruction? Why, it is the Lord himself who commissioned me to invade this land and destroy it.’”"},{"number":11,"text":"Thereupon Eliakim, Shebna, and Joah asked the Chief Officer to be good enough not to speak to them in Hebrew, in the hearing of the people on the wall, but in Aramaic, which they assured him"},{"number":12,"text":"they understood. “No,” replied the Officer, “it is not to your lord and yourself that my lord has sent me with this message, but precisely to the men on the wall, whom your policy is likely to reduce to eating their own filth and drinking their own water. ”"},{"number":13,"text":"Then the Chief Officer came forward and cried aloud in Hebrew, “Listen to the words of the"},{"number":14,"text":"Great King, the King of Assyria. Thus says the King: do not let yourselves be imposed upon by"},{"number":15,"text":"Hezekiah, for he is powerless to deliver you; and do not let yourselves be induced to trust to the Lord by Hezekiah’s assurances that the Lord will unquestionably save you, and that this city will not be delivered into the hands of the King of Assyria."},{"number":16,"text":"Give no heed to Hezekiah; for thus says the King of Assyria to you, Make your peace with me and surrender, and then everyone will eat of his own vine and fig tree, and drink water from his own"},{"number":17,"text":"cistern, till I come and take you to a land like your own – a land of corn and wine, a land of bread and"},{"number":18,"text":"vineyards. Do not let Hezekiah delude you with assurances that the Lord will save you. Has the god of any nation ever rescued his land from the grasp"},{"number":19,"text":"of the King of Assyria? Where are the gods of Hamath and Arpad? Where are the gods Sepharvain? And where are the gods of the land of Samaria? Have they rescued Samaria from"},{"number":20,"text":"his grasp? Which of all these national gods has succeeded in rescuing his land from my grasp, that the Lord should now rescue Jerusalem from my"},{"number":21,"text":"grasp?” To this they answered not a word, they remained silent; for the King had expressly told"},{"number":22,"text":"them not to answer him. Then Eliakim the son of Hilkiah, Governor of the Palace, and Shebna the Secretary, and Joah the son of Asaph, the Recorder, tore their garments, and returned to Hezekiah, telling him what the Chief Officer had said."}]}