{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":37,"verses":[{"number":1,"text":"When King Hezekiah heard this, he tore his garments, covered himself with sackcloth, and went"},{"number":2,"text":"into the Temple; and he despatched Eliakim, Governor of the Palace, and Shebna the Secretary, and the elders of the priests, all covered with sackcloth,"},{"number":3,"text":"to the prophet Isaiah the son of Amoz, to whom they spoke as follows: “A message from Hezekiah! This is a day of trouble, chastisement, and disgrace: for children are come to the birth,"},{"number":4,"text":"and there is not strength to bear them. But it may be that the Lord your God will hear the words of the Chief Officer, whom the King of Assyria, his master, has sent to insult the living God, and will punish the word which the Lord your God has heard: so lift up"},{"number":5,"text":"your prayer for those that remain.” And this was the answer that Isaiah returned to the deputation of King Hezekiah’s ministers: “Tell your master,” he said, “that the Lord’s message to him is this: he is not to be afraid of the blasphemous words he has heard from the minions of the King of Assyria."},{"number":7,"text":"’Behold,’ says he, ’I will inspire him with such a spirit (of panic) that on the strength of a rumour he will return to this own land, and there, in his own land, I will cause him to fall a victim to the sword.’”"},{"number":8,"text":"Then the Chief Officer returned and found the King of Assyria engaged in the siege of Libnah, for he had heard that he had moved his camp from Lachish."},{"number":9,"text":"When the news reached him that Tirhakah King of Ethiopia was advancing to give him battle, he sent messengers to Hezekiah with the following instructions."},{"number":10,"text":"“This,” said he, “is what you are to say to Hezekiah King of Judah,"},{"number":11,"text":"Do not let the god you trust in delude you with his assurance that Jerusalem will not be delivered into the hands of the King of Assyria. you are well aware of the ruin the King of Assyria has brought upon all lands, and are you to escape?"},{"number":12,"text":"Were the nations which my father destroyed saved by their gods – Gozan and Haran and Rezeph and the"},{"number":13,"text":"Edenites in Telassar? Where is the King of Hamath and the King of Arpad and the King of the city of Sepharvaim, of Hena and Ivvah?”"},{"number":14,"text":"Hezekiah received the letter at the hands of the messengers and read it; then he went up to the"},{"number":15,"text":"Temple and spread it before the Lord, and to"},{"number":16,"text":"the Lord thus he prayed: “O Lord of Hosts, God of Israel, enthroned upon the cherubim, you are God alone over all the kingdoms of the earth: you are the creator of heaven and earth."},{"number":17,"text":"Incline your ear, O Lord, and hear; open your eyes, O Lord, and see; and hear the message of Sennacherib which he has sent to insult"},{"number":18,"text":"the living God. True it is, O Lord, that the Kings of Assyria have devoted all nations and"},{"number":19,"text":"their lands to destruction, and thrust their gods in the fire, for no gods were they at all, but wood and stone, fashioned by human hands and so they were"},{"number":20,"text":"destroyed. But now, O Lord our God, save us from his hand, that all the kingdoms of the earth may know that you alone, O Lord, are God.”"},{"number":21,"text":"Then Isaiah the son of Amoz sent this answer back to Hezekiah: “Thus says the Lord the God of Israel: I have heard your prayer concerning Sennacherib, King of Assyria."},{"number":22,"text":"This is the word of the Lord concerning him: the virgin, the daughter of Zion, contemns you and mocks you; behind you Jerusalem’s daughter is shaking her head."},{"number":23,"text":"Against whom have you lifted your voice in reviling and blasphemy? Yea, your eyes you have lifted to heaven against Israel’s Holy One."},{"number":24,"text":"You have reviled, by your minions, the Lord, and have said, “With my chariots I climb the high hills, the recesses of Lebanon; her towering cedars I fell, and her cypresses choice; and I pierce to her furthest retreat, where the forest is thickest."},{"number":25,"text":"Wells, too, (in the desert) I dig, and I drink of strange waters; with the sole of my foot I dry up all the Nile-streams of Egypt.”"},{"number":26,"text":"Have you not heard that all this I prepared long ago? From the old I had planned it, and now I have brought it to pass: so ’tis yours to lay fortified cities in desolate heaps."},{"number":27,"text":"Their inhabitants, impotent all, are dismayed and confounded, become like the grass of the field, like the green tender grass; they are like unto grass on the roofs that the east wind has blasted."},{"number":28,"text":"Your sitting and rising I know, and your going and coming;"},{"number":29,"text":"your raging and uproar against me are come to my ears. So my ring I will put through your nose and my bit in your lips, and (thus led) I will make you return by the way that you came."},{"number":30,"text":"And the sign unto you will be this: this year you will eat that which grows of itself, and the next that which springs therefrom; but the third you will sow and reap, plant vineyards and eat of their fruit."},{"number":31,"text":"And those who escape of the household of Judah will again take root downward, and upward bear fruit;"},{"number":32,"text":"for out of Jerusalem will go forth a remnant, and forth from Mount Zion all such as escape. The zeal of the Lord of Hosts will bring this thing to pass."},{"number":33,"text":"Therefore thus says the Lord concerning the King of Assyria, he will not come into this city, nor shoot an arrow there; he will not come before it with shield, nor cast up a mound against it."},{"number":34,"text":"But back he will go by the way that he came, and into this city he will not enter;"},{"number":35,"text":"for I will protect and deliver this city, for my own sake and David my servant’s sake."},{"number":36,"text":"Then the angel of the Lord went forth and slew in the camp of Assyria one hundred and eighty-five thousand men: when they rose in the morning, behold! Every man was a lifeless corpse."},{"number":37,"text":"So Sennacherib, King of Assyria, broke up camp and returned to Nineveh, where he settled."},{"number":38,"text":"Subsequently, as he was worshipping in the temple of Nisroch his god, he was assassinated by his sons Adrammelech and Sharezer. They, however, made good their escape to Armenia, and he was succeeded by Esar-haddon his son."}]}