{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":38,"verses":[{"number":1,"text":"In those days Hezekiah was seized with a mortal sickness: and the prophet Isaiah the son of Amoz came to him and said, “The Lord commands you to set your household affairs in order; for you will"},{"number":2,"text":"not recover, you are to die.” Then, turning his face to the wall, Hezekiah offered this prayer to"},{"number":3,"text":"the Lord: “Remember, O Lord, I beseech you, how I have lived in your presence with a faithful and undivided heart, and done the thing that pleased you.” And Hezekiah wept bitterly. Then"},{"number":4,"text":"there came to Isaiah this message from the Lord,"},{"number":5,"text":"“Go and say to Hezekiah: this says the Lord, the God of David your father, ’I will add to your life fifteen"},{"number":6,"text":"years more. you and this city together I will rescue from the grasp of the King of Assyria, and"},{"number":7,"text":"“Take this,” he replied, “as a sign from the Lord"},{"number":8,"text":"that he will do what he has promised. Watch the shadow that the descending sun has cast on the step-clock of Ahaz: I will bring that shadow ten steps backward.” and the sun did indeed go back on the step-clock the ten steps it had gone down."},{"number":9,"text":"A psalm of Hezekiah King of Judah, to celebrate his recovery from the sickness which had overtaken him:"},{"number":10,"text":"me thought I was doomed to depart when my life was at noon-tide – consigned to the portals of Sheol the rest of my years."},{"number":11,"text":"I had thought to see the Lord nevermore in the land of the living, and never again to behold any man in this world."},{"number":12,"text":"Like the tent of a shepherd, my home is plucked up and stripped from me; he has rolled up my life like a web, from the thrum he has cut me. To pain I am doomed night and day,"},{"number":13,"text":"and I cry till the morning, while all my bones, like a lion he crushes in pieces."},{"number":14,"text":"I scream as screams a swift, like a dove do I moan; my eyes look tearfully heavenward: O think on me, Lord, be my surety."},{"number":15,"text":"What can I utter or say, since ’tis he has done it. I toss all the time of my slumber – my soul is so bitter."},{"number":16,"text":"O rest you my spirit, refresh me, and let me recover."},{"number":17,"text":"\"Tis you who have kept my soul from the pit of destruction. Behind your back you have cast my iniquities all."},{"number":18,"text":"For Sheol can give you no thanks, nor can Death sing your praises; and they who go down to the pit cannot hope for your love."},{"number":19,"text":"It is the living, the living, who praise you, as I do this day. So the father will tell to his sons of your faithfulness sure."},{"number":20,"text":"Be pleased, O Lord, to save us: then all the days of our life we will play upon instruments stringed in front of the house of the Lord."},{"number":21,"text":"this city I will protect.’” Then Isaiah said, “Let them take a cake of figs and press it on the boil, to"},{"number":22,"text":"ensure his recovery.” And Hezekiah said, “What is the sign that I will yet go up to the Temple?”"}]}