{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":40,"verses":[{"number":1,"text":"“Comfort you, comfort my people,” declares your God."},{"number":2,"text":"“Speak home to the heart of Jerusalem, cry unto her that her time of sore service is over, her guilt is discharged; for her sins she has doubly atoned at the hand of the Lord.”"},{"number":3,"text":"Hark! Says a voice, “In the wilderness clear you a way for the Lord; make you straight in the desert a highway for our God."},{"number":4,"text":"Let every valley be raised, every mountain and hill brought low; let the steep rugged ground become level, the rough rocky ridges a plain."},{"number":5,"text":"Then the Lord will show forth his glory, and all fresh will see it together: the mouth of the Lord has spoken it.”"},{"number":6,"text":"Hark! Says a voice, “Proclaim.” “What should I proclaim?” said I. “Proclaim that all flesh is grass, all its grace as the flower of the field."},{"number":7,"text":"The grass withers, the flower fades, when upon it the breath of the Lord has blown."},{"number":8,"text":"Yea, the grass withers, the flower fades; but the word of our God will stand for ever.”"},{"number":9,"text":"Get you up to a mountain high, you who tell good tidings to Zion; lift up your voice with strength, you who bring good news to Jerusalem; lift it up, be not afraid. Say to the cities of Judah, “Yonder comes your God.”"},{"number":10,"text":"See! The Lord is coming in might, with an arm that ensures his dominion. Behold, his reward is with him, his recompense is before him."},{"number":11,"text":"He feeds his flock like a shepherd, he gathered it with his arm; he carries the lambs in his bosom, and those who give suck he leads."},{"number":12,"text":"Who has measured the waters in the hollow of his hand? Who has ruled off the heavens with a span, comprehend the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?"},{"number":13,"text":"Who has directed the mind of the Lord? And where is the counsellor who taught him?"},{"number":14,"text":"Whom did he ask for enlightenment? Who taught him the pathway of right, or showed him the way of true insight?"},{"number":15,"text":"See! Nations are nothing but a drop on a bucket, they count but as dust on a balance; he lifted the isles like a mote."},{"number":16,"text":"Too small for the fires (of his altars) is Lebanon, too few are its breasts for an offering."},{"number":17,"text":"All nations are nothing before him, he counts them but empty nothing."},{"number":18,"text":"So to whom will you liken God, or what likeness set over against him?"},{"number":19,"text":"An imagine! A craftsman has cast it,"},{"number":20,"text":"And he would carve a wood image makes choice of a wood that decays not; then he seeks a craftsman of skill, to erect for him an image, that is warranted not to topple."},{"number":21,"text":"But know you not then of yourselves, or from hearsay? Has this from the first not been told you? Of this have you not been aware, since the day that the world was founded?"},{"number":22,"text":"It is he who sits throned on the vault of the earth, so high that the dwellers thereon are like locusts; who stretches the heavens across like a veil, and spreads them out like a tent to dwell in."},{"number":23,"text":"It is he who reduces proud princes to nothing, who turns the rulers of earth into nothing."},{"number":24,"text":"Scarce are they planted, and scarce are they sown, and scarce has their stock then root in the earth, when he blows upon them, and so they wither: the whirlwind bears them away like chaff."},{"number":25,"text":"To whom will you liken me, then? And who is my match? says the Holy One."},{"number":26,"text":"Lift up your eyes on high; see! Who has created all those? He who brings their host out by number, and summons each by his name: so great his resource and so mighty his power that not one of them fails to answer."},{"number":27,"text":"Why say you, then, O Jacob, and Israel, why maintain that your lot is unknown to the Lord, your right ignored by your God?"},{"number":28,"text":"Know you not of yourself or by hearsay – the Lord is God eternal, creator of all the earth? He faints not, neither is weary, unsearchable is his wisdom;"},{"number":29,"text":"he gives power to the weary, and increase of strength to the feeble."},{"number":30,"text":"Youths may faint and grow weary, and young men may stumble and fall;"},{"number":31,"text":"but those who wait for the Lord will find their strength renewed; they will put forth pinions like eagles. They will run, and not grow weary; they will walk, and not be faint."}]}