{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":41,"verses":[{"number":6,"text":"Each workman helps his fellow, and says to his neighbour, “Set to.”"},{"number":7,"text":"So the craftsman heartens the goldsmith, the polisher says to the finisher, “Fine piece of soldering that!”"},{"number":1,"text":"Hearken in silence, you coast-lands, to me, and await, you nations, my argument: come hither, then state your case; so let us approach the tribunal together."},{"number":2,"text":"Who raised up him from the east land, whose steps are attended by victory, sweeping the nations before him, and laying king low at his feet? his sword makes them like dust and his bow like the driven stubble;"},{"number":3,"text":"he pursues and passes unharmed, nor touches the ground with his feet."},{"number":4,"text":"Who has wrought and accomplished this? He who from the beginning did summon the generations – I, the Lord, was with the first, and with last am I."},{"number":5,"text":"The coast-lands have seen it and feared, the ends of the earth fell a-trembling, they came and drew nigh (to the judgment)."},{"number":8,"text":"But you, Israel my servant, Jacob, whom I have chosen, the offspring of Abraham my friend;"},{"number":9,"text":"whom I fetched from the ends of the earth, and called from the corners thereof, with the words, “My servant are you; I have chosen, and not since rejected you.” My victorious hand will uphold you."},{"number":11,"text":"See! All who are furious against you will end in shame and confusion; the men that contended against you will pass into nothing and perish."},{"number":12,"text":"The men who have striven against you you never will find, though you seek them; the men who are warring against you will wholly and utterly vanish. The Lord says, I am your helper; your redeemer is Israel’s Holy One."},{"number":15,"text":"A threshing-sledge, see! I will make of you, new and well-furnished with teeth; you will thresh the mountains to powder, the hills you will make like chaff."},{"number":16,"text":"The wind, when you winnow, will scatter them, the whirlwind will bear them away; but you will rejoice in the Lord, and glory in Israel’s Holy One."},{"number":17,"text":"The poor who seek water where water is none, the needy whose tongue is parched with thirst – I, the Lord, will hear their prayer, I, who am Israel’s God, will not leave them."},{"number":18,"text":"But streams on the hills I will open, and springs in the midst of the valleys; the will I turn into pools of water, the land that is parched into fountains of water."},{"number":19,"text":"I will plant in the desert the cedar, acacia, myrtle, and olive; I will set in the wilderness fir-trees, the plane and the cypress together."},{"number":21,"text":"Now then, says the Lord, bring forward your suit, produce your idols, says Jacob’s king."},{"number":22,"text":"Let them come and declare unto us the things that are yet to happen; declare how the past was foretold, that we may give thought thereto. Or announce what is yet to come, that we may mark the issue;"},{"number":23,"text":"declare what will be hereafter, and then we will know you are gods. Yea, do aught that you please, good or ill, that may strike us with awe to behold."},{"number":24,"text":"Now see, you are nothing, and you can do nothing: hateful is he who chooses you."},{"number":25,"text":"I have roused up one from the north, he is come – one from the sunrise who calls on my name; he will trample on princes like mortar, as potter tramples the clay."},{"number":26,"text":"But who from the first has announced this, that so we might recognize it? Or who has aforetime declared it, that now we must own to its truth? There was none who announced or declared it, not one heard a word from you."},{"number":27,"text":"It was I who first told it to Zion, and gave the glad news to Jerusalem."},{"number":28,"text":"I looked all around – there was no one; not one of the gods could give counsel or answer, to taught that I asked them."},{"number":29,"text":"See! One and all they are nothing, and nothing can they do: their idols are wind and waste. The servant (Israel), his Task and Destiny"}]}