{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":42,"verses":[{"number":1,"text":"Behold! My servant, whom I uphold; my chosen, the joy of my soul. I have put my spirit upon him; he will publish (my) Law to the nations."},{"number":2,"text":"He will not cry, nor shout, nor utter his voice in the streets;"},{"number":3,"text":"not a reed that is bent will he break, nor a wick that burns dim will he quench. He will faithfully set forth (my) Law,"},{"number":4,"text":"all erect and aglow he will be: he will yet set (my) Law in the earth, and the islands will wait for his teaching."},{"number":5,"text":"Thus says the Lord, the God who spread out and stretched forth the heavens; who created the earth and its fruits, giving breath to the people upon it, and spirit to them who tread it:"},{"number":6,"text":"with full and deliberate purpose have I the Lord called you, and taken your hand in mine; I formed you as pledge and symbol of my covenant with mankind – a light to enlighten the nations,"},{"number":7,"text":"to open the eyes of the blind, and to bring from the dungeon the captives who sit in the darkness of prison."},{"number":8,"text":"I am the (true) God, the Lord; this is the name that is mine: and my glory I yield to no other, my praise will no image enjoy."},{"number":9,"text":"Behold, the predictions of old are fulfilled, and new things I now declare; before they spring into being, I make them know unto you."},{"number":10,"text":"Sing a new song to the Lord, his praise form the end of the earth; let the sea and its fullness roar, the islands and those who dwell there."},{"number":11,"text":"Let the desert rejoice with her cities, the villages Kedar inhabits; let Sela’s inhabitants sing, let them shout from the top of the mountains."},{"number":12,"text":"Let them give to the Lord glory, and tell forth his praise in the islands."},{"number":13,"text":"The Lord goes forth like a hero, he stirs his rage like a warrior; he shouts his fierce battle-cry, he engages his foes like a hero."},{"number":14,"text":"Long time have I held my peace, and restrained myself in silence; but now, like a woman in travail, I groan, I pant and gasp."},{"number":15,"text":"Mountains and hills I will waste, I will dry up all their herbage; the streams I will turn into sand, and the pools I will clean dry up."},{"number":16,"text":"The blind I will lead and guide, by ways and by paths unfamiliar; their gloom I will turn into light, and the ground that is rough I will level these are the things I will do, they will not be left undone."},{"number":17,"text":"But those who put trust in an idol, and call an image their god, will backward be driven in shame."},{"number":18,"text":"Hearken, you who are deaf; and you blind, look up, that you see;"},{"number":19,"text":"who is blind but my servant, and who is deaf as my messenger? Who is blind as my envoy, and the deaf as the Lord’s servant?"},{"number":20,"text":"Much have you seen that you marked not; your ears, though open, were dead."},{"number":21,"text":"The Lord was pleased, for his righteousness’ sake, to make his instruction great and glorious."},{"number":22,"text":"Yet it is still a people plundered and despoiled, all of them snared in dungeons, and hidden away in prisons – a prey without prospect of rescue, a spoil of which none says “Restore.”"},{"number":23,"text":"Which of you now will listen to this, will attend and hear for the time to come?"},{"number":24,"text":"Who gave up Jacob to plunderers, and Israel to them who despoiled him,"},{"number":25,"text":"and poured his hot anger upon him, in fury of war so intense that it blazed round about him – he knew not why – and it burned him, yet never heart did he lay it?"}]}