{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":43,"verses":[{"number":1,"text":"But now – thus says the Lord, your creator, O Jacob, your maker, O Israel – fear not, for I have redeemed you, and called you by name: you are mine."},{"number":2,"text":"When you pass through waters, then I will be with you; no rivers will bear you away in their flood: when you walk through fire, you will no wise be scorched, and the flames will not kindle upon you."},{"number":3,"text":"For I am the Lord your God, your deliverer, Israel’s Holy One; Egypt I give as your ransom, yea, Seba and Cush in your stead,"},{"number":4,"text":"because in my sight you are precious, both honoured and beloved, those lands I will give as your ransom, those peoples in your stead."},{"number":5,"text":"Therefore fear not, for I am with you. I will bring your seed from the sunrise, and gather you out of the sunset;"},{"number":6,"text":"I will say to the north, “Give them up;” and unto the south, “Withhold them not.” Bring in my sons from afar, and my daughters from the ends of the earth –"},{"number":7,"text":"every one who is called by my name, whom I fashioned and made for my glory."},{"number":8,"text":"Forth! you folk who have eyes, but are blind; and you who have ears, yet are deaf."},{"number":9,"text":"The nations are all assembled, the peoples are gathered together. Which of them all can declare such a thing, or announce to us such in advance? Let them prove themselves right by the witness they bring, who will say, when they hear, “It is true.”"},{"number":10,"text":"But you are my witnesses – thus says the Lord – my servants, whom I have chosen, that they may acknowledge and trust me, and learn I am ever the same. No god was formed before me, and after me will be none."},{"number":11,"text":"I am the Lord, and saviour beside me is none."},{"number":12,"text":"It was I, and no strange god among you, who announced and declared and delivered. You are my witnesses – thus says the Lord – and I am God from of old,"},{"number":13,"text":"from henceforth ever the same. There is none who can snatch from my hand, and who can reverse what I do?"},{"number":14,"text":"Thus says the Lord, your redeemer, the Holy One of Israel: for your sake I send unto Babylon, and down will I bring them in flight. I will lay the Chaldeans low, and turn their rejoicing to mourning;"},{"number":15,"text":"for I am the Lord, your Holy One, the creator of Israel, your king."},{"number":16,"text":"Thus says the Lord, who of old made a way through the Sea, and a path through the mighty waters;"},{"number":17,"text":"who chariot and horse led forth, the warriors and war-host together – they lay down, but they rose no more, they were quenched and put out like a wick –"},{"number":18,"text":"think of those old things no more, nor give heed to those deeds of the old time."},{"number":19,"text":"For see! I am doing a new thing, already it springs to view: do you not recognize it? Yea, a path I will make through the desert, and rivers in the wilderness;"},{"number":20,"text":"the wild beasts will render me honour, the jackals and the ostriches. For with water I shower the desert, the wilderness with streams, to yield drink to my chosen people,"},{"number":21,"text":"the people I formed for myself, to tell abroad my praise."},{"number":22,"text":"Yet you have not called upon me, O Jacob, nor wearied yourself about me, O Israel."},{"number":23,"text":"You have not brought unto me burnt offerings of sheep, nor did honour me with your sacrifice. I burdened you not with offerings, nor wearied you with frankincense;"},{"number":24,"text":"you brought me no sweet cane with your money, you sated me not with the fat of your sacrifice. But you by your sins have burdened me, and through your transgressions have wearied me."},{"number":25,"text":"Yet I am he who blots out your transgressions; your sins I remember no more."},{"number":26,"text":"Call to my mind your merits, let us urge our several pleas; reckon up all that you can, to prove yourself in the right."},{"number":27,"text":"Your ancient sire was a sinner, your prophets were rebels against me,"},{"number":28,"text":"my Temple your princess profaned; so Jacob I gave to destruction, and Israel to reviling."}]}