{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":44,"verses":[{"number":1,"text":"Yet hear now, Jacob my servant, and Israel, whom I have chosen;"},{"number":2,"text":"thus says the Lord your maker, who formed you and helped you from birth: fear not, Jacob my servant; Jeshurun, whom I have chosen:"},{"number":3,"text":"for water I will pour on the thirsty, and rills on the ground that is dry, On your sons I will pour out my spirit, my blessing upon their offspring:"},{"number":4,"text":"and then they will grow like the grass among waters, like willows by water-courses."},{"number":5,"text":"And one will declare, “I belong to the Lord;” Another will call himself Jacob: another will write on his hand, “To the Lord,” and add to his own name the surname of Israel."},{"number":6,"text":"Thus says the Lord, the King of Israel, his redeemer, the Lord of Hosts: I am the first, I too am the last, beside me is no god at all."},{"number":7,"text":"Who is like me? Let him stand and proclaim and declare it and set it in order before me? Who has announced from of old things to come? Let them tell us the things that will yet come to pass."},{"number":8,"text":"Be not disquieted, be not afraid: have not I from the old time proclaimed and declared it? you are my witnesses: is there a God or a rock beside me at all?"},{"number":9,"text":"Makers of idols are all an illusion, and profitless all are the idols they dote on; no vision or insight have whose adore them, and so in the end they will come but to shame."},{"number":10,"text":"(The fool who believes) he has fashioned a god, has but fashioned a profitless metal image."},{"number":11,"text":"The magical arts are all put to shame, the words of enchantment are only human. The worshippers all, when they stand assembled, will tremble and come to confusion together."},{"number":12,"text":"The smiths prepare it over the coals, and into the shape that is fitting he hammers it, working it up with his sturdy arm. Then hunger comes over him – feeble he grows, or faint, if so be that he drinks no water."},{"number":13,"text":"The carpenter stretches his measuring-line, with a stylus he traces the shape of the image, and carves it with tools human likeness, a fair human likeness, to rest in a chapel."},{"number":14,"text":"Forth a man goes to cut himself timber; from the forest he chooses a plane or an oak, which the Lord did plant, and the rain has nourished for men to make use of as fuel for kindling."},{"number":15,"text":"He sets it ablaze and he warms himself, or he kindles a fire, and bakes bread; or he makes it into a god and bows down to it, fashions an image and falls down before it."},{"number":16,"text":"One half of the wood in the fire he burns, then he roasts flesh on the embers therefrom; whereafter he eats the roast to his fill, then he warms himself, and he says, “Ha! Ha! Now I am warm, I feel the glow.”"},{"number":17,"text":"The rest of it then he makes into a god – to an image, and bows down prostate before it. He prays to it, and his prayer is this: “Deliver you me, for you are my god.”"},{"number":18,"text":"No insight has he, and no power of discernment, his eyes are besmeared, that he cannot see, and his mind is sealed past understanding."},{"number":19,"text":"He suffers never his thoughts to ponder, he has not the sense or the insight to say, “One half thereof in the fire I have burned, and bread I have baked on the embers therefrom; flesh I have roasted and eaten: and then of the rest should I make a detestable image, and bow myself down to a block of wood?”"},{"number":20,"text":"Who takes delight in combustible idols is led far astray by delusion of heart: he cannot deliver himself, and confess that his hand has been grasping an utter delusion."},{"number":21,"text":"Remember these things, O Jacob; yea, Israel, for you are my servant. I made you, my servant are you; O Israel, you must not renounce me."},{"number":22,"text":"I blot out your sins as a mist, as a thick dark cloud your transgressions; return unto me, for I have redeemed you."},{"number":23,"text":"Rejoice, O you heavens, for the Lord has acted. Shout, O you depths of the earth. Break forth into jubilant cries, you mountains, you forest, you trees. For the Lord has now wrought redemption for Jacob, he shows his glory in Israel. Cyrus and the Overthrow of Babylon"},{"number":24,"text":"Thus says the Lord, your redeemer, who formed you from the womb: I am the Lord, creator of all things, who stretched forth the heavens alone, and spread out the earth by myself;"},{"number":25,"text":"who frustrates the omens of soothsayers, making diviners like fools, thrusting the wise to the background, and turning their science to folly;"},{"number":26,"text":"but the words that my servants have spoken I confirm, and the purpose my messengers urge I fulfil. For I say to Jerusalem, “You will be peopled, the cities of Judah will yet be rebuilt, and the ruins thereof I will raise again.”"},{"number":27,"text":"I will say to the deep, “Be dry; for all your floods I will wither.”"},{"number":28,"text":"Cyrus I name as my friend, he will execute all my purpose, Jerusalem will yet be rebuilt, the Temple foundations will yet be laid."}]}