{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":45,"verses":[{"number":1,"text":"Thus says the (true) God, the Lord, to Cyrus his anointed, whose hand I hold in mine, to bring down nations before him, to open doors before him, and gates – to be closed no more:"},{"number":2,"text":"“I will go in person before you, and mountains I will level; I will shiver the doors of bronze, and cleave bars of iron in sunder."},{"number":3,"text":"I will give you the dark-hidden treasures, in secret places hoarded, that so you may learn that I am the Lord, the God of Israel, who called you by name."},{"number":4,"text":"For the sake of Jacob my servant, and Israel my chosen, I called you by your name: though you knew me not, I rejoiced in you."},{"number":5,"text":"I am the Lord, and there is no other; beside me is no god at all. I will gird you, though you knew me not,"},{"number":6,"text":"that men from the sunrise and sunset may know there is none beside me. I am the Lord, and there us no other,"},{"number":7,"text":"the maker of light, the creator of darkness, the maker of weal, the creator of woe: it is I, the Lord, who does all this.”"},{"number":8,"text":"You heavens, pour down your showers, let victory rain from the skies. Let the earth open up and bring forth the fruit of deliverance. Let victory blossom, I, the Lord have created it."},{"number":9,"text":"Woe unto him who strives with his maker – a potsherd no better than earthen potsherd. Does the clay say to the potter, “What thing is this that you make?” Does the vessel he wrought exclaim, “What a heartless person you are!”"},{"number":10,"text":"Woe to the son who says, “Sirem what is this you beget?” Or “Mother, what bring you forth?”"},{"number":11,"text":"Thus says the (true) God, the Lord, Israel’s maker and Holy One: would you ask me of things to come, or command me as touching my handiwork?"},{"number":12,"text":"It was I – the maker of earth, the creator of man upon it, whose hands stretched out the heavens, and on all their host laid charge –"},{"number":13,"text":"it was I who of purpose aroused him, and all his ways I smooth: he it is who will build my city, and set my exiles free; yet neither for price nor reward. Thus says the Lord of Hosts."},{"number":14,"text":"Thus says the Lord of Hosts: the peasants of Egypt, the merchants of Cush, and the giant men of Seba, will pass in procession as lieges before you, and walk behind you in chains. They will bow to you prostrate, and thus they will pray to you: “God is with you alone, there is no other god at all:"},{"number":15,"text":"yea, truly with you God hides himself; yea, Israel’s God is a saviour.”"},{"number":16,"text":"Ashamed and confounded together are all who have risen up against him – the idol-making craftsmen."},{"number":17,"text":"But Israel is saved by the Lord with salvation everlasting: you will not be ashamed or confounded for ever and evermore."},{"number":18,"text":"For thus says the Lord, God indeed, creator of the heavens, who made the earth and fashioned it, and also fixed it fast, creating it not for a desert, but fashioning it for man’s home: “I am the Lord, and there is none other."},{"number":19,"text":"Not in secret spake I, nor in any land of darkness; the offspring of Jacob I asked not to go in vain quest of me. I am the Lord, my words are true, and straight are my proclamations."},{"number":20,"text":"Come, you who survive of the nations, assemble, draw near together. No shred of sense have they who carry an image of wood, and make their prayers to a god who is impotent to save."},{"number":21,"text":"Declare and bring forward (your case), yea, let them take counsel together: who has announced this old, or declared it in days gone by? Is it not I, the Lord? There is no other god beside me – a righteous God, and a saviour, and none there is beside me."},{"number":22,"text":"Look unto me and saved, all you ends of the earth; for I am God, and there is no other."},{"number":23,"text":"By my own self have I sworn that to me every knee will bow, every tongue will swear allegiance,"},{"number":24,"text":"and own that the Lord alone is the giver of strength and of victory.” All who were furious against him will come unto him with shame;"},{"number":25,"text":"but all the descendants of Israel will triumph and boast in the Lord."}]}