{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":47,"verses":[{"number":1,"text":"Come down, and sit in the dust, O virgin daughter of Babylon; sit on the ground unthroned, O daughter of the Chaldeans: for you will be called no more the tender and the dainty."},{"number":2,"text":"Take mill-stones, and grind the meal; and put your veil aside. Strip off your skirt, and pass bare-legged through the rivers."},{"number":3,"text":"Let your nakedness be uncovered, and let your shame be seen. For vengeance I will take, irrevocable vengeance –"},{"number":4,"text":"thus says our redeemer, the Lord of Hosts is his name, the Holy One of Israel."},{"number":5,"text":"Sit in silence and shrouded in darkness, O daughter of the Chaldeans; for you will be called no more the mistress of dominions."},{"number":6,"text":"True, I was wroth with my people, my heritage I profaned; and I gave them into your hand, but you showed no pity upon them; you laid upon the aged your exceeding heavy yoke."},{"number":7,"text":"You said, “I will live for ever, and be mistress evermore;” These things you did lay not heart, nor did think how it all would end."},{"number":8,"text":"Hear this now, lady of pleasure, who sits so securely, and says in your heart, “It is I, there is none beside me; I will never sit as a widow, nor know the loss of children.”"},{"number":9,"text":"These two things will come upon you, full swift in a single day – the loss of your husband and children will suddenly come upon you, despite your many spells, despite your enchantments many,"},{"number":10,"text":"despite your trust in your wickedness, and your fancy that no one can see you. Behold your wisdom and knowledge – ’Tis they who have led you astray; and you in your heart did say, “It is I, there is none beside me.”"},{"number":11,"text":"So disaster will come upon you, which no knowledge of your can avert; destruction will fall upon you, which you have no power to appease; sudden ruin will come upon you, which you have no knowledge (to banish)."},{"number":12,"text":"Abide, then, by your enchantments, abide by your sorceries many, wherein you have toiled from your youth. Perchance you may somewhat avail, perchance you may yet strike terror."},{"number":13,"text":"You have wearied yourself with your counsellors; now let them stand up and save you – those men who divide up the heavens, directing their gaze to the stars, and month by month make known what things are coming upon you."},{"number":14,"text":"But see! They are all like stubble, the fire burns them up. Not even themselves can they save from the mighty power of the flame: – it is no glowing coal to warm at, no fire to sit before."},{"number":15,"text":"Such then have they proved unto you, in whose cause you have toiled from your youth; your flee staggering, each his own way – not a man of them all to save you."}]}