{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":49,"verses":[{"number":1,"text":"Hearken, you isles, unto me, and you peoples from far, give attention. The Lord has called me from birth, from the womb of my mother he gave me my name."},{"number":2,"text":"Like a sharp sword made he my mouth, in the shadow of his hand did he hide me; he made me a polished shaft, in his quiver he concealed me."},{"number":3,"text":"And he said to me, “You are my servant, in whom I will show my glory;”"},{"number":4,"text":"But I said, “I have laboured in vain, I have spent my strength on an empty nothing; yet safe is my cause with the Lord, and my recompense with my God.”"},{"number":5,"text":"And now – thus says the Lord, who formed me from birth for his servant, to bring Jacob back unto him, and that Israel to him might be gathered – and so I had honour in the sight of the Lord, my God became my strength."},{"number":6,"text":"He says, “It is too light a thing to raise up the tribes of Jacob, and Israel’s dispersed to restore: I will make you a light to the nations, that so my salvation may reach to the very ends of the earth.”"},{"number":7,"text":"Thus says the (true) God the Lord, Israel’s holy redeemer, to him who of men is contemned, abhorred of the nations, the servant of tyrants: kings, when they see you, will rise, and princes will bow down in homage, because of the Lord the faithful, and Israel’s Holy One, who chose you."},{"number":8,"text":"Thus says the Lord: now will I favour and answer you, now will I help and deliver you; making you pledge and symbol of my covenant with mankind: restoring the (ruined) land, and allotting the desolate heritage;"},{"number":9,"text":"bidding the prisoners go forth, and the inmates of darkness to show themselves. They will pasture wherever they go, even on all the bare hills will be pasture;"},{"number":10,"text":"they will neither hunger nor thirst, neither sun nor the hot wind will smite them. For one who pities will lead them, and guide them to foundations of water."},{"number":11,"text":"I will make all the mountains a highway, and roads will be raised everywhere."},{"number":12,"text":"Lo! Yonder they come from afar, some from the north and the west, and some from the land of Syene."},{"number":13,"text":"Sing, O you heavens, for joy; and earth, do you exult; let the mountains break forth into song. For the Lord comforts his folk, takes pity upon his affected."},{"number":14,"text":"“But the Lord,” says Zion, “has left me; my Lord has forgotten me clean.”"},{"number":15,"text":"Can a woman forget her babe, cease to pity the son of her womb? Yes, such may indeed forget, but never will I forget you."},{"number":16,"text":"I have graven you on my hands, and your walls are for ever before me:"},{"number":17,"text":"in haste men are coming to build you; while those who have torn you down and laid you in ruins, will leave you."},{"number":18,"text":"Lift up your eyes round about, and behold how they flock to you, all of them gathered together. Yea, thus says the Lord on oath, as I live, you will wear them upon you as jewels on a garment, and bind them about you as bride binds her girdle."},{"number":19,"text":"For your desolate wastes and your ruined land (will be turned to a garden and crowded with men.) Then scarce room enough you will have for your people, when those who devoured you are far away."},{"number":20,"text":"The children you long were bereft of will one day declare in your ears, “This place is too narrow for me, give me ampler space to dwell in.”"},{"number":21,"text":"And then you will say in your heart, “Who can have borne me these children? Since I am bereaved and unfruitful, who can have reared these children? Behold! I was left all alone: who then can these children be?”"},{"number":22,"text":"Thus says the Lord the Lord: behold I will lift up my hand to the nations, and raise for the people my banner (as signal); and then they will bring your sons in their bosom, and carry your daughters upon their shoulders."},{"number":23,"text":"Kings will be your foster-fathers, and queens will be your nursing mothers; with face to the earth they will do you homage, and lick the dust of your feet: and then you will know that I am the Lord, who never will bring those who trust me to shame."},{"number":24,"text":"Can prey from the mighty be wrenched, or can captives escape from a tyrant?"},{"number":25,"text":"Verily, thus says the Lord: yes, even from the mighty can captives be wrenched, and the prey of a tyrant escape; but I will defend your cause, I will deliver your children,"},{"number":26,"text":"and cause your oppressors to eat their own flesh, and to drink themselves drunk with their blood as with wine. And then all flesh will know that I am your saviour-redeemer, the Lord, the Strong One of Jacob."}]}