{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":5,"verses":[{"number":1,"text":"A song will I sing of my friend, a love-song touching his vineyard. A vineyard belonged to my friend, on a fertile hill-top he had set it."},{"number":2,"text":"He dug it and cleared it of stones, he planted in it choice vines. He built in the middle a watchtower, hewed a pit for pressing the grapes. Then he looked for a yield of good grapes, but the grapes that it yielded were wild."},{"number":3,"text":"Now judge, you who dwell in Jerusalem, and you who are freemen of Judah, judge between me and my vineyard."},{"number":4,"text":"What more could I do for my vineyard that I had neglected to do? And why, when I looked for good grapes, did it yield only grapes that were wild?"},{"number":5,"text":"So now let me give you to know what I purpose to do my vineyard. I will tear off its hedge, that the beasts may devour it; I will break through its wall, that they trample it down."},{"number":6,"text":"I will make it waste, all unpruned and unweeded, with thorns and with briars overgrown it will be, and the clouds I will order to withhold from it rain."},{"number":7,"text":"For the vineyard of the Lord of Hosts is the household of Israel, the freeman of Judah his cherished plantation. But instead of the justice he looked for was bloodshed, instead of the right was the cry (of the wronged)."},{"number":8,"text":"Woe unto you who join house unto house and who add one field to another, till no one has room but you, and you settle the land by yourselves."},{"number":9,"text":"The Lord of Hosts in my ear has whispered, surely many a great fine house will be desolate and empty,"},{"number":10,"text":"for ten acres of vineyard will yield but eight gallons, and the harvest will be but one tenth of the seed."},{"number":11,"text":"Woe unto them who rise early to give themselves to drink, and to those who sit late in the evening, inflaming themselves with wine;"},{"number":12,"text":"whose banquets of wine are enlivened with lute, harp, timbrel, and flute; but all blind to the work of the Lord, they see not the things he is doing."},{"number":13,"text":"Therefore all unaware will my people be swept into exile afar – their nobleman dying of hunger, their populace parched with thirst."},{"number":14,"text":"Therefore Sheol with ravenous throat opens wide her jaws without measure. And down will her splendour go, and her noisy tumultuous rabble, with all who in her were exultant."},{"number":16,"text":"Thus through judgment the Lord of Hosts is exalted, the holy God shows himself holy by righteousness."},{"number":17,"text":"And there will lambs graze as at pasture, and fatlings will feed in her ruins."},{"number":18,"text":"Woe unto those who draw penalty on by their sin, as by stout wagon-ropes drawn by oxen;"},{"number":19,"text":"who say, “Let him haste, let him act with speed, in order that we may see it; let the purpose of Israel’s Holy One come so near that we recognize it.”"},{"number":20,"text":"Woe unto those who call evil good, and good evil; to those who turn light into darkness, and darkness to light; to those who turn sweet into bitter, and bitter to sweet."},{"number":21,"text":"Woe unto those who esteem themselves wise, and who fancy themselves to be prudent."},{"number":22,"text":"Woe unto those who are valiant in wine-drinking, warriors brave at the mingling of drink;"},{"number":23,"text":"whom a bribe will induce to acquit the guilty, and innocent men to deprive of their rights."},{"number":24,"text":"As fire licks up the stubble, and hay is shrivelled in flame, so their root will turn to rottenness, and their blossom go up in dust; because they rejected the Lord’s instruction, and the message of Israel’s Holy One scorned."},{"number":25,"text":"So against his people his anger was kindled, against them he stretched forth his hand and he smote them; the mountains shook, and the dead lay like refuse about the streets. For all this his anger is not turned back, but his hand is stretched out still."},{"number":26,"text":"To a far-distant nation he raises his signal, and whistles for them from the end of the earth. See! Hastily, swiftly they come –"},{"number":27,"text":"none weary, none stumbling among them, unsleeping and slumbering never: the band of their loins never loosed, the thong of their shoes never torn."},{"number":28,"text":"Their arrows are sharp, and their bows are all bent: the hoofs of their horses are counted as flint, and their wheels as the whirlwind."},{"number":29,"text":"Their roar is like that of a lioness, and like the young lions they roar, growling and seizing the prey, and bearing it far beyond rescue."},{"number":30,"text":"That day they will roar over him, with a roar like the roar of the sea: when he looks on the earth, behold! Darkness, the light has grown dark in the clouds."}]}