{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":50,"verses":[{"number":1,"text":"Thus says the Lord: where is the bill of your mother’s divorcement, wherewith I have put her away? Or which of my creditors is it to whom I have ever sold you? If sold you have been, ’tis because of your sins; your rebellions have led to your mother’s divorce."},{"number":2,"text":"Why, when I came, was there no one, and none to respond when I called? Is my hand too short to deliver? And have I no power to rescue? With a word of a rebuke did I dry up the sea, and rivers I turned into desert; their fish dried up for lack of water, their monsters perished on thirsty land."},{"number":3,"text":"I clothed the heavens in mourning, and sackcloth I made their covering."},{"number":4,"text":"The Lord the Lord has given me the tongue of a true disciple, to know how to answer the weary with words (of consolation). In the morning he opens my ears to listen, as true disciple;"},{"number":5,"text":"as for me, I have not been rebellious, or turned me backward away."},{"number":6,"text":"I gave my back to the lash, and my cheeks unto those who plucked them; my face and I did not hide from insult or from spitting."},{"number":7,"text":"For the Lord of the Lord helps me, and so I am not confounded; I set my face like a flint, and I know I will never be shamed."},{"number":8,"text":"My vindicator is nigh, who then dare to contend with me? Let us both stand up together. Who dare be my opponent? Let him draw nigh unto me."},{"number":9,"text":"See, the Lord God is my helper; where, then, is the man who can worst me? They all like a garment will crumble, the moth will eat them up."},{"number":10,"text":"Let that man among you who fears the Lord listen to the voice of his servant. Whoso walks in darkness, with not a gleam of light, let him trust in the name of the Lord, and lean upon his God."},{"number":11,"text":"All you who kindle a fire, and you who set brands aflame, begone to the flame of your fire, get you into the brands you have lighted. This is your fate at my hand, that you lie in the place of torment."}]}