{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":51,"verses":[{"number":1,"text":"Hearken to me, you who yearn for redress, who seek for the aid of the Lord; look to the rock from which you were hewn, to the quarry from which you were dug."},{"number":2,"text":"Look unto Abraham your father, and Sarah - her who bore you: for he was but one, when I called him, yet I blessed him and increased him."},{"number":3,"text":"So the Lord has comforted Zion, has comforted all her ruins, her desert has made like the Lord’s own garden, like Eden itself her wilderness. There will joy and gladness be found, giving of thanks and the sound of melody."},{"number":4,"text":"Give heed unto me, my people, O nation of mine, listen; for from me will direction go forth, my law to enlighten the nations."},{"number":5,"text":"I will bring my deliverance swiftly; my victory is now on the way, my arms will judge the peoples. For me do the islands wait, they will set their hope in my arm."},{"number":6,"text":"Lift up your eyes to the heavens, and look on the earth beneath; for the heavens will vanish like smoke, and the earth like a garment (will perish; (the world) will crumble to pieces, her people will die like gnats: but eternal will be my salvation, my triumph will not fail."},{"number":7,"text":"Hearken to me, you who care for the right, you folk in whose heart is my teaching; be not afraid of the insults of men, let no their reviling dismay you:"},{"number":8,"text":"for like a garment the moth will consume them, the worm will consume them like wool; but eternal will be my salvation, my triumph from age to age."},{"number":9,"text":"Awake, O arm of the Lord, awake, and clothe you with might; awake as in days of old, as in ancient generations. Are you not the arm that hewed Rahab in pieces, and pierced the dragon through?"},{"number":10,"text":"Are you not the arm that once dried up the sea, the waters of mighty ocean, that made the depths of the sea a way for the ransomed to pass?"},{"number":12,"text":"I, I am he comforts you: how then should you be afraid of frail man who will die, or of mortal who passes away like the grass;"},{"number":13,"text":"and forgets the Lord your maker, who stretched forth the heavens and founded the earth; and lives in ceaseless dread of the fury of the oppressor? Where is now the oppressor’s fury, who aimed at your destruction?"},{"number":14,"text":"Soon will the captive be freed, he will not end in death and the pit, nor suffer for lack of bread."},{"number":15,"text":"I am the Lord your God, who stirs the sea into roaring waves: the Lord of Hosts is my name."},{"number":16,"text":"And I put my words in your mouth, in the shadow of my hand did I hide you, when I stretched forth the heavens and founded the earth, and said unto Zion, “My people are you.”"},{"number":17,"text":"Bestir you, bestir you; arise, O Jerusalem, who have drunk at the hand of the Lord the cup of his indignation, and the bowl that bewilders have drained to the dregs."},{"number":18,"text":"Of all the sons you have borne there is not man to guide you; of all the sons you have reared there is none to take your hand."},{"number":19,"text":"A twofold woe has befallen you; who may with you condole? Wreck and ruin, famine and sword – and who may comfort you?"},{"number":20,"text":"Your sons in a swoon were lying like an antelope in a net, filled full with the Lord’s fury and with the rebuke of your God."},{"number":21,"text":"Therefore hear now this, you afflicted one, drunken, but not with wine:"},{"number":22,"text":"thus says your Lord the Lord, your God who defends his people: “Behold, from your hand I have taken the cup that brings bewilderment; the chalice of my fury you will never drink again."},{"number":23,"text":"I will hand it to your tormentors, to those who afflicted you, and commanded you to bow down that they might pass over you: yea, you made your back like the ground, like a street for men to pass over.”"}]}