{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":52,"verses":[{"number":1,"text":"Awake, awake, O Zion, put on your garment of strength; put on your glorious raiment, O holy city, Jerusalem: for never will enter you more the uncircumcised or unclean."},{"number":2,"text":"Shake yourself from the dust, and arise, O captive Jerusalem; loose you the bands of your neck, O captive daughter of Zion."},{"number":3,"text":"For thus says the Lord, “You were sold for nothing and"},{"number":4,"text":"without money you will be redeemed.” For thus says the Lord the Lord, “My people went down at the first to Egypt to sojourn there; and Assyria oppressed them"},{"number":5,"text":"without cause. And now,” says the Lord, “wherein have I been advantaged here, in that my people have been taken away for nothing? See! Those who waited for me,” says the Lord, “are become a byword, and my name is ever ceaselessly reviled. Therefore in that day will my people know my name, that it is I who have promised. Behold, it is I.”"},{"number":7,"text":"How fair are the feet on the mountains of him who proclaims good tidings, the herald of peace and good tidings, who brings the news of deliverance, who says unto Zion, “Your God reigns.”"},{"number":8,"text":"your watchmen lift up their voices in jubilant cries together, for eye to eye they look on the Lord returning to Zion."},{"number":9,"text":"You ruins of wasted Jerusalem, break into singing together: for the Lord comforts his people, he brings Jerusalem redemption."},{"number":10,"text":"In the sight of all nations the Lord gas bared his holy arm; and all the ends of the earth will see how our God has saved us."},{"number":11,"text":"Away, away. get you hence, and touch no unclean thing; get you forth from her, make yourselves pure, you who bear the vessels of the Lord."},{"number":12,"text":"Nor need you go forth in haste, nor depart as though you were fugitives; for the Lord goes before you, and Israel’s God is your rear guard."},{"number":13,"text":"See, Israel my servant will yet be exalted and raised exceeding high."},{"number":14,"text":"And as many were erstwhile appalled at his fate (And kings at his destiny shuddered),"},{"number":15,"text":"so many a nation will yet do him homage and kings will be silent for awe of him. For what they had never been told they will see, they will gaze upon things unheard of before."}]}