{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":53,"verses":[{"number":1,"text":"“Who could have ever believed” (they will say) “Such a tale as that which we hear?” And to whom has the arm of the Lord been ever so revealed?"},{"number":2,"text":"He grew like a sapling before us, a shoot out of ground that was dry; no beauty had he to attract us, no figure to win our regard;"},{"number":3,"text":"He was spurned and forsaken of men, familiar with suffering and pain; as one from whom men hide their faces, he was spurned and we heeded him not."},{"number":4,"text":"But ours was the pain that he bore, and the sorrows he carried were ours; yet by us he was counted as smitten and tortured by God’s own hand."},{"number":5,"text":"But ours was the sin that pierced him, the guilt that crushed him was ours: yea, he was chastised for our welfare, and his stripes brought healing to us."},{"number":6,"text":"We had all of us wandered like sheep, each turning a way of his own, while the Lord had laid upon him the iniquity of us all."},{"number":7,"text":"Though outraged, he was submissive, he opened not his mouth; like a lamb that is led to the slaughter, or sheep that with shearers is dumb."},{"number":8,"text":"He was dragged away by injustice, and who gave a thought to his fate? He was torn from the land of the living, and smitten to death for the sins that were ours."},{"number":9,"text":"His grave was appointed with rebels, his funeral mound with the wicked; although he had done no violence, nor was any deceit in his mouth."},{"number":10,"text":"’Twas the will of the Lord that crushed him with pain; but by yielding himself as an offering for sin, he will yet see an offspring, his days will be long, and the purpose of God will through him be triumphant."},{"number":11,"text":"For he has delivered his soul from anguish, his eyes he has filled with abundance of light.” “In the of the many my servant stands justified, theirs is the guilt that this man bears."},{"number":12,"text":"For this he will win with the great an inheritance, he with the strong will divide the spoil; because he had poured out his soul unto death, and had suffered himself to be numbered with rebels; though the sins that he bore were the sins of the world, and for those very rebels he had offered his prayer.”"}]}