{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":54,"verses":[{"number":1,"text":"Sing, you barren, who did not bear, you who travailed not, break forth into singing; for more are the sons of the woman forlorn than the sons – says the Lord – of her who is married."},{"number":2,"text":"Enlarge the space for your tent, and stretch out your canvas unstintingly; lengthen your cords, and your stakes fasten well,"},{"number":3,"text":"for to right and to left you will spread. Your sons will possess the nations, and people the cities now desolate."},{"number":4,"text":"Fear not, for never you will be ashamed, nor put to the blush, therefore be not confounded. The shame of your youth you will clean forget, and remember no more the reproach of your widowhood."},{"number":5,"text":"For your husband is he who made you, the Lord of Hosts is his name; your redeemer is Israel’s Holy One, the God of all the earth."},{"number":6,"text":"As a wife forsaken and grieved to himself has the Lord recalled you; can a wife wooed in youth be rejected? Thus says the Lord your God."},{"number":7,"text":"I forsook you a little while, but in great compassion I will gather you;"},{"number":8,"text":"in a burst of wrath for a moment I hid my face from you, but with love everlasting I pity you, says the Lord your redeemer."},{"number":9,"text":"Like the days of Noah are these days to me: as I sware that the waters of Noah should no more pass over the earth, so I swear I will never again be angry with you, or rebuke you."},{"number":10,"text":"Though the mountains should remove, and the hills be utterly shaken, yet from you will my love never move, nor my covenant of peace be shaken, says the Lord, who pities you."},{"number":11,"text":"you who were sore afflicted, tossed by the storm and uncomforted, Behold, your base I will set in rubies, in sapphires your foundations."},{"number":12,"text":"I will make your pinnacles jasper, your gates of carbuncle stones, and all your borders of jewels."},{"number":13,"text":"The Lord will teach your builders, and greatly prosper your children;"},{"number":14,"text":"through righteousness you will endure. Far you will be from oppression, yea, you will have nothing to fear: far you will be from destruction, it will not come nigh unto you."},{"number":15,"text":"If any should stir up strife, it comes not from me; who stirs up strife against you will fall upon you to his ruin."},{"number":16,"text":"Behold! It is I who created the smith that blows the fire of coals, bringing weapons forth for their work. It is I who created destroyer to ravage."},{"number":17,"text":"Success will never attend the weapon forged against you; the tongue that is raised against you will be worsted evermore. Such is the lot of the Lord’s servants, and this will I vindicate them, says the Lord."}]}