{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":55,"verses":[{"number":1,"text":"Ho! All who are thirsty, come you to the waters, and you who have no money, come; buy you and eat without money, buy wine and milk without price."},{"number":2,"text":"Why spend you silver for that which can satisfy no one? And your money for that which can satisfy no one? If you hearken to me, you will eat what is good, and your soul will be ravished with dainties."},{"number":3,"text":"Incline your ear and come unto me, hear, that your soul may revive; for with you I will enter a bond everlasting of kindness, once promised to David and sure."},{"number":4,"text":"For, as once to the nations I made him my witness, appointing him prince and commander of nations,"},{"number":5,"text":"so now you will summon a people you know not, people who know you not will run unto you, for the sake of the Lord your God, the Holy One of Israel, because he has girt you with glory."},{"number":6,"text":"Seek you the Lord, while he may be found, call you upon him, while he is near."},{"number":7,"text":"Let the wicked forsake his way, and the sinful man his thoughts; let him turn unto the Lord, and he will have pity upon him – and unto our God, for he will plentifully pardon."},{"number":8,"text":"For my thoughts are not your thoughts, nor are your ways mine, says the Lord:"},{"number":9,"text":"but as heaven is higher than earth, so are my ways higher than your ways, and my thoughts higher than your thoughts."},{"number":10,"text":"For even as the rain and the snow that descend from the heaven, return not without having watered the earth, and caused it to bear and sprout, giving seed to the sower and bread to the eater,"},{"number":11,"text":"even so will it be with the word that has issued out of my mouth: it will not return to me void, it will execute my pleasure, and carry my mission to triumph."},{"number":12,"text":"For with joy you will go forth, and in peace you will be led out; the mountains and the hills will break into singing before you, and all the trees of the forest will clap their hands together."},{"number":13,"text":"For the thorn will come up the fir, for the brier will come up the myrtle; it will be for the Lord’s renown, for a sign everlasting that never will perish. Later Voices of Rebuke, Threat, and Promise"}]}