{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":56,"verses":[{"number":1,"text":"Thus says the Lord: “Keep the law, and do that which is right: for soon my deliverance cometh, my justice will soon be revealed.”"},{"number":2,"text":"Happy the man who thus does, the mortal who holds it fast – he who keeps the Sabbath unsullied, who keeps his hand from all evil."},{"number":3,"text":"And let not the foreigner say, who has joined himself unto the Lord, “The Lord will separate me most assuredly form his people.” And let not the eunuch say, “Behold, a dry tree am I.”"},{"number":4,"text":"For thus says the Lord: “The eunuchs who keep my Sabbaths, make choice of the things I delight in, and hold my covenant fast –"},{"number":5,"text":"in my house and within my walls I will give them a name and a monument better than sons and daughter: I will give them a name everlasting that never will be cut off."},{"number":6,"text":"And the foreigners joined to the Lord, who serve him and love his name, and are pledged to be his servants – all who keep the Sabbath unsullied and hold his covenant fast –"},{"number":7,"text":"I will bring to my holy mountain; and fill them with joy in my house of prayer their burnt-offerings and their sacrifices will be welcomed upon my altar. And my house will be known by the name, ’house of prayer for every nation.’”"},{"number":8,"text":"Thus says the Lord the Lord, who gathers the outcasts of Israel: “I will yet gather others to him beside those who already are gathered.”"},{"number":9,"text":"All you wild beasts of the field, all you wild beasts of the forest, come hither to devour."},{"number":10,"text":"My watchmen are blind, every one, with no knowledge of how to give heed. Dumb dogs they are, every one of them, lacking the power to bark; but there they lie a-dreaming in the slumber that they love."},{"number":11,"text":"Yes, greedy dogs are they, that never can have enough; but each to his own way turns, each on his own gain bent:"},{"number":12,"text":"“Come, wine let us fetch” (they say), “let us fill ourselves with drink, and tomorrow will be as today, a royal uproarious day.”"}]}