{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":57,"verses":[{"number":1,"text":"The righteous are being destroyed, and no man lays it to heart; the godly are swept away, and no man gives it a thought. ’Tis the wickedness prevailing that sweeps the righteous away;"},{"number":2,"text":"but he enters into peace, and those whose walk has been upright do rest at last on their biers."},{"number":3,"text":"But you – hither approach, you children of a sorcerers; you offspring of whore and adulterer,"},{"number":4,"text":"whom are you making sport of? At whom are you making wide mouths, and putting out our tongue? Are you not apostate children, a very brood of falsehood,"},{"number":5,"text":"who inflame yourselves at the oaks, and under each green tree; who in valleys slaughter children amidst the clefts of the rocks?"},{"number":6,"text":"The slippery gods of the valley – those, those you have taken for your portion. Yes, to them you have poured your drink-offerings and rendered on oblation: and should I with such things be appeased?"},{"number":7,"text":"And you did set your bed on a high and lofty mountain, and thither you did go to offer up your sacrifice."},{"number":8,"text":"Behind the door and the door-posts your symbol you did set; inflamed, you did uncover, did go up and enlarge your bed. And you did purchase you lovers, whose wantonness you loved; and did multiply your whoredoms, when your eyes beheld the phallus."},{"number":9,"text":"For Melech you did anoint you and multiply your perfumes; you did send your ambassadors far, yea, down to the depths of Sheol."},{"number":10,"text":"Though weary with many journeys, you said not, “I despair.” But ever new strength you gained, and therefore you did not desist."},{"number":11,"text":"Of whom were you then in such abject terror that you did play the traitor, and gave no thought to me, nor did lay your duty to heart? I hid my eyes in silence, and me you did not fear."},{"number":12,"text":"But I will expose your doings, this “righteousness” of yours."},{"number":13,"text":"When you cry, your hateful idols will profit you nothing, nor save you; the wind will lift them all, and a breath will take them away. But who trusts in me will possess the land, and inherit my holy mountain."},{"number":14,"text":"O raise, raise a highway, and clear you a path, take the stumbling-blocks out of the way of my people."},{"number":15,"text":"For thus says he who is high and exalted, whose throne is for ever, whose name is holy: “On high as the Holy One sit I enthroned, and with him who is crushed, who is lowly in spirit; to quicken the spirit of them who are lowly, and the heart of all such as crushed to revive."},{"number":16,"text":"For not for ever will I contend, nor cherish my anger evermore; for then would the spirits faint before me, the souls that I myself have made."},{"number":17,"text":"Because of his sin I was worth for a moment, I smote him in anger and hid my face: but he kept to the way of his rebel heart –"},{"number":18,"text":"I have noted his ways,” says the Lord. “But now will I bring to him healing and rest, and requite him with full consolation."},{"number":19,"text":"The lips of his mourners will blossom with praise, when to far and to near I bring peace and prosperity, whose waters cast up mire and dirt.”"},{"number":21,"text":"So peace there is none, says my God, to the wicked."}]}