{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":58,"verses":[{"number":1,"text":"Cry with full throat and refrain not, lift up your voice like a trumpet; declare to my people their sins, and their guilt to the household of Jacob."},{"number":2,"text":"Daily indeed they consult me, their joy is to learn my ways, like a nation that does the right and forsaken not the law of its God. They ask me to guide then aright, they delight to draw nigh unto God."},{"number":3,"text":"“Why look you not when we fast?” (they say) “Why heed you not our self-chastening?” But on fast-days you think of your business, you drive all your workmen like slaves."},{"number":4,"text":"See! you fast for strife and contention, you smite the poor with your fists. Such fasting as yours today will not carry your prayers on high."},{"number":5,"text":"Can such be the fast of my choice, a day for self-mortification? To bow one’s head like a bulrush, to lie upon sackcloth and ashes – is this what you call a fast, a day that the Lord accepts?"},{"number":6,"text":"Thus says the Lord the Lord: is the fast of my choice not this – to loose the unjust fetters, to undo the bands of the yoke, to let those who are crushed go free, and to snap each yoke in sunder,"},{"number":7,"text":"to break your bread to the hungry, to bring the homeless home: – when you see the naked, to cover him, and to hide not yourself from your kinsmen?"},{"number":8,"text":"Then will your light break forth as the dawn, and your wounds will be speedily healed. In front will your righteousness march, with the Lord’s own glory behind you."},{"number":9,"text":"Then, when you call, the Lord will answer, and say, when you cry for help, “Here am I.” If from your midst you remove the yoke, the finger of scorn and the speech that is mischievous;"},{"number":10,"text":"if to the hungry you give your bread, and the soul that is bowed you satisfy: then in the darkness your light will arise, and your gloom will be as the noonday:"},{"number":11,"text":"the Lord will guide you for evermore, and your soul in the land that is parched he will satisfy. Your strength he will make new again, and you like a well-watered garden will be, like a fountain of water, whose waters fail not."},{"number":12,"text":"The ancient ruins your sons will rebuild, you will rear once again the foundations of old; and you will be called the repairer of ruins, who makes waste places a home again."},{"number":13,"text":"If you turn away your foot from the Sabbath, from doing your business on my holy day, and call the Sabbath a sheer delight, and the holy (day) of the Lord honourable, and honour it by not doing your wont, nor heeding your business, nor speaking idly:"},{"number":14,"text":"then you will have your delight in the Lord, and over the heights of the earth you will ride; I will give you the portion of Jacob your father in full to enjoy, as the Lord has promised."}]}