{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":59,"verses":[{"number":1,"text":"Behold, the hands of the Lord is not too short to save, nor his ear too dull to hear."},{"number":2,"text":"Your iniquities are the barrier between your God and you; your sins have hidden his face, and therefore he will not hear you."},{"number":3,"text":"For your hands are stained with blood, and your fingers with iniquity; your lips have uttered falsehood, your tongue mutters depravity."},{"number":4,"text":"No one sues the integrity, no one with honesty pleads; they trust in pretence and lies, conceive trouble and bring forth mischief."},{"number":5,"text":"Basilisks’ eggs they hatch, and spiders’ webs they weave: who eats their eggs will die, and the egg that is crushed breaks out as a viper."},{"number":6,"text":"Their webs cannot serve as a garment, with that which they fabricate no man can clothe himself; for evil is what they fabricate, their hands work deeds of violence."},{"number":7,"text":"Their feet run to evil, they haste to shed innocent blood; their thoughts are thoughts of mischief, their paths are wreck and ruin."},{"number":8,"text":"The ways of peace they know not, no justice is in their tracks: for their own selfish ends they have twisted their paths; who treads thereon is a stranger to peace."},{"number":9,"text":"For this cause our right remains far, and no victory yet overtakes us; we look for the light, but lo! Darkness – for brightness, but walk in the gloom."},{"number":10,"text":"We grope, like the blind, by the wall, yea, like men who are sightless we grope; we stumble at noon as in twilight, in darkness we dwell like the dead."},{"number":11,"text":"We all of us roar like bears, like doves we sadly mourn; we look – but in vain – for justice, salvation is far away."},{"number":12,"text":"Our transgressions before you are many, our sins do witness against us, our transgressions are ever with us, we know our iniquities well –"},{"number":13,"text":"rebellion, denial of the Lord, and turning away from our God, speaking revolt and perverseness, and uttering lies from the heart."},{"number":14,"text":"Justice is driven back, and righteousness stands afar; in the market-place truth stumbles, and rectitude cannot enter."},{"number":15,"text":"So truth is not to be found, and insight departs from the city. At the sight was the Lord displeased, he was angry that justice was lacking."},{"number":16,"text":"He saw with utter amaze not a man to interpose; so his own arm wrought him deliverance, his righteous might upheld him."},{"number":17,"text":"He put on the breastplate of righteousness, on his head the helm of salvation; he put on the garments of vengeance, in the mantle of passion he clothed him."},{"number":18,"text":"He renders recompense matching desert – wrath to his enemies, shame to his foes:"},{"number":19,"text":"so will those in the west fear the name of the Lord, and those at the sunrise behold his glory. He will come like a pent-up stream, which the breath of the Lord drives."},{"number":20,"text":"But to Zion he comes as redeemer, and removes transgressors from Jacob."},{"number":21,"text":"This covenant with them I make, says the Lord – my spirit that is upon you, and the words I have put in your mouth – will not depart form your mouth, nor from the mouth of your children, nor yet from the mouth of your children’s children, says the Lord, from the henceforth and evermore."}]}