{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":6,"verses":[{"number":1,"text":"In the year that King Uzi died, I had a vision of the Lord seated on a high and lofty throne, and"},{"number":2,"text":"the skirts if his robe filled the Temple. Before him were standing seraphs, each with six wings – two for covering the face, two the loins, and two"},{"number":3,"text":"to fly with; and thus they kept calling to one another: “Holy, holy, holy, is the Lord of Hosts; the whole earth is filled with his glory.”"},{"number":4,"text":"At the sound of their calling the foundations of threshold shook, and the House began to fill"},{"number":5,"text":"with smoke. Then I said “Woe is me, for I am undone; for a man of unclean lips am I, and I dwell in a nation of unclean lips; and yet my eyes have seen the king, the Lord of Hosts.”"},{"number":6,"text":"Then one of the seraphs flew to me with a live coal in his hand, which with tongs he had taken"},{"number":7,"text":"from off the altar. With this he touched my mouth, and said, “See, this has touched your lips: your guilt is past and your sin forgiven.”"},{"number":8,"text":"Then I heard the voice of the Lord, saying, “Whom should I send? Who will go for us?” And I said, “Here am I, send me.”"},{"number":9,"text":"Then he said, “Go and say to this people ’Hear ever, but understand never; see ever, but comprehend never.’"},{"number":10,"text":"Make the people’s minds dull, block their ears and cover their eyes, lest they see with their eyes, lest they hear with their ears, and their minds understand, and their health come again.”"},{"number":11,"text":"Then I said, “Till cities lie wasted, with not an inhabitant left; till houses hold men no more, and the land is left a desolation;"},{"number":12,"text":"till the Lord removes men afar and wide tracts of the land lie forsaken."},{"number":13,"text":"And should there be in it a tenth still left, that too, in its turn, must be given to the fire, like the stump of an oak or a terebinth felled.”"}]}