{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":60,"verses":[{"number":1,"text":"Arise, shine, for your light is now come, and on you is the Lord’s own glory arisen."},{"number":2,"text":"For, though darkness covers the earth, and the nations are wrapped in gloom, yet on you the Lord shines forth, over you his glory appears."},{"number":3,"text":"And nations will come to the light that you shed, and kings to the brightness that streams from you."},{"number":4,"text":"Lift up your eyes round bout and behold how they flock to you, all of them gathered together – your sons coming in from afar, on the arms of their nurses your daughters."},{"number":5,"text":"At the sight of them you will be radiant, your heart will tremble and throb; for the wealth of the sea will be turned unto you, unto you will the nations come in with their treasures."},{"number":6,"text":"A stream of camels will cover you, young camels of Midian and Ephah; all those of Sheba will come, laden with gold and frankincense, and tell of the Lord’s renown."},{"number":7,"text":"All the flocks of Kedar will gather unto you, and the rams of Nebaioth will seek you; they will mount with acceptance my altar, and my house of prayer will be radiant with beauty."},{"number":8,"text":"Who are these that fly like a cloud, or like doves to their latticed cotes?"},{"number":9,"text":"For ships unto me are gathering – vessels of Tarshish in front – to bring your sons from afar, and with them their silver and gold, to the name of the Lord your God, to the Holy One of Israel, because he has girt you with glory."},{"number":10,"text":"Strangers will build your walls, and their kings unto you will be ministers; for the wrath that moved me to smite you is turned into favour and pity."},{"number":11,"text":"Your gates will ever be open, not shut by day or nigh, that the wealth of nations be brought you – their kings at the head of the train."},{"number":12,"text":"For the nation and the kingdom that serve you not will perish: yea, utterly waste will those nations be."},{"number":13,"text":"The glory of Lebanon will come unto you, the pine-tree, the plane, and the cypress together, that the House where my holiness dwells may be fair, that the place where I walk may be covered with glory."},{"number":14,"text":"The sons of those who afflicted and scorned you will come unto you, all lowly bending, and give you the name of “the Lord’s own city, the Zion of Israel’s Holy One.”"},{"number":15,"text":"Whereas you have been forsaken, unvisited, abhorred, an eternal pride I make you, a joy unto all generations."},{"number":16,"text":"You will suck the milk of nations, yea, royal breasts you will suck; and then you will know that I, the Lord, am your saviour, and he who redeems you is the Mighty One of Jacob."},{"number":17,"text":"For brass I will bring in gold, and silver instead of iron, brass in the place of wood, and iron in place of stones; and peace I will set to govern you, and justice to be your lord."},{"number":18,"text":"Violence will no more be heard in your land, nor rapine nor ruin within your borders; but a sure defence you will call your walls, and your gates you will name renown."},{"number":19,"text":"The sin will no more be your light by day, nor yet will the moon shed her brightness upon you; but the Lord will be your eternal light, and your God will be your glory."},{"number":20,"text":"Your sun will set no more, your moon will wane no more; for the Lord will be your eternal light, and the days if your grief will be ended."},{"number":21,"text":"Your people will all be righteous, possessing the land for ever, the shoot of the Lord’s planting, the work of his hands, for his glory."},{"number":22,"text":"The smallest will grow to a clan, and the least to a mighty nation. I (who have promised), the Lord, will hasten it in its time."}]}