{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":61,"verses":[{"number":1,"text":"The spirit of the Lord the Lord is upon me, because I have been by the Lord anointed: he has sent to me to bring glad news to the wretched, to bind up hearts that are broken, to proclaim release unto captives, and freedom to men in bonds,"},{"number":2,"text":"to proclaim the year of the Lord’s favour, and the day of our God’s revenge, to comfort all who mourn,"},{"number":3,"text":"to give them a garland for ashes, the oil of joy for the garment of mourning, a song of praise for a spirit bedimmed; and oak-trees of righteousness they will be called, the plants of the Lord reflecting his glory."},{"number":4,"text":"They will build the ancient ruins, restoring the places long desolate, renewing the wasted cities, that age upon age have been desolate."},{"number":5,"text":"Strangers will stand and feed your flocks, and foreigners will be your ploughmen and vine-dressers:"},{"number":6,"text":"but you will be called the priests of the Lord, the name you will bear will be ministers of our God. The wealth of the nations will be yours to enjoy, you will deck yourselves with their splendour."},{"number":7,"text":"A twofold measure of shame has been theirs, and theirs was a lot of contempt and insult, so now in their own land their share will be doubled, and theirs will be joy everlasting."},{"number":8,"text":"For I am the Lord, the lover of justice, iniquitous plunder is hateful to me; faithfully then their reward I will give them, and enter with them in a bond everlasting."},{"number":9,"text":"Their sons will be famous all over the world, and their offspring among the nations; then those who behold them will all acknowledge that this is the race that the Lord has blessed."},{"number":10,"text":"For as surely as earth puts forth her shoots, and the seed springs up that is sown in a garden, the Lord the Lord will make victory spring, and renown, before all the world."},{"number":11,"text":"“I will greatly rejoice in the Lord, my soul will exult in my God, who has clothed me in robes of salvation, and decked me with mantle of victory, like bridegroom who fixes his turban or bride who adorns herself with her jewels.”"}]}