{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":62,"verses":[{"number":1,"text":"For Zion’s sake I will not keep silence, for Jerusalem’s sake I will not rest, till her victory issue forth clear as the light, her deliverance bright as a burning torch,"},{"number":2,"text":"so that nations will see you are victor indeed, and kings, every one, will behold your glory. But you will be called by a name that is new, which the Lord’s mouth will determine."},{"number":3,"text":"Fair crown you will be in the hand of the Lord, a diadem royal in the hand of your God."},{"number":4,"text":"No more will your name be forsaken, nor your land called desolate more: but your name will be called my delight, and your land my wedded wife; for the Lord delights in you, and your land will indeed be wedded."},{"number":5,"text":"For even as a youth weds a maiden, so your builder will wed with you; and as bridegroom rejoices in bride, so your God will rejoice over you."},{"number":6,"text":"Over your walls, Jerusalem, I have appointed watchmen; all the day and night they never hold their peace. You whose task it is to keep the Lord in mind,"},{"number":7,"text":"take to yourselves no rest, and give no rest unto him, until that he establish, until that he make Jerusalem renowned in the earth."},{"number":8,"text":"By his right hand the Lord has sworn, and by his mighty arm: “Never again will I suffer your foes to devour your corn; never again will strangers drink the wine for which you have toiled."},{"number":9,"text":"But those who have garnered will eat it, with songs of praise to the Lord; and those who have gathered will drink it within my holy courts.”"},{"number":10,"text":"Pass you, pass through the gates, prepare you a way for the people; cast you, cast up the highway, and gather out the stones, and raise for the peoples a banner."},{"number":11,"text":"Behold, to the ends of the earth has the Lord made proclamation: say to the daughter of Zion, behold, your salvation is come. Behold his reward is with him, and his recompense before him,"},{"number":12,"text":"they will call them the holy people, the redeemed of the Lord, and you will be called frequented, the city unforsaken."}]}