{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":63,"verses":[{"number":1,"text":"“Who is this who comes from Edom, in bright-red garments from Bozrah, so glorious in his apparel, marching in fullness of strength?” “It is I, who have promised deliverance, I who am mighty to save.”"},{"number":2,"text":"“Why is your raiment so red, and your garments like his who treads in the wine-press?”"},{"number":3,"text":"“I have trodden the wine-trough alone, of the nations was no man with me; so I trod them in my anger, and trampled them down in my fury; their life-blood besprinkled my garments, and all my apparel I stained."},{"number":4,"text":"In my heart was the day of revenge, and the year of redemption was come."},{"number":5,"text":"I looked with utter amaze – there was none to help or uphold; so my own arm, wrought me the victory, my fury – it upheld me."},{"number":6,"text":"In my anger I trod down the peoples, in my fury I broke them in pieces: their life-blood I spilt on the ground.”"},{"number":7,"text":"The Lord’s renown I would celebrate – all his loving-kindness – as befits the deeds that the Lord, so rich in goodness, has wrought for us, even for the household of Israel – wrought for us in his pity and loving-kindness great."},{"number":8,"text":"“Surely my people are they,” he said, “sons who will not prove false.” And so he became their saviour from all that did distress them."},{"number":9,"text":"No envoy was it or angel, but his own very presence that saved them: in his love and in his pity he did himself redeem them; he took them up and carried them all the days of old."},{"number":10,"text":"But as for them, they resisted, and grieved his holy spirit; so he turned to be their foe, and himself did fight against them."},{"number":11,"text":"Then (Israel) remembered the days of the old time, (and said): “Where is he who brought up from the sea the shepherd of his flock? And where is he who set in their midst his holy spirit;"},{"number":12,"text":"who caused his glorious arm to go at the right hand of Moses; who cleft the waters before them, to make him a name everlasting; 13 who led them through the depths: like a wild horse in open country sure-footed, never stumbling."},{"number":14,"text":"like cattle that descend to the valley, the Lord’s spirit guiding them to rest. This was the way you lead your people, bring glory to your name.”"},{"number":15,"text":"Look down from heaven, and behold from your holy and glorious palace. Where are your zeal and your prowess, the voice of your yearning and pity?"},{"number":16,"text":"Though Abraham knows us not, and Israel does not regard us, yet are you, O Lord, our father, our redeemer from of old is your name."},{"number":17,"text":"Why do you leave us, Lord, to wander away from your paths? And why do you suffer our hearts to grow hard and strange to your fear? O return for your servants’ sake, for the sake of the tribes of your heritage."},{"number":18,"text":"Why do the wicked make light of your holy place? Why do our enemies tread down your Temple?"},{"number":19,"text":"We are grown like those whom you rule no more, who have never been called by your name."}]}