{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":65,"verses":[{"number":1,"text":"I was ready to offer an answer to those who consulted me not; and to suffer myself to be found of those who had sought me not. “Here am I, here am I,” I said to a people who call not upon me."},{"number":2,"text":"I spread out my hands all the day to a rebel unruly people, who walk in a way not good, but after their own devices –"},{"number":3,"text":"A people who even to my face continually provoke me, sacrificing in gardens and burning incense on tiles –"},{"number":4,"text":"who sit among the graves, and spend the night in caves, who eat the flesh of swine and unclean broth from their vessels –"},{"number":5,"text":"who say, “Keep by yourself, keep away from me, lest I infect you.” Such men are a smoke in my nostrils, a fire that blazes for ever."},{"number":6,"text":"Behold, it is written before me: I will not, says the Lord, keep silence,"},{"number":7,"text":"until I have punished their guilt and the guilt of their fathers together, who have burned on the mountains incense, and dishonoured me on the hills. So first their reward I will measure, then into their bosom requite it."},{"number":8,"text":"Thus says the Lord: as when new wine is found in the cluster, and one says, “Destroy it not, because it contains a blessing;” Even so will I do for my servants’ sake, I will not destroy the whole."},{"number":9,"text":"I will bring out of Jacob a seed and from Judah and heir to my mountains: the land will be owned by my chosen, and there will my servants dwell."},{"number":10,"text":"And Sharon will then be a pasture for flocks, and the valley of Anchor for cattle to rest in, for my people who have sought me."},{"number":11,"text":"But you who forsake the Lord, and forget my holy mountain, who spread forth a table for fortune, and pour out mixed wine unto destiny:"},{"number":12,"text":"I destine you for the sword, you will all bow down to the slaughter. For you answered not when I called, I spake, but you did not listen; you did that which was vile in my sight, and made choice of the things that displeased me."},{"number":13,"text":"Therefore thus says the Lord the Lord: behold, my servants will eat, but you will be hungry; behold, my servants will drink, but you will be thirsty; behold, my servants will be joyful, but you will be ashamed."},{"number":14,"text":"Behold, my servants will shout for gladness of heart; but for sorrow of heart you will cry, you will wail for vexation of spirit."},{"number":15,"text":"Behold, you will leave your name for my chosen to curse by: behold, by a far other name will my servants be called."},{"number":16,"text":"He who prays in the land for a blessing will appeal to the God of truth; and he who swears in the land will swear by the God of truth – when the former distress is forgotten and hidden from my eyes:"},{"number":17,"text":"for behold I will soon create the heavens and the earth anew. The past will not be remembered, nor come into mind again;"},{"number":18,"text":"but men will for ever rejoice and exult over this my (new) creation. For behold! I will straightway create Jerusalem a rejoicing, and her people an exultation;"},{"number":19,"text":"for I will exult in Jerusalem, and in my people rejoice. No more will be heard within her the voice of weeping or crying,"},{"number":20,"text":"no more will be found there a baby of a few brief days, or an old man who has not completed the full tale of his days. But he who dies the youngest will have lived for a hundred years, and he who dies less than a hundred will be counted a man accursed."},{"number":21,"text":"They will dwell in the homes they have built, eat the fruit of the vines they have planted;"},{"number":22,"text":"no others will dwell in the homes your have built, nor will others enjoy what they planted. For the days of my folk will be many as the days of the life of a tree, and the work that their hands have achieved will my chosen enjoy to the end."},{"number":23,"text":"They will not labour in vain, nor rear their children to perish; for a race that is blest of the Lord are they, and their offspring will live by their side."},{"number":24,"text":"I will answer or ever they call, I will hearken while still they are speaking."},{"number":25,"text":"The wolf and the lamb will then pasture together, and the lion eat straw like the ox: but the serpent – its food will be dust. None will do hurt, says the Lord, or havoc, on all my holy mountain."}]}