{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":66,"verses":[{"number":1,"text":"Thus says the Lord: the heaven is my throne, and the earth is my footstool; what manner of house would you build me? What manner of home would you rear?"},{"number":2,"text":"For all this is the work of my hand, and these things are all mine, says the Lord. But this is the man I regard – the afflicted and broken in spirit, who trembles at my word."},{"number":3,"text":"Oxen they kill forsooth – but men they also slay; and sheep they sacrifice – but dogs they also strangle: they offer their oblations – but also the blood of swine; they bring their memorial incense, but they also bless the idol. Such are the ways they have chosen, foul rites are the joy of their soul;"},{"number":4,"text":"so I choose that they will be harassed, the things that they dread I will bring on them: because, when I called, none responded; they listened not, when I spoke, but did that which was vile in my sight, and made choice of the things that displeased me."},{"number":5,"text":"Hear you the word of the Lord, you who at His word tremble: your brethren, who hate you and loathe you for my name’s sake, have said: “Let the Lord show forth his glory that we too may look on your joy.” But they will put to shame."},{"number":6,"text":"Hark! From the city an uproar. Hark! From the Temple it comes. Hark! ’tis the Lord himself dealing recompense unto his foes."},{"number":7,"text":"But she has brought forth a son before her hour of travail; before her pains came upon her, of a man-child was she delivered."},{"number":8,"text":"Who has heard the like? Who has seen aught like this? Can it be that a single day may see the birth of a people, that a nation be born all at once? For no sooner had Zion travailed than she brought her sons to the birth."},{"number":9,"text":"Would I ever not help to bring forth what I bring to the birth? says the Lord. Or would I, having brought to the birth, then close up the womb? says your God."},{"number":10,"text":"O Jerusalem, rejoice, and exult in her, all you who love her. Be joyful with her exceedingly, all you who mourned over her;"},{"number":11,"text":"that so you may suck to the full from the breasts of her consolations, and drain to your heart’s delight the milk of her rich mother-bosom."},{"number":12,"text":"For thus says the Lord: behold, I will set prosperity flowing towards her, like a river in spate, and the wealth of the world like a torrent. Your babes will be borne on the side and dandled upon the knees;"},{"number":13,"text":"and as one whom his mother comforts, so will I comfort you: in Jerusalem you will be comforted."},{"number":14,"text":"Your heart will rejoice at the sight, and your bones will flourish like grass; and then will men perceive how the Lord loves his servants, and how wroth he can be with his foes."},{"number":15,"text":"For behold, the Lord will come like a fire, with chariots like the whirlwind, to render his anger in burning heat, his rebuke in flames of fire."},{"number":16,"text":"For judgment the Lord will hold on all flesh, by fire and by his sword, and the Lord’s slain will be many."},{"number":17,"text":"Those who devote themselves by rites of purification to (worship in sacred) gardens, with one in the centre to lead them – who eat the flesh of swine, of creatures that crawl, and mice –"},{"number":18,"text":"their works and their thoughts, says the Lord, will come to an end together. Behold, the time is come to gather all nations and tongues; they will come and behold my glory,"},{"number":19,"text":"and a sign I will set among them. And those who escape (the judgment) I will send unto distant coasts, such as have not heard of my fame, nor yet have seen my glory. They will tell to the nations my glory;"},{"number":20,"text":"and out of all the nations they will all your brethren bring, unto my holy mountain, to Jerusalem, says the Lord, as an offering unto the Lord, like the offerings brought to the Temple by Israel in vessels pure."},{"number":21,"text":"Some I will also take, for Levitical priests, says the Lord."},{"number":22,"text":"For as surely as the heavens and the earth I create anew will abide, says the Lord, before me, your name and your race will continue."},{"number":23,"text":"From one new moon to another, one Sabbath to another, will all flesh come to worship before me, says the Lord."},{"number":24,"text":"And forth they will go, and look on the corpses of the men who have rebelled against me – whose worm never dies, whose fire is never quenched: they are held by all flesh in abhorrence."}]}