{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":7,"verses":[{"number":1,"text":"In the days Ahaz, the son of Jotham, the son of Uzziah, Rezin King of Aram, and Pekah, the son of Remaliah, King of Israel, marched against Jerusalem to attack it, but they were unable to develop an actual assault upon it."},{"number":2,"text":"When news reached the Court that the Aramean army was on Ephraimite soil, the heart of Ahaz and his people shook like forest-trees before the"},{"number":3,"text":"wind. Then the Lord said to Isaiah, “Go out – you and your son Shear-yashub – to meet Ahaz at the end of the conduit of the upper pool on the"},{"number":4,"text":"Fuller’s Field Road, and say to him: be careful to keep calm. Be not faint-hearted or afraid of this pair of fire-brands that are nothing but smoking stumps. Be not afraid of the fierce anger of Rezin"},{"number":5,"text":"and Aram and the son of Remaliah. Aram and Ephraim with the son of Remaliah have indeed"},{"number":6,"text":"plotted your ruin: their purpose is to invade Judah, and, after reducing her straits, to break into (Jerusalem); then, having overpowered her, they intend to set the son of Tabeel on the throne."},{"number":7,"text":"But thus says the Lord the God: ’This thing will not succeed,"},{"number":8,"text":"for the head of Aram is Damascus, and the head of Damascus is Rezin;"},{"number":9,"text":"the head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. Your faith must firmly hold, if you would yourselves be held.’”"},{"number":10,"text":"Once more I addressed Ahaz thus, “Ask the Lord"},{"number":11,"text":"your God for a sign – ask it (if you like) either from the depths of the underworld or from the heights above.”"},{"number":12,"text":"“No,” replied Ahaz, “I will not ask for one. That would be equivalent to submitting the Lord to a test.”"},{"number":13,"text":"Then I said, “Hear then, you household of David. Is not enough for you to weary mortal men that you must weary my God as well?"},{"number":14,"text":"you will have a sign therefore from the Lord himself. Behold! A maid is with child, she will bring forth a son, and will call his name Immanuel."},{"number":15,"text":"Honey and curd he will eat, when he knows how to choose what is good, and to shun what is evil."},{"number":16,"text":"For ere the child will know how to choose what is good and to shun what is evil, that land will be deserted whose two kings you so dreaded."},{"number":17,"text":"The Lord will bring upon you your people and on your father’s house such days as have never yet been, since Ephraim departed from Judah."},{"number":18,"text":"That day it will come to pass that the Lord will whistle for the flies and the bees."},{"number":19,"text":"They will come every one, and then down they will settle in the steep-walled ravines and in clefts of the rocks, and on all thorn-hedges and places of pasture."},{"number":20,"text":"That day will the Lord shave bare with a razor that is hired in the land beyond the River both the head and hidden hair; and the beard too will be snipped."},{"number":21,"text":"And in that day will a man keep but two sheep and a cow;"},{"number":22,"text":"yet the plenteous yield of milk will supply him fare of curd. For the fare of every man who is left upon the land will be nothing but curd and honey."},{"number":23,"text":"And in that day every spot where were once a thousand vines, worth a thousand silver pieces, will with thorns and briers be covered."},{"number":24,"text":"With bow and with arrow will men come thither, for all the land will be thorns and briers."},{"number":25,"text":"Fear of thorns and briers will hold men afar from the hills that used to be hoed with the hoe. There cattle will wander and sheep will tread."}]}