{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":8,"verses":[{"number":1,"text":"The Lord said to me, “Take a large tablet, and write upon it in the common script ’Speed-spoil"},{"number":2,"text":"Hurry-prey;’ and take (two) reliable witnesses,"},{"number":3,"text":"Uriah the priest and Zechariah the son of Jeberechiah.” Then after the prophetess, through my approach to her, had conceived and borne a son, the Lord said to me, “Call his name Speed-spoil Hurry-prey."},{"number":4,"text":"For ere the child will know how to cry ’My father! My mother!’ The wealth of Damascus, the spoil of Samaria, will be carried away to the king of Assyria.”"},{"number":5,"text":"Once more I had a message from the Lord – it was this:"},{"number":6,"text":"“Because this people has spurned the gentle stream of Shiloah, and melt with fear of Rezin and the son of Remaliah,"},{"number":7,"text":"therefore, behold, the Lord will speedily bring upon them the waters of the Euphrates, the great and mighty river. It will rise above all its channels, and overflow all its banks."},{"number":8,"text":"On it will sweep over Judah, an overflowing flood that will reach as high as the neck.” But (the Lord’s) outstretched wings will cover the breadth of the land; for with us is God."},{"number":9,"text":"you may storm as you will, you nations, you will be shattered. All you far-distant lands of the earth, attend. You may gird yourselves for the fray, but you all will be shattered."},{"number":10,"text":"You may forge your plans as you will, they will all be confounded. Be your resolves what they will, they will not be accomplished; for with us is God."},{"number":11,"text":"These were the Lord’s words to me, as he grasped me with his hand and warned me not to walk in the ways of the people:"},{"number":12,"text":"“Call you not all a conspiracy that this people calls conspiracy. Share not their fears and their dreads."},{"number":13,"text":"But the Lord of Hosts – it is he you should count as the great conspirator. Let him be your fear and your dread."},{"number":14,"text":"A stone and a rock he will prove, whereon both houses of Israel will strike and stumble – a trap and a snare to the folk of Jerusalem."},{"number":15,"text":"Many among them will stumble and fall, will be broken and snared and taken."},{"number":16,"text":"I will seal my teaching and fasten my message"},{"number":17,"text":"in (the heart of) my disciples. I will patiently wait for the Lord who hides his face from the"},{"number":18,"text":"household of Israel; I will set my hope in him. I myself and the children the Lord has given me are in Israel as signs and symbols from the Lord of Hosts whose home is on Mount Zion."},{"number":19,"text":"When they tell you have recourse to ghosts and familiar spirits that chirp and mutter, ask them if a nation should not rather have recourse to its God. Why should they consult the dead on behalf"},{"number":20,"text":"of the living? Assuredly they will (one day) clamour for the teaching and the message, when there is no daybreak for them any more."},{"number":21,"text":"They will range through the land sore pressed and hungry, and hunger will curse their king and their God."},{"number":22,"text":"They will lift up their eyes to the heavens above, they will look to the earth beneath; but they will see nothing but distress and anguish, and thick impenetrable gloom."}]}