{"translation":"oeb-us","book":"isa","bookName":"Isaiah","chapter":9,"verses":[{"number":1,"text":"In the former time he brought the territory of Zebulon and Naphtali into contempt, but in the latter time has he covered with glory the ground held by the nations beyond the Jordan on the way to the sea."},{"number":2,"text":"The people who walked in darkness have seen a glorious light: those who dwelt in the land of gloom – on them the light has shone."},{"number":3,"text":"you have multiplied their gladness and given them great joy: the joy they made in your presence was like the joy of harvest; their gladness was like the gladness of men who divide the spoil."},{"number":4,"text":"For the yoke that pressed so heavy, and the bar upon their shoulders, and the rod of their taskmasters, you have broken as on Midian’s day."},{"number":5,"text":"Every boot of thundering warrior, every war-cloak drenched with blood, is destined for the burning, will be fuel for the fire."},{"number":6,"text":"For to us a child is born, unto us a son is given, on whose shoulder is dominion; and this is the name he bears – “Counsellor most wonderful, god with the warrior might, father everlasting, prince of the reign of peace.”"},{"number":7,"text":"Great is the dominion and endless is the peace, upon the throne of David, and over all his realm: to establish and uphold it in the righteousness and justice from henceforth and for ever. The zeal of the Lord of Hosts will bring this thing to pass."},{"number":8,"text":"The Lord sent a word into Jacob, on Israel it will alight"},{"number":9,"text":"With a power all the people will feel in Ephraim and in Samaria. They have stiffened their neck in pride, in their stoutness of heart they have said:"},{"number":10,"text":"“The bricks are fallen down, but now we will build with hewn stone. The sycamores are cut down, but with cedars we will replace them.”"},{"number":11,"text":"So against them the Lord has stirred up their foes, he has spurred their enemies on;"},{"number":12,"text":"Syrians east, and Philistines west, have with open mouth devoured Israel. Yet for all this his anger is not turned back, but his hand is stretched out still."},{"number":13,"text":"But the people turned not unto him who smote them, nor did they resort to the Lord of Hosts."},{"number":14,"text":"So he cut off from Israel head and tail, palm-branch and rush in a single day."},{"number":15,"text":"The elders and men of repute are the head, and the prophets whose teaching is false are the tail."},{"number":16,"text":"Those who should lead this people mislead them, and those whom they ought to have led are destroyed."},{"number":17,"text":"The Lord will therefore not spare their youths, on their orphans and widows he takes no pity for each and all are profane and wicked, and every mouth speaks impious folly. Yet for all this his anger is not turned back, but his hand is stretched out still."},{"number":18,"text":"For wickedness blazed like a fire that devours first thorns and briers, then sets forest thickets aflame, till they roll in columns of smoke."},{"number":19,"text":"By the breath of the Lord the land was scorched, the people became like cannibals."},{"number":20,"text":"They carved on the right, yet were hungry, devoured on the left, unappeased; no man did pity his fellow, but each ate the flesh of his neighbour –"},{"number":21,"text":"Manasseh, Ephraim; and Ephraim, Manasseh; and both against Judah together. Yet for all this his anger is not turned back, but his hand is stretched out still."}]}