{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":1,"verses":[{"number":1,"text":"Now it transpired in the month of Chislev, in the twentieth year (of Artaxerxes), as I was in Shushan the royal palace,"},{"number":2,"text":"that Hanani, one of my kinsmen came, together with certain men from Judah, and I asked them concerning the Jews who had escaped, who were left from the captivity, and concerning Jerusalem."},{"number":3,"text":"And they said to me, The survivors who are left from the captivity there in the provinces are in great misfortune and reproach, and the wall of Jerusalem is broken down and its gates have been destroyed by fire."},{"number":4,"text":"Now when I heard these statements I sat down and wept and mourned certain days; and I fasted and made supplication before the God of heaven,"},{"number":5,"text":"and I said, I beseech thee, O Jehovah, the God of heaven, the great and terrible God, who keepeth the covenant and showeth kindness to them who love and keep his commands;"},{"number":6,"text":"let thine ears now be attentive and thine eyes open, to hear the supplication of thy servant, which I am now making before thee, day and night, for the Israelites thy servants, while I confess the sins of the Israelites, which we have sinned against thee, as I also and my father’s house have sinned."},{"number":7,"text":"We have dealt very wickedly against thee, and have not kept the commandments, nor the statutes, nor the ordinances, which thou didst command thy servant Moses."},{"number":8,"text":"Remember, I beseech thee, the word which thou didst command thy servant Moses, saying, \"If ye trespass I will scatter you abroad among the peoples;"},{"number":9,"text":"but if ye return to me, and keep my commands and do them, then, though your outcasts were at the ends of the earth, yet will I gather them thence and will bring them to the place that I have chosen, there to cause my name to dwell.\""},{"number":10,"text":"Now these are thy servants and thy people, whom thou hast redeemed by thy great power and by thy strong hand."},{"number":11,"text":"O Lord, I beseech thee, let thine ear be attentive to the supplication of thy servant, and to the supplications of thy servants, who delight to fear thy name; and give success to thy servant this day, and grant him mercy in the sight of this man. Now I was cupbearer to the king."}]}