{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":12,"verses":[{"number":1,"text":"Now these are the priests and the Levites who went up with Zerubbabel the son of Shealtiel and Jeshua, Seraiah, Jeremiah, Ezra,"},{"number":2,"text":"Amariah, Malluch, Hattush,"},{"number":3,"text":"Shecaniah, Harim, Meremoth,"},{"number":4,"text":"Iddo, Ginnethon, Abijah,"},{"number":5,"text":"Mijamin, Maaziah, Bilgah,"},{"number":6,"text":"Shemaiah, and Joiarib, Jedaiah,"},{"number":7,"text":"Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and of their clansmen in the days of Jeshua."},{"number":8,"text":"Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, he and his clansmen were in charge of the thanksgiving."},{"number":9,"text":"Also Bakbukiah and Unno, their brethren, stood over against them in performing the duties of their office."},{"number":10,"text":"And Jeshua begat Joiakim, and Joiakim begat Eliashib, and Eliashib begat Joiada,"},{"number":11,"text":"and Jeoiada begat Johanan, and Johanan begat Jaddua."},{"number":12,"text":"And in the days of Joiakim, the priests, the heads of fathers’ houses: of Seraiah, Meraiah, of Jeremiah, Hananiah;"},{"number":13,"text":"of Ezra, Meshullam; of Harim, Adna; of Meremoth, Helkai;"},{"number":16,"text":"of Iddo, Zechariah; of Ginnethon, Meshullam;"},{"number":17,"text":"of Abijah, Zichri; of Miniamin, of Maadiah, Piltai;"},{"number":18,"text":"of Bilgah, Shammua; of Shemaiah, Jehonathan;"},{"number":19,"text":"and of Joiarib, Mattenai; of Jedaiah, Uzzi;"},{"number":20,"text":"of Sallu, Kallai; of Amok, Eber;"},{"number":21,"text":"of Hilkiah, Hashabiah; of Jedaiah, Nethanel."},{"number":22,"text":"Of the Levites, in the days of Eliashib, Joiada, Johanan, and Jaddua, were recorded the heads of the fathers’ houses; also the priests until the reign of Darius the Persian."},{"number":23,"text":"The sons of Levi, heads of fathers’ houses, were written in the Book of the Chronicles, even until the days of Johanan the son of Eliashib."},{"number":24,"text":"And the chiefs of the Levites: Hashabiah, Sherebiah, Jeshua, Bennui, and Kadmiel with their clasmen Mattaniah, and Bakbukiah, Obadiah over against them, to praise and give thanks, according to the command of David the man of God, one division following another."},{"number":25,"text":"Meshallam, Talmon, and Akkub, the porters, kept watch over the storerooms at the gates."},{"number":26,"text":"These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe."},{"number":27,"text":"And at the dedication of the walls of Jerusalem they sought out the Levites from all their places, to bring them to Jerusalem to celebrate the dedication with gladness, with hymns of thanksgiving, and with singing, with cymbals, harps, and zithers."},{"number":28,"text":"And the members of the Levitical guilds, the singers, assembled, both from the Plain of the Jordan and round about Jerusalem and from the villages of the Netophathites"},{"number":29,"text":"and from Beth-gilgal and from the fields of Geba and Azmaveth; for the singers had built themselves villages round about Jerusalem."},{"number":30,"text":"And the priests and the Levites purified themselves; and they purified the people and the gates and the wall."},{"number":31,"text":"Then I had the rulers of Judah take their position upon the wall, and I appointed two great companies that gave thanks, and the first went to the right hand upon the wall toward the Dung Gate."},{"number":32,"text":"And behind them went Hoshaiah and half of the nobles of Judah,"},{"number":33,"text":"and Azariah, Ezra, and Meshullam,"},{"number":34,"text":"Judah, Benjamin, Shemaiah, Jeremiah,"},{"number":35,"text":"and certain of the priests’ sons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;"},{"number":36,"text":"and his kinsmen, Shemaiah, Azarel, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God. And Ezra the scribe was before them."},{"number":37,"text":"And by the Foundation Gate, they went straight up the stairs of the city of David, at the ascent of the wall, above the house of David, even to the Water Gate on the east."},{"number":38,"text":"And the other company of those who gave thanks went to the left, and I after them, with the half of the nobles of the people, upon the wall, above the Tower of the Furnaces, even to the broad wall,"},{"number":39,"text":"and above the Gate of Ephraim and by the Old Gate and by the Fish Gate and the Tower of Hananel and the Tower of the Hundred, even to the Sheep Gate; and they stood in the Gate of the Guard."},{"number":40,"text":"So the two companies of those who gave thanks in the house of God took their position, and I, and the half of the rulers with me;"},{"number":41,"text":"and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"},{"number":42,"text":"and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang loudly with Jezrahiah their leader."},{"number":43,"text":"And they offered great sacrifices that day and rejoiced; for God had made them exceeding joyful; and the women also and the children rejoiced, so that the joy of Jerusalem was heard afar off."},{"number":44,"text":"And in that day men were appointed in charge of the chambers for the storehouse, for the gifts, for the first-fruits, and for the tithes, to gather into them, according to the fields of the cities, the portions appointed by the law for the priests and the Levites; for Judah had joy in the priests and the Levites who attended to the service."},{"number":45,"text":"And they took charge of the service of their God and of the purification, and so did the singers and the porters, according to the command of David and of Solomon his son."},{"number":46,"text":"For in the days of David and Asaph were the leaders of the singers appointed, and songs of praise and thanksgiving to God."},{"number":47,"text":"And all Israel in the days of Zerubbabel and in the days of Nehemiah gave the portions of the singers and the porters, as each required; and they delivered the sacred offerings to the Levites the sons of Aaron."}]}