{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":13,"verses":[{"number":1,"text":"On that day it was read from the book of Moses in the hearing of the people, and it was found written there that an Ammonite and a Moabite should never enter into the assembly of God,"},{"number":2,"text":"for they did not meet the Israelites with bread and water but hired Balaam against them to curse them; but our God turned the curse into a blessing."},{"number":3,"text":"And when they had heard the law, they separated from Israel all the mixed multitude."},{"number":4,"text":"Now before my return from the king, Eliashib the priest, who was appointed over the chambers of the house of our God, being related to Tobiah,"},{"number":5,"text":"had prepared for him a great chamber, where formerly they had stored the cereal-offerings, the incense, the vessels, and the tithes of grain, the new wine, and the oil, which were given by command to the Levites, the singers, the porters, and the gifts for the priests."},{"number":6,"text":"But during this time I had not been at Jerusalem; for in the thirty-second year of Artaxerxes king of Babylon I went to the king. Then after some time I asked leave of the king,"},{"number":7,"text":"and I came to Jerusalem and discovered the crime that Eliashib had committed for the sake of Tobiah, in preparing him a chamber in the court of the house of God."},{"number":8,"text":"And it displeased me greatly; therefore I cast all the household possessions of Tobiah out of the chamber."},{"number":9,"text":"Then I gave command that they should cleanse the chambers, and I brought there again the vessels of the house of God, with the cereal-offerings and the incense."},{"number":10,"text":"And I perceived that the portions of the Levites had not been given them; so that the Levites and the singers, who performed the service had each fled to his field."},{"number":11,"text":"Then I contented with the rulers and said, ’Why is the house of God forsaken?’ And I gathered them together and placed them at their posts."},{"number":12,"text":"And all Judah brought the tithe of the grain and the new wine and the oil into the store-rooms."},{"number":13,"text":"And I appointed in charge of the store-rooms: Shelemiah the priest and Zadok the scribe, and of the Levites Pedaiah; and next to them was Hanan, the son of Zaccur the son of Mattaniah; for they were considered faithful, and their business was to distribute to their kinsmen."},{"number":14,"text":"Remember me, O my God, concerning this and forget not all my good deeds that I have done for the house of my God, and for its services."},{"number":15,"text":"At that time I saw in Judah some men treading wine-presses on the sabbath and bringing in heaps of grain and loading asses, as also wine, grapes, figs, and all kinds of burdens, and that they were bringing them into Jerusalem on the sabbath; and I warned them when they sold provision."},{"number":16,"text":"Tyrians also dwelt therein, who brought in fish and all kinds of wares, and sold on the sabbath to the inhabitants of Judah and in Jerusalem."},{"number":17,"text":"Then I contented with the nobles of Judah and said to them, ’What evil thing is this that you are doing, and thereby profaning the sabbbath?"},{"number":18,"text":"Did not your fathers do thus and did not our God bring all this calamity upon them and upon us and upon this city? Yet you bring more wrath upon Israel by profaning the sabbath.’"},{"number":19,"text":"According when it began to be dark, the gates of Jerusalem were shut before the sabbath; and I gave command that they should not be opened until after the sabbath. And I placed some of my servants in charge of the gates, and commanded that no burden should be brought in on the sabbath."},{"number":20,"text":"So the merchants and sellers of all kinds of wares spent the night without Jerusalem once or twice."},{"number":21,"text":"Then I warned them and said to them. ’Why do you spend the night before the wall? If ye do so again, I will lay hands on you.’ From that time forth they came no more on the sabbath."},{"number":22,"text":"And I commanded the Levites that they should purify themselves and that they should come and guard the gates, to keep the sabbath holy. Remember, O my God, this also to my credit and show me mercy according to the greatness of thy loving-kindness."},{"number":23,"text":"At that time also I saw the Jews who had married women of Ashod, of Ammon, and of Moab."},{"number":24,"text":"And their children spoke half in the language of Ashdod, but none of them could speak in the Jews’ language, but according to the language of each people."},{"number":25,"text":"And I contented with them and cursed them and struck some of them and pulled out their hair and made them swear by God, saying, ’You shall not give your daughters to their sons nor take their daughters as wives for your sons or for yourselves."},{"number":26,"text":"Did not Solomon king of Israel sin by these acts? Yet among many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel; nevertheless foreign women led him into sin."},{"number":27,"text":"Shall it also be reported of you that you do all this great evil, to trespass against our God in marrying foreign women?’"},{"number":28,"text":"And one of the sons of Joiada, the son of Eliashib the high priest, was the son-in-law of Sanballat the Horonite; therefore I chased him from me."},{"number":29,"text":"Remember them, O my God, because they have defiled the covenant of the priesthood and of the Levites."},{"number":30,"text":"Thus I cleansed them from all foreigners and fixed the duties for the priest and the Levites, each for his appointed task,"},{"number":31,"text":"and bringing of wood for the service at appointed times, and the first-fruits. Remember it, O my God, to my credit."}]}