{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":3,"verses":[{"number":1,"text":"Then Eliashib the high priest rose up with his kinsmen the priests and built the Sheep Gate; they laid its beams and set up the doors, even to the Tower of Hundred, and to the Tower of Hananel."},{"number":2,"text":"And next to him the men of Jericho built. And the next to them Zaccur the son of Imri built."},{"number":3,"text":"And the Fish Gate the sons of Hassenaah built; they laid its beams, and set up its doors, its bolts, and its bars."},{"number":4,"text":"And next to them Meremoth the son of Uriah, the son of Hakkoz, repaired (the wall). And next to them Meshullam the son of Berechiah, the son of Meshezebel, repaired. And next to them Zadok the son of Baaba repaired."},{"number":5,"text":"And next to them the Tekoites repaired; but their nobles did not bend their necks in the service of their lord."},{"number":6,"text":"And the Old Gate, Joida the son of Paseah and Meshullam the son of Besodeiah repaired; they laid its beams, and set up its doors, its bolts, and its bars."},{"number":7,"text":"And next to them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, which belongs to the jurisdiction of the governor of the province beyond the River, repaired."},{"number":8,"text":"Next to him Uzziel the son of Harhaiah, one of the goldsmiths, repaired. And next to hi Hananiah, one of those who prepare sweet ointments, repaired. And they fortified Jerusalem even to the broad wall."},{"number":9,"text":"And next to them Rephaiah the son of Hur, the ruler of half the district of Jerusalem, repaired."},{"number":10,"text":"And next them Jedaiah the son of Harumaph repaired opposite his house. And next to him Hattush the son of Hashabneiah repaired."},{"number":11,"text":"Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section even to the Tower of the Furnaces."},{"number":12,"text":"And next to him Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, together with its dependencies, repaired."},{"number":13,"text":"The Valley Gate, Hanum and the inhabitants of Zanoah repaired; they built it, and set up its doors, its bolts, and its bars, and also built a thousand cubits of the wall to the Dung Gate."},{"number":14,"text":"And the Dung Gate, Malchijah the son of Rechab, the ruler of the district of Beth-haccherem, together with his sons repaired; they built it, and covered it, and set up its doors, and its bolts, and its bars."},{"number":15,"text":"And the Fountain Gate Shallum the son of Col-hozeh, the ruler of the district of Mizpah, repaired; and he built it, and covered it, and set up its doors, and its bars, and he also built the wall of the Pool of Siloam by the King’s Garden, even to the stairs that go down from the city of David."},{"number":16,"text":"After him Nehemiah the son of Azbuk the ruler of half the district of Bethzur, repaired to the opposite the Sepulchres of David, even to the pool that was made and to the House of the Warriors."},{"number":17,"text":"After him the Levites, Rehum the son of Bani repaired. Next to him Hashabiah, the ruler of half the district of Keilah, repaired for his district."},{"number":18,"text":"After him their kinsmen, Bennui the son of Henadad the ruler of half the district of Keilah, repaired."},{"number":19,"text":"And next to him Ezer the son of Jeshua, the ruler of Mizpah, repaired another section opposite the ascent to the armory at the bend in the wall."},{"number":20,"text":"After him Baruch the son of Zabbai repaired from the bend in the wall to the door of the house of Eliashib the high priest."},{"number":21,"text":"After him Meremoth the son of Uriah, the son of Hakkoz, repaired another section, from the entrance to the house of Eliashib even to the end of the house of Eliashib."},{"number":22,"text":"And after him the priests, the men of the Plain of the Jordan repaired."},{"number":23,"text":"After them Benjamin and Hasshub repaired opposite their house. After them Azariah the son of Maaseiah, the son of Ananiah, repaired beside his own house."},{"number":24,"text":"After him Binnui the son of Henadad repaired another section, from the house of Azariah to the bend in the wall and to the corner."},{"number":25,"text":"After him Palal the son of Uzai repaired opposite the bend and the upper tower that stands out from the royal palace of the king, which is toward the court of the guard. After him Pedaiah the son of Parosh repaired."},{"number":26,"text":"And the temple servants dwelt in Ophel, to the place opposite the Water Gate toward the east and the tower that stands out."},{"number":27,"text":"After him the Tekoites repaired another section, opposite the great tower that stands out and to the wall of Ophel."},{"number":28,"text":"Above the Horse Gate the priests repaired, each one opposite his own house."},{"number":29,"text":"After them Zadok the son of Immer repaired opposite his own house. After him Shemaiah the son of Shechaniah, the keeper of the East Gate, repaired."},{"number":30,"text":"After him Hananiah the son of Shelemiah and Hanum the sixth son of Zalaph repaired another section. After him Meshullam the son of Berechiah repaired opposite his chamber."},{"number":31,"text":"After him Malchijah one of the goldsmiths repaired as far as the house of the temple servants and of the merchants, opposite the Gate of the Watch Tower and to the ascent of the corner."},{"number":32,"text":"And between the ascent of the corner and the Sheep Gate the goldsmiths and the merchants repaired."}]}