{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":4,"verses":[{"number":1,"text":"Now when Sanballat heard that we were rebuilding the wall, his anger was aroused and he was very indignant, and mocked the Jews."},{"number":2,"text":"And he spoke before his kinsmen and the army of Samaria and said, ’What are these feeble Jews doing? Will they leave it to God? Will the sacrifice? Will they complete it in a day? Will they revive the stones out of the heaps of rubbish, although they are burned?’"},{"number":3,"text":"Now Tobiah the Ammonite was with him, and he said, ’Even that which the are building, if a fox should go up on it, he would break down their stone wall!’"},{"number":4,"text":"Hear, O our God--for we are despised--and turn back their reproach upon their own head and give them up as an object of spoil in a land of captivity,"},{"number":5,"text":"and cover not their iniquity and let not their sin be blotted out from thy sight, for they have provoked thee to anger before the builders."},{"number":6,"text":"So we built the wall; and all the wall was joined together to half its height, for the people were eager to work."},{"number":7,"text":"But when Sanballat and Tobiah and the Arabians and the Ammonites and the Ashdodites, heard that the restoration of the walls of Jerusalem was progressing, so that the breaches began to be stopped, they were very angry."},{"number":8,"text":"And they all conspired together to come and fight against Jerusalem and to produce a panic therein."},{"number":9,"text":"But we made supplication to our God, and set a watch as a protection against them day and night."},{"number":10,"text":"Then the Judean community, said, ’The strength of the burden-bearers is broken, for there is much rubbish; so that we shall not be able to rebuild the wall."},{"number":11,"text":"And our adversaries have said, \"They shall neither know nor see, until we come into their midst and slay them and bring the work to a standstill.\""},{"number":12,"text":"And it came to pass that when the Jews who dwelt by them came, they said to us ten times, ’From all the places where they dwell they will come up against us.’"},{"number":13,"text":"Therefore I stationed in the lowest parts of the space behind the wall, in the protected places, I set there the people by their families with their swords, their spears, and their bows."},{"number":14,"text":"And when I saw their fear, I rose up and said to the nobles and to the rulers and to the rest of the people, ’Be not afraid of them. Remember the Lord, who is great and terrible, and fight for your kinsmen, your sons and your daughters, your wives and your homes.’"},{"number":15,"text":"And when our enemies heard that their plan was known to us and God had brought it to nought, we all of us returned to the wall, each to his own work."},{"number":16,"text":"And from that time on, while half of my servants were engaged in the work, half of them held the lances, the shields, the bows, and the coats of mail; and the rulers stood behind all the house of Judah."},{"number":17,"text":"Those who built the wall and those who bore burdens were also armed, each with one of his hands engaged in the work, and with the other was ready to grasp his spear;"},{"number":18,"text":"and each of the builders had his sword girded by his side, and so builded. And he who sounded the trumpet was by me."},{"number":19,"text":"And I said to the nobles and the rulers and to the rest of the people, ’The work is great and extensive, and we are separated upon the wall far from each other."},{"number":20,"text":"In whatever place you hear the sound of the trumpet, gather there to us; our God will fight for us.’"},{"number":21,"text":"So we were active in the work, while half of them held the lances from the appearance of the gray of morning until the stars came out."},{"number":22,"text":"Also I said at that time to the people, Let each man with his servant lodge in Jerusalem, that they may be a guard to us by night and may labor by day."},{"number":23,"text":"So neither I, nor my kinsmen, nor my servants, nor the men of the guard who accompanied me, not one of us took off our clothes, each had his spear in his hand."}]}