{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":5,"verses":[{"number":1,"text":"Then ther was a loud complaint from the common people and their wives against their fellow-countrymen the Jews."},{"number":2,"text":"For there were those who were saying, ’We must give our sons and our daughters in pledge to secure grain that we may eat and live.’"},{"number":3,"text":"some also there were who were saying, ’We must mortgage our fields and our vineyards and our houses, that we may get grain because of the dearth.’"},{"number":4,"text":"There were also those who were saying, ’We have borrowed money for the king’s tribute."},{"number":5,"text":"Yet now our flesh is as the flesh of our brothers, our children as their children; but now, we must bring our sons and our daughters into slavery, and some of our daughters have already thus been brought into bondage, neither is it in our power to help it, for our fields and our vineyards belong to the nobles.’"},{"number":6,"text":"Then I was very angry when I heard their complaint and these statements."},{"number":7,"text":"And I took counsel with myself, and contented with the nobles and rulers, and said to them, ’You exact usury each of his brother,’ And I held a great assembly against them."},{"number":8,"text":"And I said to them, ’We ourselves have, according to our ability redeemed our fellow-countrymen the Jews, who have been sold to the heathen; and would you yourselves sell your fellow-countrymen, and should they sell themselves to us?’ Then they were silent and could not find a word to say."},{"number":9,"text":"Therefore I said, ’The thing that you are doing is not good. Ought you not to walk in the fear of our God, because of the reproach of the heathen our enemies?"},{"number":10,"text":"For I also, my kinsmen and my servants, lend them money and grain. Let us, therefore, leave off this usury."},{"number":11,"text":"restore to them this day their fields, their vineyards, their oliveyards, and their houses, also the usury of the money and of the grain, the new wine, and the oil, that you exact from them.’"},{"number":12,"text":"Then they said, ’We will restore them and will demand nothing from them; we will do just as you say.’ Then I called the priests and took an oath of them, that they would do according to this promise."},{"number":13,"text":"Also I shook out of the fold of my garment, and said, ’So may God shake out every man from his house and from the fruit of his labor, who does not fulfil this promise; even thus may he be shaken out and emptied.’ And all the assembly said, ’So may it be.’ And they praised Jehovah. And the people did according to this promise."},{"number":14,"text":"Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even to the thirty-second year of Artaxerxes the king, that is for tweve years, I and my brethren had not eaten the bread which was due me as governor."},{"number":15,"text":"But the former governors who were before me were a source of expense to the people, and took of them bread and wine, and also forty shekels of silver each day; and furthermore their servants oppressed the people. But I did not so, because of the fear of God."},{"number":16,"text":"I also devoted myself to this work on the wall, and we did not buy any land; and all my servants were gathered there for the work."},{"number":17,"text":"Also the Jews and the rulers, a hundred and fifty men, besides those who came to us from among the surrounding nations, were at my table."},{"number":18,"text":"Now that which was prepared for each day was one ox and six choice sheep and fowls. These were prepared at my expense, and once in ten days wine in abundance for all the people. Yet with all this I did not demand the bread which was due me as a governor, because the public service rested heavily upon this people."},{"number":19,"text":"Remember to my credit, O my God, all that I have done for this people."}]}