{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":8,"verses":[{"number":1,"text":"all the people gathered themselves together as one man to the broad place that was before the Water Gate. And they spoke to Ezra the priest and scribe to bring the book of the law of Moses, which Jehovah had commanded Israel."},{"number":2,"text":"And Ezra the priest brought the law before the assembly of men and women, and all who could hear with understanding, upon the first day of the seventh month."},{"number":3,"text":"And he read from it before the open place that was before the Water Gate from early morning until mid-day, in the presence of the men and women and of those who could understand; and all the people were attentive to the book of the law."},{"number":4,"text":"And Ezra the priest and scribe stood upon a wooden pulpit, which they made for the purpose; and beside him stood Mattithaiah, Shema, Anaiah, Azariah, Uriah, Hilkiah, and Maasieah, on his right hand, and on his left, Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam."},{"number":5,"text":"And Ezra opened the book in the sight of all the people--for he was above all the people--and when he opened it all the people stood up."},{"number":6,"text":"And Ezra blessed Jehovah, the great God. And all the people answered, Amen, Amen, while they lifted up their hands and bowed their heads and worshipped Jehovah with their faces to the ground."},{"number":7,"text":"Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, the Levites, instructed the people in the law, and the people remained in their place."},{"number":8,"text":"And they read in the book of the law of God by sections, and made the sense so clear that they understood the reading."},{"number":9,"text":"And Nehemiah, who was the governor, and Ezra the priest, the scribe and the Levites who taught the people said to all the people, This day is holy to Jehovah your God; mourn not, nor weep; for all the people wept when they heard the words of the law."},{"number":10,"text":"Then he said to them, Go away, eat the fat, and drink the sweet, and send portions to him for whom nothing is prepared, for this day is holy to our Lord; and do not be troubled, for the joy of Jehovah is your bulwark."},{"number":11,"text":"So the Levites quited all the people, saying, Be still, for the day is holy, and do not be troubled."},{"number":12,"text":"And all the people went away to eat and drink and to send portions and to make a great rejoicing, for they had understood the words which had been made known to them."},{"number":13,"text":"And on the second day the heads of fathers’ houses of all the people, the priests and the Levites were gathered together to Ezra the scribe, in order to gain an insight into the words of the law."},{"number":14,"text":"And they found written in the law, how Jehovah had commanded by Moses that the Israelites dwell in booths at the feast in the seventh month;"},{"number":15,"text":"and that they should proclaim aloud in all their cities and in Jerusalem: Go forth to the mount and bring olive branches and branches of wild olive and myrtle and palm branches and branches of thick trees to make booths, as it is prescribed."},{"number":16,"text":"So the people went out and brought them, and made themselves booths, each man upon the roof of his house and in their courts and in the courts of the house of God and in the open space at the Water Gate and in the open space at the Ephraim Gate."},{"number":17,"text":"And all the assembly of those who had come back from the captivity made booths and lived in the booths; for since the days of Joshua the son of Nun to that day the Israelites had not done so. And there was very great gladness."},{"number":18,"text":"And day by day, from the first to the last day, he read in the book of the law of God. And they celebrated the feast seven days, and on the eighth day, as was the custom, there was a concluding solemn assembly."}]}