{"translation":"oeb-us","book":"neh","bookName":"Nehemiah","chapter":9,"verses":[{"number":1,"text":"Now in the twenty-fourth day of this month the Israelites were assembled with fasting, and with sackcloth and earth upon their heads."},{"number":2,"text":"And the descendants of Israel had separated themselves from all foreigners, and stood and confessed their sins and the iniquities of their fathers."},{"number":3,"text":"And they stood up in their place and read in the book of the law of Jehovah their God a fourth part of the day; and another fourth part they confessed and worshipped Jehovah their God."},{"number":4,"text":"Then the Levites, Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, and Chenani stood on the raised pulpit and cried with a loud voice to Jehovah their God."},{"number":5,"text":"Also the Levites, Jeshua, Kadmiel, Bani, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, Stand up and bless Jehovah our God from everlasting to everlasting; and blessed be thy glorious name, which is exalted above all blessing and praise."},{"number":6,"text":"And Ezra said, Thou art Jehovah, even thou alone; thou hast made heaven and the heavens of heavens with all their host, the earth and all things that are on it, the seas and all that is in them, and thou preservest them all and the host of heaven worshippeth thee."},{"number":7,"text":"Thou art Jehovah the God, who didst choose Abraham and bring him forth out of Ur of the Chaldees, and didst give him the name of Abraham,"},{"number":8,"text":"and find his heart faithful before thee and make a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites, to give it to his descendants, and hast performed thy words, for thou art righteous."},{"number":9,"text":"And thou didst see the affliction of our fathers in Egypt and heard their cry by the Red Sea,"},{"number":10,"text":"and didst show signs and wonders upon Pharaoh and upon all his servants, and upon all the people of his land; for thou knewest that they acted extravagantly toward them; and didst get thee a name as it is this day."},{"number":11,"text":"And thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and thou didst cast their pursuers into the depths, as a stone into the mighty waters."},{"number":12,"text":"Moreover by a pillar of cloud thou leddest them by day, and by a pillar of fire by night, to give them light by the way in which they should go."},{"number":13,"text":"Thou camest down also upon Mount Sinai, and spakest with them from heaven, and gavest them right ordinances and true laws, good statutes and commandments,"},{"number":14,"text":"and madest known to them thy holy sabbath, and gavest them commandments and statutes and a law by Moses thy servant,"},{"number":15,"text":"and gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and commandest them that they should go in to possess the land which thou hadst sworn to give them."},{"number":16,"text":"But they and our father acted arrogantly and hardened their neck and heeded not thy commands."},{"number":17,"text":"and refused to obey, neither were mindful of thy wonders which thou didst among them, but hardened their neck, and set their head to return to their bondage in Egypt. But thou wast a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and didst not forsake them."},{"number":18,"text":"Yea, when they made for themselves a molten calf and said, This is thy God that brought thee up out of Egypt, and acted very blasphemously,"},{"number":19,"text":"yet thou in thy great mercy didst not forsake them in the wilderness; the pillar of cloud departed not from over them by day, to lead them in the way, nor the pillar of fire by night, to give them light on the way in which they should go."},{"number":20,"text":"Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst."},{"number":21,"text":"Yea, forty years didst thou sustain them in the wilderness, and they lacked nothing: their clothes waxed not old, and their feet swelled not."},{"number":22,"text":"Moreover thou gavest them kingdoms and peoples, which thou didst allot, so they possessed the land of Sihon king of Heshbon, and the land of Og king of Bashan."},{"number":23,"text":"Thou didst also make their children as numerous as the stars of heaven, and broughtest them into the land concerning which thou didst say to their fathers, that they should go in to possess."},{"number":24,"text":"So the children went in and possessed the land, and thou didst subdue before them the Canaanitish inhabitants of the land, and gavest them into their hands, with their kings and the peoples of the land, that they might do with them what they would."},{"number":25,"text":"And they took fortified cities and a fertile land, and possessed houses full of all good things, cisterns hewn out, vineyards, oliveyards, and fruit-trees in abundance. So they ate and were filled, and became fat and lived luxuriantly in thy great goodness."},{"number":26,"text":"Nevertheless they were disobedient and rebelled against thee and cast thy law behind their back and slew thy prophets, who testified against them to turn them again to thee, and they acted very blasphemously,"},{"number":27,"text":"Therefore thou didst deliver them into the hands of their oppressors, who oppressed them. Then in the time of their trouble, when they cried to thee, thou heardest from heaven, and according to thy great mercy thou didst give them deliverers who saved them out of the power of their adversaries."},{"number":28,"text":"But as soon as they had rest, they did evil again before thee; therefore thou didst leave them in the hands of their enemies, so that they ruled over them; yet when they again cried to thee, thou didst hear from heaven; and many times didst thou deliver them according to they mercy,"},{"number":29,"text":"and testifiedst against them, that thou mightest bring them to thy law. Yet they acted arrogantly and heeded not thy commands, but sinned against thine ordinances--which if a man obey, he shall live--and turned a stubborn shoulder and stiffened their neck and would not hear."},{"number":30,"text":"Yet many years didst thou bear with them, and testify against them by thy spirit through thy prophets, yet they would not heed. Therefore thou gavest them into the hands of the peoples of the lands."},{"number":31,"text":"Nevertheless in thy great mercy thou didst not completely destroy nor forsake them, for thou art a gracious and merciful God."},{"number":32,"text":"Now therefore, our God, the great, the mighty, and the terrible God, who keepest covenant and kindness, let not all the affliction seem little before thee, that hath come on us, on our kings, our nobles, our priests, our prophets, our fathers, and on all thy people, since the days of the kings of Assyria to this day."},{"number":33,"text":"However thou art just in all that has come upon us; for thou hast done right, but we have done wickedly,"},{"number":34,"text":"neither have our kings, our nobles, our priests, nor our fathers, kept thy law nor heeded thy commands and thy testimonies with which thou didst testify again them."},{"number":35,"text":"For they have not served thee in the time of their kingly rule, and in spite of thy great goodness that thou gavest them, they have not turned from their wicked deeds."},{"number":36,"text":"Behold, we this day are slaves, and as for the land that thou gavest to our fathers to eat its fruit and enjoy its good gifts, see we are only slaves in it."},{"number":37,"text":"And it yieldeth a great income to the kings whom thou hast set over us because of our sin; also they have power over our bodies and over our cattle, at their pleasure, and we are in great distress."},{"number":38,"text":"Moreover in addition to all this we made a fixed covenant and wrote it out, and our nobles, our Levites, and our priests were enrolled upon the sealed document."}]}