{"translation":"kjv1611","book":"bar","bookName":"Baruch","chapter":1,"verses":[{"number":1,"text":"And these are the wordes of the booke, which Baruch the sonne of Nerias, the sonne of Maasias, the sonne of Sedecias, the sonne of Asadias, the son of Chelcias, wrote in Babylon,"},{"number":2,"text":"In the fift yere, and in the seuenth day of the moneth, what time as the Caldeans tooke Ierusalem, and burnt it with fire."},{"number":3,"text":"And Baruch did reade the words of this booke, in the hearing of Iechonias, the sonne of Ioachim king of Iuda, and in the eares of all the people, that came to  the booke."},{"number":4,"text":"And in the hearing of the nobles, and of the kings sonnes, and in the hearing of the Elders, and of all the people from the lowest vnto the highest, euen of all them that dwelt at Babylon, by the riuer Sud."},{"number":5,"text":"Whereupon they wept, fasted, and prayed before the Lord."},{"number":6,"text":"They made also a collection of money, according to euery mans power."},{"number":7,"text":"And they sent it to Ierusalem vnto Ioachim the hie Priest the sonne of Chelcias, sonne of Salom, and to the Priestes, and to all the people which were found with him at Ierusalem,"},{"number":8,"text":"At the same time, when he receiued the vessels of the house of the Lord that were caried out of the Temple, to returne them into the land of Iuda the tenth day of the moneth Siuan,  siluer vessels, which Sedecias the sonne of Iosias king of Iuda had made,"},{"number":9,"text":"After that Nabuchodonosor king of Babylon had caried away Iechonias, and the Princes, and the captiues, and the mightie men, and the people of the land from Ierusalem, and brought them vnto Babylon:"},{"number":10,"text":"And they said, Behold, we haue sent you money, to buy you burnt offerings, and sinne offerings, and incense, and prepare yee Manna, and offer vpon the Altar of the Lord our God,"},{"number":11,"text":"And pray for the life of Nabuchodonosor king of Babylon, and for the life of Balthasar his sonne, that their dayes may be vpon earth as the dayes of heauen."},{"number":12,"text":"And the Lord wil giue vs strength, and lighten our eyes, and we shall liue vnder the shadow of Nabuchodonosor king of Babylon, and vnder the shadow of Balthasar his sonne, and wee shall serue them many dayes, and finde fauour in their sight."},{"number":13,"text":"Pray for vs also vnto the Lord our God, (for wee haue sinned against the Lord our God, and vnto this day the fury of the Lord, and his wrath is not turned from vs)"},{"number":14,"text":"And yee shall reade this booke, which we haue sent vnto you, to make confession in the house of the Lord, vpon the feasts and solemne dayes."},{"number":15,"text":"And yee shall say, To the Lord our God belongeth righteousnesse, but vnto vs the confusion of faces, as it is come to passe this day vnto them of Iuda, & to the inhabitants of Ierusalem,"},{"number":16,"text":"And to our kings, and to our princes, and to our Priests, and to our Prophets, and to our fathers."},{"number":17,"text":"For wee haue sinned before the Lord,"},{"number":18,"text":"And disobeyed him, and haue not hearkened vnto the voice of the Lord our God, to walke in the commaundements that he gaue vs openly:"},{"number":19,"text":"Since the day that the Lorde brought our forefathers out of the land of Egypt, vnto this present day, wee haue beene disobedient vnto the Lord our God, and we haue beene negligent in not hearing his voice."},{"number":20,"text":"Wherefore the euils cleaued vnto vs, and the curse which the Lord appointed by Moses his seruant, at the time that he brought our fathers out of the land of Egypt, to giue vs a land that floweth with milke and honie, like as it is to see this day."},{"number":21,"text":"Neuerthelesse we haue not hearkened vnto the voice of the Lord our God, according vnto all the wordes of the Prophets, whom he sent vnto vs."},{"number":22,"text":"But euery man followed the imagination of his owne wicked heart, to serue strange gods, and to doe euill in the sight of the Lord our God."}]}