{"translation":"kjv1611","book":"bar","bookName":"Baruch","chapter":2,"verses":[{"number":1,"text":"Therefore the Lord hath made good his worde, which hee pronounced against vs, and against our Iudges that iudged Israel, and against our kings, and against our princes, and against the men of Israel and Iuda,"},{"number":2,"text":"To bring vpon vs great plagues, such as neuer happened vnder the whole heauen, as it came to passe in Ierusalem, according to the things that were written in the Law of Moses,"},{"number":3,"text":"That a man should eat the flesh of his owne sonne, and the flesh of his owne daughter."},{"number":4,"text":"Moreouer, he hath deliuered them to be in subiection to all the kingdomes that are round about vs, to be as a reproch and desolation among all the people round about, where the Lord hath scattered them."},{"number":5,"text":"Thus wee were cast downe and not exalted, because wee haue sinned against the Lord our God, and haue not beene obedient vnto his voice."},{"number":6,"text":"To the Lord our God appertaineth righteousnesse: but vnto vs and to our fathers open shame, as appeareth this day."},{"number":7,"text":"For all these plagues are come vpon vs, which the Lord hath pronounced against vs,"},{"number":8,"text":"Yet haue we not prayed before the Lord, &thorn; we might turne euery one from the imaginations of his wicked heart."},{"number":9,"text":"Wherefore the Lord watched ouer vs for euill, and the Lord hath brought it vpon vs: for the Lord is righteous in all his works, which he hath commanded vs."},{"number":10,"text":"Yet we haue not hearkened vnto his voice, to walk in the c&#333;mandements of the Lord, that he hath set before vs."},{"number":11,"text":"And now O Lord God of Israel, that hast brought thy people out of the land of Egypt with a mighty hand, and high arme, and with signes & with wonders, & with great power, and hast gotten thy selfe a name, as appeareth this day:"},{"number":12,"text":"O Lord our God, we haue sinned, we haue done vngodly, wee haue dealt vnrighteously in all thine ordinances."},{"number":13,"text":"Let thy wrath turne from vs: for we are but a few left among the heathen, where thou hast scattered vs."},{"number":14,"text":"Heare our prayers, O Lord, and our petitions, and deliuer vs for thine owne sake, and giue vs fauour in the sight of them which haue led vs away:"},{"number":15,"text":"That all the earth may know that thou art &thorn; Lord our God, because Israel & his posterity is called by thy name."},{"number":16,"text":"O Lord looke downe from thy holy house, & consider vs: bow downe thine eare, O Lord, to heare vs."},{"number":17,"text":"Open thine eyes and behold: for the dead that are in the graues, whose soules are taken from their bodies, wil giue vnto the Lord neither praise nor righteousnesse."},{"number":18,"text":"But &thorn; soule that is greatly vexed, which goeth stouping & feeble, and the eyes that faile, and the hungry soule wil giue thee praise & righteousnes O Lord."},{"number":19,"text":"Therfore wee doe not make our humble supplication before thee, O Lord our God, for the righteousnes of our fathers, and of our kings."},{"number":20,"text":"For thou hast sent out thy wrath & indignation vpon vs, as thou hast spoken by thy seruants &thorn; prophets, saying,"},{"number":21,"text":"Thus saith the Lord, bow down your shoulders to serue the king of Babylon: so shall ye remaine in the lande that I gaue vnto your fathers."},{"number":22,"text":"But if ye will not heare the voice of the Lord to serue &thorn; king of Babylon,"},{"number":23,"text":"I will cause to cease out of the cities of Iuda, and from without Ierusalem the voice of mirth, and the voice of ioy: the voice of the bridegrome, and the voice of the bride, and the whole land shall be desolate of inhabitants."},{"number":24,"text":"But we would not hearken vnto thy voyce, to serue the king of Babylon: therefore hast thou made good the wordes that thou spakest by thy seruants the prophets, namely that the bones of our kings, and the bones of our fathers should be taken out of their places."},{"number":25,"text":"And loe, they are cast out to the heat of the day, and to the frost of the night, and they died in great miseries, by famine, by sword, and by pestilence."},{"number":26,"text":"And the house which is called by thy name (hast thou laid waste) as it is to be seene this day, for the wickednesse of the house of Israel, and the house of Iuda."},{"number":27,"text":"O Lord our God, thou hast dealt with vs after all thy goodnesse, and according to all that great mercie of thine."},{"number":28,"text":"As thou spakest by thy seruant Moses in the day when thou didst command him to write thy Law, before the children of Israel, saying,"},{"number":29,"text":"If ye will not heare my voyce, surely this very great multitude shalbe turned into a smal  among the nations, where I will scatter them."},{"number":30,"text":"For I knew that they would not heare me: because it is a stiffenecked people: but in the land of their captiuities, they shall remember themselues,"},{"number":31,"text":"And shall know that I am the Lord their God: For I giue them an heart, and eares to heare."},{"number":32,"text":"And they shal praise me in the land of their captiuitie, and thinke vpon my name,"},{"number":33,"text":"And returne from their stiffe neck, and from their wicked deeds: for they shal remember the way of their fathers which sinned before the Lord."},{"number":34,"text":"And I will bring them againe into the land which I promised with an oath vnto their fathers, Abraham, Isaac, and Iacob, and they shall bee lords of it, and I will increase them, and they shall not be diminished."},{"number":35,"text":"And I will make an euerlasting couenant with them, to be their God, and they shall be my people: and I will no more driue my people of Israel out of the land that I haue giuen them."}]}