{"translation":"kjv1611","book":"bar","bookName":"Baruch","chapter":4,"verses":[{"number":1,"text":"This is the Booke of the commandements of God: and the Law that endureth for euer: all they that keepe it shall come to life: but such as leaue it, shall die."},{"number":2,"text":"Turne thee, O Iacob, & take heed of it: walke in the presence of the light therof, that thou mayest be illuminated."},{"number":3,"text":"Giue not thine honour to another, nor the things that are profitable vnto thee, to a strange nation."},{"number":4,"text":"O Israel, happie are wee: for things that are pleasing to God, are made knowen vnto vs."},{"number":5,"text":"Be of good cheare, my people, the memoriall of Israel."},{"number":6,"text":"Ye were sold to the nations, not for  destruction: but because you moued God to wrath, ye were deliuered vnto the enemies."},{"number":7,"text":"For yee prouoked him that made you, by sacrificing vnto deuils, and not to God."},{"number":8,"text":"Ye haue forgotten the euerlasting God, that brought you vp, and ye haue grieued Ierusalem that noursed you."},{"number":9,"text":"For when shee saw the wrath of God c&#333;ming vpon you, she said; Hearken, O ye that dwell about Sion: God hath brought vp&#333; me great mourning."},{"number":10,"text":"For I saw the captiuitie of my sonnes and daughters, which the euerlasting brought vpon them."},{"number":11,"text":"With ioy did I nourish them: but sent them away with weeping and mourning."},{"number":12,"text":"Let no man reioyce ouer me a widow, and forsaken of many, who for the sinnes of my children, am left desolate: because they departed from the Law of God."},{"number":13,"text":"They knew not his statutes, nor walked in the waies of his Commandements, nor trode in the pathes of discipline in his righteousnesse."},{"number":14,"text":"Let them that dwell about Sion come, and remember ye the captiuity of my sonnes and daughters, which the euerlasting hath brought vpon them."},{"number":15,"text":"For he hath brought a nation vpon them from far: a shamelesse nation, and of a strange language, who neither reuerenced old man, nor pitied childe."},{"number":16,"text":"These haue caried away the deare beloued children of the widow, and left her that was alone, desolate without daughters."},{"number":17,"text":"But what can I helpe you?"},{"number":18,"text":"For he that brought these plagues vpon you, will deliuer you from the hands of your enemies."},{"number":19,"text":"Goe your way, O my children, goe your way: for I am left desolate."},{"number":20,"text":"I haue put off the clothing of peace, and put vpon me the sackcloth of my prayer. I will cry vnto the euerlasting in my dayes."},{"number":21,"text":"Be of good cheare, O my children, cry vnto the Lord: & he shal deliuer you from the power & hand of the enemies."},{"number":22,"text":"For my hope is in the Euerlasting that hee will saue you, and ioy is come vnto me from the Holy one, because of the mercy which shall soone come vnto you from the euerlasting our Sauiour."},{"number":23,"text":"For I sent you out with mourning and weeping: but God will giue you to mee againe, with ioy and gladnesse for euer."},{"number":24,"text":"Like as now the neighbours of Sion haue seene your captiuity: so shall they see shortly your saluation from our God, which shall come vpon you with great glory, and brightnesse of the euerlasting."},{"number":25,"text":"My children, suffer patiently the wrath that is come vpon you from God: for thine enemy hath persecuted thee: but shortly thou shalt see his destruction, & shalt tread vpon his necke."},{"number":26,"text":"My delicate ones haue gone rough wayes, and were taken away as a flocke caught of the enemies."},{"number":27,"text":"Be of good comfort, O my children, and cry vnto God: for you shall be remembred of him that brought these things vpon you."},{"number":28,"text":"For as it was your minde to goe astray from God: so being returned seeke him ten times more."},{"number":29,"text":"For he that hath brought these plagues vpon you, shall bring you euerlasting ioy againe with your saluation."},{"number":30,"text":"Take a good heart, O Ierusalem: for hee that gaue thee that name, will comfort thee."},{"number":31,"text":"Miserable are they that afflicted thee, and reioyced at thy fall."},{"number":32,"text":"Miserable are the cities which thy children serued: miserable is she that receiued thy sonnes."},{"number":33,"text":"For as shee reioyced at thy ruine, and was glad of thy fall: so shall she be grieued for her owne desolation."},{"number":34,"text":"For I will take away the reioycing of her great multitude, and her pride shalbe turned into mourning."},{"number":35,"text":"For fire shal come vpon her fr&#333; the euerlasting, long to endure: and she shal be inhabited of deuils for a great time."},{"number":36,"text":"O Ierusalem, looke about thee toward the East, and behold the ioy that commeth vnto thee from God."},{"number":37,"text":"Loe, thy sonnes come whom thou sentest away: they come gathered together from the East to the West, by the word of the holy One, reioycing in the glory of God."}]}