{"translation":"dra","book":"gen","bookName":"Genesis","chapter":1,"verses":[{"number":1,"text":"In the beginning God created heaven, and earth."},{"number":2,"text":"And the earth was void and empty, and darkness was upon the face of the deep; and the spirit of God moved over the waters."},{"number":3,"text":"And God said: Be light made. And light was made."},{"number":4,"text":"And God saw the light that it was good; and he divided the light from the darkness."},{"number":5,"text":"And he called the light Day, and the darkness Night; and there was evening and morning one day."},{"number":6,"text":"And God said: Let there be a firmament made amidst the waters: and let it divide the waters from the waters."},{"number":7,"text":"And God made a firmament, and divided the waters that were under the firmament, from those that were above the firmament, and it was so."},{"number":8,"text":"And God called the firmament, Heaven; and the evening and morning were the second day."},{"number":9,"text":"God also said; Let the waters that are under the heaven, be gathered together into one place: and let the dry land appear. And it was so done."},{"number":10,"text":"And God called the dry land, Earth; and the gathering together of the waters, he called Seas. And God saw that it was good."},{"number":11,"text":"And he said: let the earth bring forth green herb, and such as may seed, and the fruit tree yielding fruit after its kind, which may have seed in itself upon the earth. And it was so done."},{"number":12,"text":"And the earth brought forth the green herb, and such as yieldeth seed according to its kind, and the tree that beareth fruit, having seed each one according to its kind. And God saw that it was good."},{"number":13,"text":"And the evening and the morning were the third day."},{"number":14,"text":"And God said: Let there be lights made in the firmament of heaven, to divide the day and the night, and let them be for signs, and for seasons, and for days and years:"},{"number":15,"text":"To shine in the firmament of heaven, and to give light upon the earth, and it was so done."},{"number":16,"text":"And God made two great lights: a greater light to rule the day; and a lesser light to rule the night: and the stars."},{"number":17,"text":"And he set them in the firmament of heaven to shine upon the earth."},{"number":18,"text":"And to rule the day and the night, and to divide the light and the darkness. And God saw that it was good."},{"number":19,"text":"And the evening and morning were the fourth day."},{"number":20,"text":"God also said: let the waters bring forth the creeping creature having life, and the fowl that may fly over the earth under the firmament of heaven."},{"number":21,"text":"And God created the great whales, and every living and moving creature, which the waters brought forth, according to their kinds, and every winged fowl according to its kind. And God saw that it was good."},{"number":22,"text":"And he blessed them, saying: Increase and multiply, and fill the waters of the sea: and let the birds be multiplied upon the earth."},{"number":23,"text":"And the evening and morning were the fifth day."},{"number":24,"text":"And God said: Let the earth bring forth the living creature in its kind, cattle and creeping things, and beasts of the earth, according to their kinds. And it was so done."},{"number":25,"text":"And God made the beasts of the earth according to their kinds, and cattle, and every thing that creepeth on the earth after its kind. And God saw that it was good."},{"number":26,"text":"And he said: Let us make man to our image and likeness: and let him have dominion over the fishes of the sea, and the fowls of the air, and the beasts, and the whole earth, and every creeping creature that moveth upon the earth."},{"number":27,"text":"And God created man to his own image: to the image of God he created him: male and female he created them."},{"number":28,"text":"And God blessed them, saying: Increase and multiply, and fill the earth, and subdue it, and rule over the fishes of the sea, and the fowls of the air, and all living creatures that move upon the earth."},{"number":29,"text":"And God said: Behold I have given you every herb bearing seed upon the earth, and all trees that have in themselves seed of their own kind, to be your meat:"},{"number":30,"text":"And to all beasts of the earth, and to every fowl of the air, and to all that move upon the earth, and wherein there is life, that they may have to feed upon. And it was so done."},{"number":31,"text":"And God saw all the things that he had made, and they were very good. And the evening and morning were the sixth day. "}]}