{"translation":"dra","book":"gen","bookName":"Genesis","chapter":21,"verses":[{"number":1,"text":"And the Lord visited Sara, as he had promised: and fulfilled what he had spoken."},{"number":2,"text":"And she conceived and bore a son in her old age, at the time that God had foretold her."},{"number":3,"text":"And Abraham called the name of his son, whom Sara bore him, Isaac."},{"number":4,"text":"And he circumcised him the eighth day, as God had commanded him,"},{"number":5,"text":"When he was a hundred years old: for at this age of his father, was Isaac born."},{"number":6,"text":"And Sara said: God hath made a laughter for me: whosoever shall hear of it will laugh with me."},{"number":7,"text":"And again she said: Who would believe that Abraham should hear that Sara gave suck to a son, whom she bore to him in his old age?"},{"number":8,"text":"And the child grew, and was weaned: and Abraham made a great feast on the day of his weaning."},{"number":9,"text":"And when Sara had seen the son of Agar, the Egyptian, playing with Isaac, her son, she said to Abraham:"},{"number":10,"text":"Cast out this bondwoman and her son; for the son of the bondwoman shall not be heir with my son Isaac."},{"number":11,"text":"Abraham took this grievously for his son."},{"number":12,"text":"And God said to him: Let it not seem grievous to thee for the boy, and for thy bondwoman: in all that Sara hath said to thee, hearken to her voice: for in Isaac shall thy seed be called."},{"number":13,"text":"But I will make the son also of the bondwoman a great nation, because he is thy seed."},{"number":14,"text":"So Abraham rose up in the morning, and taking bread and a bottle of water, put it upon her shoulder, and delivered the boy, and sent her away. And she departed, and wandered in the wilderness of Bersabee."},{"number":15,"text":"And when the water in the bottle was spent, she cast the boy under one of the trees that were there."},{"number":16,"text":"And she went her way, and sat over against him a great way off, as far as a bow can carry, for she said: I will not see the boy die: and sitting over against, she lifted up her voice and wept."},{"number":17,"text":"And God heard the voice of the boy: and an angel of God called to Agar from heaven, saying: What art thou doing, Agar? fear not; for God hath heard the voice of the boy, from the place wherein he is."},{"number":18,"text":"Arise, take up the boy, and hold him by the hand, for I will make him a great nation."},{"number":19,"text":"And God opened her eyes: and she saw a well of water, and went and filled the bottle, and gave the boy to drink."},{"number":20,"text":"And God was with him: and he grew, and dwelt in the wilderness, and became a young man, an archer."},{"number":21,"text":"And he dwelt in the wilderness of Pharan, and his mother took a wife for him out of the land of Egypt."},{"number":22,"text":"At the same time Abimelech, and Phicol the general of his army, said to Abraham: God is with thee in all that thou dost."},{"number":23,"text":"Swear therefore by God, that thou wilt not hurt me, nor my posterity, nor my stock: but according to the kindness that I have done to thee, thou shalt do to me, and to the land wherein thou hast lived a stranger."},{"number":24,"text":"And Abraham said: I will swear."},{"number":25,"text":"And he reproved Abimelech for a well of water, which his servants had taken away by force."},{"number":26,"text":"And Abimelech answered: I knew not who did this thing: and thou didst not tell me, and I heard not of it till today."},{"number":27,"text":"Then Abraham took sheep and oxen, and gave them to Abimelech: and both of them made a league."},{"number":28,"text":"And Abraham set apart seven ewelambs of the flock."},{"number":29,"text":"And Abimelech said to him: What mean these seven ewelambs which thou hast set apart?"},{"number":30,"text":"But he said: Thou shalt take seven ewelambs at my hand: that they may be a testimony for me, that I dug this well."},{"number":31,"text":"Therefore that place was called Bersabee; because there both of them did swear."},{"number":32,"text":"And they made a league for the well of oath."},{"number":33,"text":"And Abimelech and Phicol, the general of his army, arose and returned to the land of the Palestines. But Abraham planted a grove in Bersabee, and there called upon the name of the Lord God eternal."},{"number":34,"text":"And he was a sojourner in the land of the Palestines many days. "}]}