{"translation":"dra","book":"gen","bookName":"Genesis","chapter":5,"verses":[{"number":1,"text":"This is the book of the generation of Adam. In the day that God created man, he made him to the likeness of God."},{"number":2,"text":"He created them male and female; and blessed them: and called their name Adam, in the day when they were created."},{"number":3,"text":"And Adam lived a hundred and thirty years, and begot a son to his own image and likeness, and called his name Seth."},{"number":4,"text":"And the days of Adam, after he begot Seth, were eight hundred years: and he begot sons and daughters."},{"number":5,"text":"And all the time that Adam lived, came to nine hundred and thirty years, and he died."},{"number":6,"text":"Seth also lived a hundred and five years, and begot Enos."},{"number":7,"text":"And Seth lived after he begot Enos, eight hundred and seven years, and begot sons and daughters."},{"number":8,"text":"And all the days of Seth were nine hundred and twelve years, and he died."},{"number":9,"text":"And Enos lived ninety years, and begot Cainan."},{"number":10,"text":"After whose birth he lived eight hundred and fifteen years, and begot sons and daughters."},{"number":11,"text":"And all the days of Enos were nine hundred and five years, and he died."},{"number":12,"text":"And Cainan lived seventy years, and begot Malaleel."},{"number":13,"text":"And Cainan lived after he begot Malaleel, eight hundred and forty years, and begot sons and daughters."},{"number":14,"text":"And all the days of Cainan were nine hundred and ten years, and he died."},{"number":15,"text":"And Malaleel lived sixty-five years and begot Jared."},{"number":16,"text":"And Malaleel lived after he begot Jared, eight hundred and thirty years, and begot sons and daughters."},{"number":17,"text":"And all the days of Malaleel were eight hundred and ninety-five years, and he died."},{"number":18,"text":"And Jared lived a hundred and sixty-two years, and begot Henoch."},{"number":19,"text":"And Jared lived after he begot Henoch, eight hundred years, and begot sons and daughters."},{"number":20,"text":"And all the days of Jared were nine hundred and sixty-two years, and he died."},{"number":21,"text":"And Henoch lived sixty-five years, and begot Mathusala."},{"number":22,"text":"And Henoch walked with God: and lived after he begot Mathusala, three hundred years, and begot sons and daughters."},{"number":23,"text":"And all the days of Henoch were three hundred and sixty-five years."},{"number":24,"text":"And he walked with God, and was seen no more: because God took him."},{"number":25,"text":"And Mathusala lived a hundred and eighty-seven years, and begot Lamech."},{"number":26,"text":"And Mathlusala lived after he begot Lamech, seven hundred and eighty-two years, and begot sons and daughters."},{"number":27,"text":"And all the days of Mathusala were nine hundred and sixty-nine years, and he died."},{"number":28,"text":"And Lamech lived a hundred and eighty-two years, and begot a son."},{"number":29,"text":"And he called his name Noe, saying: This same shall comfort us from the works and labours of our hands on the earth, which the Lord hath cursed."},{"number":30,"text":"And Lamech lived after he begot Noe, five hundred and ninety-five years, and begot sons and daughters."},{"number":31,"text":"And all the days of Lamech came to seven hundred and seventy-seven years, and he died. And Noe, when he was five hundred years old, begot Sem, Cham, and Japheth. "}]}