{"translation":"dra","book":"job","bookName":"Job","chapter":38,"verses":[{"number":1,"text":"Then the Lord answered Job out of a whirlwind, and said:"},{"number":2,"text":"Who is this that wrappeth up sentences in unskilful words?"},{"number":3,"text":"Gird up thy loins like a man: I will ask thee, and answer thou me."},{"number":4,"text":"Where wast thou when I laid the foundations of the earth? tell me if thou hast understanding."},{"number":5,"text":"Who hath laid the measures thereof, if thou knowest or who hath stretched the line upon it?"},{"number":6,"text":"Upon what are its bases grounded? or who laid the corner stone thereof,"},{"number":7,"text":"When the morning stars praised me together, and all the sons of God made a joyful melody?"},{"number":8,"text":"Who shut up the sea with doors, when it broke forth as issuing out of the womb:"},{"number":9,"text":"When I made a cloud the garment thereof, and wrapped it in a mist as in swaddling bands?"},{"number":10,"text":"I set my bounds around it, and made it bars and doors:"},{"number":11,"text":"And I said: Hitherto thou shalt come, and shalt go no further, and here thou shalt break thy swelling waves."},{"number":12,"text":"Didst thou since thy birth command the morning, and shew the dawning of the day its place?"},{"number":13,"text":"And didst thou hold the extremities of the earth shaking them, and hast thou shaken the ungodly out of it?"},{"number":14,"text":"The seal shall be restored as clay, and shall stand as a garment."},{"number":15,"text":"From the wicked their light shall be taken away, and the high arm shall be broken."},{"number":16,"text":"Hast thou entered into the depths of the sea, and walked in the lowest parts of the deep?"},{"number":17,"text":"Have the gates of death been opened to thee, and hast thou seen the darksome doors?"},{"number":18,"text":"Hast thou considered the breadth of the earth? tell me, if thou knowest all things."},{"number":19,"text":"Where is the way where light dwelleth, and where is the place of darkness?"},{"number":20,"text":"That thou mayst bring every thing to its own bounds, and understand the paths of the house thereof."},{"number":21,"text":"Didst thou know then that thou shouldst be born? and didst thou know the number of thy days?"},{"number":22,"text":"Hast thou entered into the storehouses of the snow, or hast thou beheld the treasures of the hail:"},{"number":23,"text":"Which I have prepared for the time of the enemy, against the day of battle and war?"},{"number":24,"text":"By what way is the light spread, and heat divided upon the earth?"},{"number":25,"text":"Who gave a course to violent showers, or a way for noisy thunder:"},{"number":26,"text":"That it should rain on the earth without man in the wilderness, where no mortal dwelleth:"},{"number":27,"text":"That it should fill the desert and desolate land, and should bring forth green grass?"},{"number":28,"text":"Who is the father of rain? or who begot the drops of dew?"},{"number":29,"text":"Out of whose womb came the ice? and the frost from heaven who hath gendered it?"},{"number":30,"text":"The waters are hardened like a stone, and the surface of the deep is congealed."},{"number":31,"text":"Shalt thou be able to join together the shining stars the Pleiades, or canst thou stop the turning about of Arcturus?"},{"number":32,"text":"Canst thou bring forth the day star in its time, and make the evening star to rise upon the children of the earth?"},{"number":33,"text":"Dost thou know the order of heaven, and canst thou set down the reason thereof on the earth?"},{"number":34,"text":"Canst thou lift up thy voice to the clouds, that an abundance of waters may cover thee?"},{"number":35,"text":"Canst thou send lightnings, and will they go, and will they return and say to thee: Here we are?"},{"number":36,"text":"Who hath put wisdom in the heart of man? or who gave the cock understanding?"},{"number":37,"text":"Who can declare the order of the heavens, or who can make the harmony of heaven to sleep?"},{"number":38,"text":"When was the dust poured on the earth, and the clods fastened together?"},{"number":39,"text":"Wilt thou take the prey for the lioness, and satisfy the appetite of her whelps,"},{"number":40,"text":"When they couch in the dens and lie in wait in holes?"},{"number":41,"text":"Who provideth food for the raven, when her young ones cry to God, wandering about, because they have no meat? "}]}