{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":1,"verses":[{"number":1,"text":"To his Excellency, Theophilus. Many attempts have been already made to draw up an account of those events which have reached their conclusion among us,"},{"number":2,"text":"just as they were reported to us by those who from the beginning were eye-witnesses, and afterward became bearers of the message."},{"number":3,"text":"And, therefore, I also, since I have investigated all these events with great care from their very beginning, have resolved to write a connected history of them for you,"},{"number":4,"text":"in order that you may be able to satisfy yourself of the accuracy of the story which you have heard from the lips of others."},{"number":5,"text":"In the reign of Herod, king of Judea, there was a priest named Zechariah, who belonged to the division called after Abijah. His wife, whose name was Elizabeth, was also a descendant of Aaron."},{"number":6,"text":"They were both righteous people, who lived blameless lives, guiding their steps by all the commandments and ordinances of the Lord."},{"number":7,"text":"But they had no child, Elizabeth being barren; and both of them were advanced in years."},{"number":8,"text":"One day, when Zechariah was officiating as priest before God, during the turn of his division,"},{"number":9,"text":"it fell to him by lot, in accordance with the practice among the priests, to go into the Temple of the Lord and burn incense;"},{"number":10,"text":"and, as it was the Hour of Incense, the people were all praying outside."},{"number":11,"text":"And an angel of the Lord appeared to him, standing on the right of the Altar of Incense."},{"number":12,"text":"Zechariah was startled at the sight and was awe-struck."},{"number":13,"text":"But the angel said to him, “Do not be afraid, Zechariah; your prayer has been heard, and your wife Elizabeth will bear you a son, whom you will call by the name John."},{"number":14,"text":"He will be to you a joy and a delight; and many will rejoice over his birth."},{"number":15,"text":"For he will be great in the sight of the Lord; he will not drink any wine or strong drink, and he will be filled with the Holy Spirit from the very hour of his birth,"},{"number":16,"text":"and will reconcile many of the Israelites to the Lord their God."},{"number":17,"text":"He will go before him in the spirit and with the power of Elijah, to reconcile fathers to their children and the disobedient to the wisdom of the righteous, and so make ready for the Lord a people prepared for him.”"},{"number":18,"text":"“How can I be sure of this?” Zechariah asked the angel. “For I am an old man and my wife is advanced in years.”"},{"number":19,"text":"“I am Gabriel,” the angel answered, “who stands in the presence of God, and I have been sent to speak to you and to bring you this good news."},{"number":20,"text":"And now you will be silent and unable to speak until the day when this takes place, because you did not believe what I said, though my words will be fulfilled in due course.”"},{"number":21,"text":"Meanwhile the people were watching for Zechariah, wondering at his remaining so long in the Temple."},{"number":22,"text":"When he came out, he was unable to speak to them, and they perceived that he had seen a vision there. But Zechariah kept making signs to them, and remained dumb."},{"number":23,"text":"And, as soon as his term of service was finished, he returned home."},{"number":24,"text":"After this his wife, Elizabeth, became pregnant and lived in seclusion for five months."},{"number":25,"text":"“The Lord has done this for me,” she said, “he has shown me kindness and taken away the public disgrace of childlessness under which I have been living.”"},{"number":26,"text":"Six months later the angel Gabriel was sent from God to a town in Galilee called Nazareth,"},{"number":27,"text":"to a maiden there who was engaged to a man named Joseph, a descendant of David. Her name was Mary."},{"number":28,"text":"Gabriel came into her presence and greeted her, saying, “You have been shown great favor – the Lord is with you.”"},{"number":29,"text":"Mary was much disturbed at his words, and was wondering to herself what such a greeting could mean,"},{"number":30,"text":"when the angel spoke again, “Do not be afraid, Mary, for you have found favor with God."},{"number":31,"text":"And now, you will conceive and give birth to a son, and you will give him the name Jesus."},{"number":32,"text":"The child will be great and will be called ‘Son of the Most High,’ and the Lord God will give him the throne of his ancestor David,"},{"number":33,"text":"and he will reign over the descendants of Jacob for ever; And to his kingdom there will be no end.”"},{"number":34,"text":"“How can this be?” Mary asked the angel. “For I have no husband.”"},{"number":35,"text":"“The Holy Spirit will descend on you,” answered the angel, “and the Power of the Most High will overshadow you; and therefore the child will be called ‘holy,’ and ‘Son of God.’"},{"number":36,"text":"And Elizabeth, your cousin, is herself also expecting a son in her old age; and it is now the sixth month with her, though she is called barren;"},{"number":37,"text":"for no promise from God will fail to be fulfilled.”"},{"number":38,"text":"“I am the servant of the Lord,” exclaimed Mary. “Let it be with me as you have said.” Then the angel left her."},{"number":39,"text":"Soon after this Mary set out, and made her way quickly into the hill-country, to a town in Judah;"},{"number":40,"text":"and there she went into Zechariah’s house and greeted Elizabeth."},{"number":41,"text":"When Elizabeth heard Mary’s greeting, the child moved within her, and Elizabeth herself was filled with the Holy Spirit,"},{"number":42,"text":"and cried aloud, “Blessed are you among women, and blessed is your unborn child!"},{"number":43,"text":"But how have I this honor, that the mother of my Lord should come to me?"},{"number":44,"text":"For, as soon as your greeting reached my ears, the child moved within me with delight!"},{"number":45,"text":"Happy indeed is she who believed that the promise which she received from the Lord would be fulfilled.”"},{"number":46,"text":"And Mary said: “My soul exalts the Lord,"},{"number":47,"text":"and my spirit delights in God my Savior,"},{"number":48,"text":"for he has looked with favor on his humble servant girl. From now on all generations will call me blessed!"},{"number":49,"text":"“For the Almighty has done great things for me, and holy is his name."},{"number":50,"text":"He has mercy on those who revere him in every generation."},{"number":51,"text":"“Mighty are the deeds of his arm! He has scattered the self-satisfied proud,"},{"number":52,"text":"he has cast down the mighty from their thrones, and he uplifts the humble,"},{"number":53,"text":"he has filled the hungry with good things, and the rich he has sent away empty."},{"number":54,"text":"“He has stretched out his hand to his servant Israel, ever mindful of his mercy,"},{"number":55,"text":"as he promised to our ancestors, to Abraham and his descendants for ever.”"},{"number":56,"text":"Mary stayed with Elizabeth about three months, and then returned to her home."},{"number":57,"text":"When Elizabeth’s time came, she gave birth to a son;"},{"number":58,"text":"and her neighbors and relatives, hearing of the great goodness of the Lord to her, came to share her joy."},{"number":59,"text":"A week later they met to circumcise the child, and were about to call him Zechariah after his father,"},{"number":60,"text":"when his mother spoke up, “No, he is to be called John.”"},{"number":61,"text":"“You have no relation of that name!” they exclaimed;"},{"number":62,"text":"and they made signs to the child’s father, to find out what he wished the child to be called."},{"number":63,"text":"Asking for a writing tablet, he wrote the words – ‘His name is John.’ Everyone was surprised"},{"number":64,"text":"and immediately Zechariah recovered his voice and the use of his tongue, and began to bless God."},{"number":65,"text":"All their neighbors were awe-struck at this, and throughout the hill-country of Judea the whole story was much talked about."},{"number":66,"text":"All who heard it kept it in mind, asking one another – “What can this child be destined to become?” For the Power of the Lord was with him."},{"number":67,"text":"Then his father Zechariah was filled with the Holy Spirit, and, speaking under inspiration, said:"},{"number":68,"text":"“Blessed is the Lord, the God of Israel, who has visited his people and wrought their deliverance,"},{"number":69,"text":"and has raised up for us the strength of our salvation in the house of his servant David –"},{"number":70,"text":"as he promised by the lips of his holy prophets of old –"},{"number":71,"text":"salvation from our enemies and from the hands of all who hate us,"},{"number":72,"text":"showing mercy to our ancestors, and mindful of his sacred covenant."},{"number":73,"text":"This was the oath which he swore to our ancestor Abraham –"},{"number":74,"text":"that we should be rescued from the hands of our enemies,"},{"number":75,"text":"and should serve him without fear in holiness and righteousness, in his presence all our days."},{"number":76,"text":"And you, child, will be called prophet of the Most High, for you will go before the Lord to make ready his way,"},{"number":77,"text":"to give his people the knowledge of salvation through the forgiveness of their sins,"},{"number":78,"text":"through the tender mercy of our God, whereby the dawn will break on us from heaven,"},{"number":79,"text":"to give light to those who live in darkness and the shadow of death, and guide our feet into the way of peace.”"},{"number":80,"text":"The child grew and became strong in spirit, and he lived in the wilds until the time came for his appearance before Israel."}]}