{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":10,"verses":[{"number":1,"text":"After this, the Master appointed seventy-two other disciples, and sent them on as his messengers, two and two, in advance, to every town and place that he was himself intending to visit."},{"number":2,"text":"“The harvest,” he said, “is abundant, but the laborers are few. Therefore pray to the owner of the harvest to send laborers to gather in his harvest."},{"number":3,"text":"Now, go. Remember, I am sending you out as my messengers like lambs among wolves."},{"number":4,"text":"Do not take a purse with you, or a bag, or sandals; and do not stop to greet anyone on your journey."},{"number":5,"text":"Whatever house you go to stay at, begin by praying for a blessing on it."},{"number":6,"text":"Then, if anyone there is deserving of a blessing, your blessing will rest on him; but if not, it will come back on yourselves."},{"number":7,"text":"Remain at that same house, and eat and drink whatever they offer you; for the worker is worth their wages. Do not keep changing from one house to another."},{"number":8,"text":"Whatever town you visit, if the people welcome you, eat what is set before you;"},{"number":9,"text":"cure the sick there, and tell people that the kingdom of God is close at hand."},{"number":10,"text":"But, whatever town you go to visit, if the people do not welcome you, go out into its streets and say"},{"number":11,"text":"‘We wipe off the dust of your town which has clung to Our feet; still, be assured that the kingdom of God is close at Hand.’"},{"number":12,"text":"I tell you that the doom of Sodom will be more bearable on that day than the doom of that town."},{"number":13,"text":"Alas for you, Chorazin! Alas for you, Bethsaida! For, if the miracles which have been done in you had been done in Tyre and Sidon, they would have sat in sackcloth and ashes and repented long ago."},{"number":14,"text":"Yet the doom of Tyre and Sidon will be more bearable at the judgment than yours."},{"number":15,"text":"And you, Capernaum! Will you exalt yourself to heaven? You will be flung down to Hades."},{"number":16,"text":"Anyone who listens to you is listening to me, and anyone who rejects you is rejecting me; while the person who rejects me is rejecting him who sent me as his messenger.”"},{"number":17,"text":"When the seventy-two returned, they exclaimed joyfully, “Master, even the demons submit to us when we use your name.”"},{"number":18,"text":"And Jesus replied, “I have had visions of Satan, fallen, like lightning from the heavens."},{"number":19,"text":"Remember, I have given you the power to trample on snakes and scorpions, and to meet all the strength of the Enemy. Nothing will ever harm you in any way."},{"number":20,"text":"Yet do not rejoice in the fact that the spirits submit to you, but rejoice that your names have been enrolled in heaven.”"},{"number":21,"text":"At that same time, moved to exultation by the Holy Spirit, Jesus said: “I thank you, Father, Lord of heaven and earth, that, though you have hidden these things from the wise and learned, you have revealed them to the childlike! Yes, Father, I thank you that this has seemed good to you."},{"number":22,"text":"Everything has been committed to me by my Father; nor does anyone know who the Son is, except the Father, or who the Father is, except the Son and those to whom the Son may choose to reveal him.”"},{"number":23,"text":"Then, turning to his disciples, Jesus said to them alone, “Blessed are the eyes that see what you are seeing;"},{"number":24,"text":"for, I tell you, many prophets and kings wished for the sight of the things which you are seeing, yet never heard them.”"},{"number":25,"text":"Just then a student of the Law came forward to test Jesus further. “Teacher,” he said, “what must I do if I am to gain eternal life?”"},{"number":26,"text":"“What is said in the Law?” answered Jesus. “What do you read there?”"},{"number":27,"text":"His reply was – “You must love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as you love yourself.”"},{"number":28,"text":"“You have answered right,” said Jesus, “Do that, and you will live.”"},{"number":29,"text":"But the man, wanting to justify himself, said to Jesus, “And who is my neighbor?”"},{"number":30,"text":"To which Jesus replied, “A man was once going down from Jerusalem to Jericho when he fell into the hands of robbers, who stripped him of everything, and beat him, and went away leaving him half dead."},{"number":31,"text":"As it chanced, a priest was going down by that road. He saw the man, but passed by on the opposite side."},{"number":32,"text":"A Levite, too, did the same; he came up to the spot, but, when he saw the man, passed by on the opposite side."},{"number":33,"text":"But a Samaritan, traveling that way, came upon the man, and, when he saw him, he was moved with compassion."},{"number":34,"text":"He went to him and bound up his wounds, dressing them with oil and wine, and then put him on his own mule, and brought him to an inn, and took care of him."},{"number":35,"text":"The next day he took out two silver coins and gave them to the innkeeper. ‘Take care of him,’ he said, ‘and whatever more you may spend I will myself repay you on my way back.’"},{"number":36,"text":"Now which, do you think, of these three men,” asked Jesus, “proved himself a neighbor to the man who fell into the robbers’ hands?”"},{"number":37,"text":"“The one that took pity on him,” was the answer; at which Jesus said, “Go and do the same yourself.”"},{"number":38,"text":"As they continued their journey, Jesus came to a village, where a woman named Martha welcomed him to her house."},{"number":39,"text":"She had a sister called Mary, who seated herself at the Master’s feet, and listened to his teaching;"},{"number":40,"text":"but Martha was distracted by the many preparations that she was making. So she went up to Jesus and said, “Master, do you approve of my sister’s leaving me to make preparations alone? Tell her to help me.”"},{"number":41,"text":"“Martha, Martha,” replied the Master, “you are anxious and trouble yourself about many things;"},{"number":42,"text":"but only a few are necessary, or rather one. Mary has chosen the good part, and it will not be taken away from her.”"}]}