{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":11,"verses":[{"number":1,"text":"One day Jesus was at a certain place praying, and, when he had finished, one of his disciples said to him, “Master, teach us to pray, as John taught his disciples.”"},{"number":2,"text":"“When you pray,” Jesus answered, “say – ‘Father, may your name be held holy, your kingdom come."},{"number":3,"text":"Give us each day the bread that we will need;"},{"number":4,"text":"and forgive us our sins, for we ourselves forgive everyone who wrongs us; and take us not into temptation.’”"},{"number":5,"text":"Jesus also said to them, “Suppose that one of you who has a friend were to go to him in the middle of the night and say ‘Friend, lend me three loaves,"},{"number":6,"text":"for a friend of mine has arrived at my house after a journey, and I have nothing to offer him;’"},{"number":7,"text":"And suppose that the other should answer from inside ‘Do not trouble me; the door is already fastened, and my children and I are in bed; I cannot get up and give you anything’;"},{"number":8,"text":"I tell you that, even though he will not get up and give him anything because he is a friend, yet because of his persistence he will rouse himself and give him what he wants."},{"number":9,"text":"“And so I say to you – Ask, and your prayer will be granted, search, and you will find; knock, and the door will be opened to you."},{"number":10,"text":"For the person who asks receives, everyone who searches finds, and to the person who knocks the door will be opened."},{"number":11,"text":"What father among you, if his son asks him for a fish, will give him a snake instead,"},{"number":12,"text":"or, if he asks for an egg, will give him a scorpion?"},{"number":13,"text":"If you, then, naturally wicked though you are, know how to give good gifts to your children, how much more will the Father in heaven give the Holy Spirit to those who ask him!”"},{"number":14,"text":"Once Jesus was driving out a mute demon, and, when the demon had gone out, the mute man spoke. The people were amazed at this;"},{"number":15,"text":"but some of them said, “He drives out demons by the help of Beelzebul, the chief of the demons”;"},{"number":16,"text":"while others, to test him, asked him for some sign from the heavens."},{"number":17,"text":"Jesus himself, however, was aware of what they were thinking, and said to them, “Any kingdom wholly divided against itself becomes a desolation; and a divided house falls."},{"number":18,"text":"So, too, if Satan is wholly divided against himself, how can his kingdom last? Yet you say that I drive out demons by the help of Beelzebul."},{"number":19,"text":"But, if it is by Beelzebul’s help that I drive out demons, by whose help is it that your own sons drive them out? Therefore they will themselves be your judges."},{"number":20,"text":"But, if it is by the hand of God that I drive out demons, then the kingdom of God must already be upon you."},{"number":21,"text":"When a strong man is keeping guard, fully armed, over his own mansion, his property is in safety;"},{"number":22,"text":"but, when one still stronger has attacked and overpowered him, he takes away all the weapons on which the other had relied, and divides his spoil."},{"number":23,"text":"Whoever is not with me is against me, and the person who does not help me to gather is scattering."},{"number":24,"text":"No sooner does a foul spirit leave someone, than it passes through places where there is no water, in search of rest; and finding none, it says ‘I will go back to the home which I left’;"},{"number":25,"text":"but, on coming there, it finds it unoccupied, swept, and put in order."},{"number":26,"text":"Then it goes and brings with it seven other spirits more wicked than itself, and they go in, and make their home there; and the last state of that person proves to be worse than the first.”"},{"number":27,"text":"As Jesus was saying this, a woman in the crowd, raising her voice, exclaimed, “Happy was the mother who bore you and nursed you!”"},{"number":28,"text":"But Jesus replied, “Rather, happy are those who listen to God’s message and keep it.”"},{"number":29,"text":"As the crowds increased, Jesus began to speak, “This generation is a wicked generation. It demands a sign, but no sign will be given it except the sign of Jonah."},{"number":30,"text":"For, as Jonah became a sign to the people of Nineveh, so will the Son of Man be to this generation."},{"number":31,"text":"At the judgment the Queen of the South will rise up with the people of this generation, and will condemn them, because she came from the ends of the earth to listen to the wisdom of Solomon; and here is more than a Solomon!"},{"number":32,"text":"At the judgment the men of Nineveh will stand up with this generation, and will condemn it, because they repented at Jonah’s proclamation; and here is more than a Jonah!"},{"number":33,"text":"No one lights a lamp, and then puts it in the cellar or under a basket, but he puts it on the lamp-stand, so that anyone who comes in may see the light."},{"number":34,"text":"The lamp of the body is your eye. When your eye is unclouded, your whole body, also, is lit up; but, as soon as your eye is diseased, your body, also, is darkened."},{"number":35,"text":"Take care, therefore, that the inner light is not darkness."},{"number":36,"text":"If, then, your whole body is lit up, and no corner of it darkened, the whole will be lit up, just as when a lamp gives you light by its brilliance.”"},{"number":37,"text":"As Jesus finished speaking, a Pharisee asked him to breakfast with him, and Jesus went in and took his place at the table."},{"number":38,"text":"The Pharisee noticed, to his astonishment, that Jesus omitted the ceremonial washing before breakfast."},{"number":39,"text":"But the Master said to him, “You Pharisees do, it is true, clean the outside of the cup and of the plate, but inside you yourselves are filled with greed and wickedness."},{"number":40,"text":"Fools! Did not the maker of the outside make the inside too?"},{"number":41,"text":"Only give away what is in them in charity, and at once you have the whole clean."},{"number":42,"text":"But alas for you Pharisees! You pay tithes on mint, rue, and herbs of all kinds, and pass over justice and love to God. These last you ought to have put into practice without neglecting the first."},{"number":43,"text":"Alas for you Pharisees! You delight to have the front seat in the synagogues, and to be greeted in the markets with respect."},{"number":44,"text":"Alas for you! You are like unsuspected graves, over which men walk unawares.”"},{"number":45,"text":"Here one of the students of the Law interrupted him by saying, “Teacher, when you say this, you are insulting us also.”"},{"number":46,"text":"But Jesus went on, “Alas for you, too, you students of the Law! You load people with loads that are too heavy to carry, but do not, yourselves, touch them with one of your fingers."},{"number":47,"text":"Alas for you! You build the monuments of the prophets whom your ancestors killed."},{"number":48,"text":"You are actually witnesses to your ancestors’ acts and show your approval of them, because, while they killed the prophets, you build tombs for them."},{"number":49,"text":"That is why the wisdom of God said – ‘I will send to them prophets and apostles,"},{"number":50,"text":"some of whom they will persecute and kill, in order that the blood of all the prophets that has been spilt since the creation of the world may be exacted from this generation –"},{"number":51,"text":"from the blood of Abel down to the blood of Zechariah, who was slain between the altar and the house of God.’ Yes, I tell you, it will be exacted from this generation."},{"number":52,"text":"Alas for you students of the Law! You have taken away the key of the door of knowledge. You have not gone in yourselves and you have hindered those who try to go in.”"},{"number":53,"text":"When Jesus left the house, the teachers of the Law and the Pharisees began to press him hard and question him closely on many subjects,"},{"number":54,"text":"laying traps for him, so as to seize on anything that he might say."}]}