{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":12,"verses":[{"number":1,"text":"Meanwhile the people had gathered in thousands, so that they trod on one another, when Jesus, addressing himself to his disciples, began by saying to them, “Be on your guard against the leaven – that is, the hypocrisy – of the Pharisees."},{"number":2,"text":"There is nothing, however covered up, which will not be uncovered, nor anything kept secret which will not become known."},{"number":3,"text":"So all that you have said in the dark will be heard in the light, and what you have spoken in the ear, within closed doors, will be proclaimed on the housetops."},{"number":4,"text":"To you who are my friends I say, Do not be afraid of those who kill the body, but after that can do no more."},{"number":5,"text":"I will show you of whom you should be afraid. Be afraid of him who, after killing you, has the power to fling you into Gehenna. Yes, I say, be afraid of him."},{"number":6,"text":"Are not five sparrows sold for two copper coins? Yet not one of them has escaped God’s notice."},{"number":7,"text":"No, even the hairs of your head are all numbered. Do not be afraid; you are of more value than many sparrows."},{"number":8,"text":"Everyone, I tell you, who publicly acknowledges me, the Son of Man, also, will acknowledge before God’s angels;"},{"number":9,"text":"but the person who publicly disowns me will be altogether disowned before God’s angels."},{"number":10,"text":"Everyone who will say anything against the Son of Man will be forgiven, but for the person who slanders the Holy Spirit there will be no forgiveness."},{"number":11,"text":"Whenever they take you before the synagogue Courts or the magistrates or other authorities, do not be anxious as to how you will defend yourselves, or what your defense will be, or what you will say;"},{"number":12,"text":"for the Holy Spirit will show you at the moment what you ought to say.”"},{"number":13,"text":"“Teacher,” a man in the crowd said to Jesus, “tell my brother to share the property with me.”"},{"number":14,"text":"But Jesus said to him, “Man, who made me a judge or an arbiter between you?”"},{"number":15,"text":"And then he added, “Take care to keep yourselves free from every form of covetousness; for even in the height of their prosperity a person’s true life does not depend on what they have.”"},{"number":16,"text":"Then Jesus told them this parable – “There was once a rich man whose land was very fertile;"},{"number":17,"text":"and he began to ask himself ‘What will I do, for I have nowhere to store my crops?"},{"number":18,"text":"This is what I will do,’ he said; ‘I will pull down my barns and build larger ones, and store all my grain and my goods in them;"},{"number":19,"text":"and I will say to myself, Now you have plenty of good things put by for many years; take your ease, eat, drink, and enjoy yourself.’"},{"number":20,"text":"But God said to the man ‘Fool! This very night your life is being demanded; and as for all you have prepared – who will have it?’"},{"number":21,"text":"So it is with those who lay by wealth for themselves and are not rich to the glory of God.”"},{"number":22,"text":"And Jesus said to his disciples, “That is why I say to you, Do not be anxious about the life here – what you can get to eat; or about your body – what you can get to wear."},{"number":23,"text":"For life is more than food, and the body than its clothes."},{"number":24,"text":"Think of the ravens – they neither sow nor reap; they have neither storehouse nor barn; and yet God feeds them! And how much more precious are you than birds!"},{"number":25,"text":"But which of you, by being anxious, can prolong your life a moment?"},{"number":26,"text":"And, if you cannot do even the smallest thing, why be anxious about other things?"},{"number":27,"text":"Think of the lilies, and how they grow. They neither toil nor spin; yet, I tell you, even Solomon in all his splendor was not robed like one of these."},{"number":28,"text":"If, even in the field, God so clothes the grass which is living today and tomorrow will be thrown into the oven, how much more will he clothe you, you of little faith!"},{"number":29,"text":"And you – do not be always seeking what you can get to eat or what you can get to drink; and do not waver."},{"number":30,"text":"These are the things for which all the nations of the world are seeking, and your Father knows that you need them."},{"number":31,"text":"No, seek his kingdom, and these things will be added for you."},{"number":32,"text":"So do not be afraid, my little flock, for your Father has been pleased to give you the kingdom."},{"number":33,"text":"“Sell what belongs to you, and give in charity. Make yourselves purses that will not wear out – an inexhaustible treasure in heaven, where no thief comes near, or moth works ruin."},{"number":34,"text":"For where your treasure is, there also will your heart be."},{"number":35,"text":"Make yourselves ready, with your lamps alight;"},{"number":36,"text":"and be like servants who are waiting for their Master’s return from his wedding, so that, when he comes and knocks, they may open the door for him at once."},{"number":37,"text":"Happy are those servants whom, on his return, the Master will find watching. I tell you that he will make himself ready, and have them take their places at the table, and will come and serve them."},{"number":38,"text":"Whether it is late at night, or in the early morning that he comes, if he finds all as it should be, then happy are they."},{"number":39,"text":"This you do know, that, had the owner of the house known at what time the thief was coming, he would have been on the watch, and would not have let his house be broken into."},{"number":40,"text":"You must also prepare, for when you are least expecting him the Son of Man will come.”"},{"number":41,"text":"“Master,” said Peter, “are you telling this parable with reference to us or to everyone?”"},{"number":42,"text":"“Who, then,” replied the Master, “is that trustworthy steward, the careful man, who will be placed by his master over his establishment, to give them their rations at the proper time?"},{"number":43,"text":"Happy will that servant be whom his master, when he comes home, will find doing this."},{"number":44,"text":"His master, I tell you, will put him in charge of the whole of his property."},{"number":45,"text":"But should that servant say to himself ‘My master is a long time coming,’ and begin to beat the menservants and the maidservants, and to eat and drink and get drunk,"},{"number":46,"text":"that servant’s master will come on a day when he does not expect him, and at an hour of which he is unaware, and will flog him severely and assign him his place among the untrustworthy."},{"number":47,"text":"The servant who knows his master’s wishes and yet does not prepare and act accordingly will receive many lashes;"},{"number":48,"text":"while one who does not know his master’s wishes, but acts so as to deserve a flogging, will receive but few. From everyone to whom much has been given much will be expected, and from the man to whom much has been entrusted the more will be demanded."},{"number":49,"text":"I came to cast fire on the earth; and what more can I wish, if it is already kindled?"},{"number":50,"text":"There is a baptism that I must undergo, and how great is my distress until it is over!"},{"number":51,"text":"Do you think that I am here to bring peace on earth? No, I tell you, but to cause division."},{"number":52,"text":"For from this time, if there are five people in a house, they will be divided, three against two, and two against three."},{"number":53,"text":"Father will be opposed to son and son to father, mother to daughter and daughter to mother, mother-in-law to her daughter-in-law and daughter-in-law to her mother-in-law.”"},{"number":54,"text":"And to the people Jesus said, “When you see a cloud rising in the west, you say at once ‘There is a storm coming,’ and come it does."},{"number":55,"text":"And when you see that the wind is in the south, you say ‘It will be burning hot,’ and so it proves."},{"number":56,"text":"Hypocrites! You know how to judge of the earth and the sky; how is it, then, that you cannot judge of this time?"},{"number":57,"text":"Why don’t you yourselves decide what is right?"},{"number":58,"text":"When, for instance, you are going with your opponent before a magistrate, on your way to the court do your best to be quit of him; otherwise he might drag you before the judge, then the judge will hand you over to the bailiff of the court, and the bailiff throw you into prison."},{"number":59,"text":"You will not, I tell you, come out until you have paid the very last cent.”"}]}