{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":15,"verses":[{"number":1,"text":"The tax collectors and the outcasts were all drawing near to Jesus to listen to him;"},{"number":2,"text":"but the Pharisees and the teachers of the Law found fault. “This man always welcomes outcasts, and takes meals with them!” they complained."},{"number":3,"text":"So Jesus told them this parable –"},{"number":4,"text":"“Who among you who has a hundred sheep, and has lost one of them, does not leave the ninety-nine out in the open country, and go after the lost sheep until he finds it?"},{"number":5,"text":"And, when he has found it, he puts it on his shoulders rejoicing;"},{"number":6,"text":"and, on reaching home, he calls his friends and his neighbors together, and says ‘Come and rejoice with me, for I have found my sheep which was lost.’"},{"number":7,"text":"So, I tell you, there will be more rejoicing in heaven over one outcast who repents, than over ninety-nine religious people, who have no need to repent."},{"number":8,"text":"Or again, what woman who has ten silver coins, if she loses one of them, does not light a lamp, and sweep the house, and search carefully until she finds it?"},{"number":9,"text":"And, when she has found it, she calls her friends and neighbors together, and says ‘Come and rejoice with me, for I have found the coin which I lost.’"},{"number":10,"text":"So, I tell you, there is rejoicing in the presence of God’s angels over one outcast who repents.”"},{"number":11,"text":"Then Jesus continued, “A man had two sons;"},{"number":12,"text":"and the younger of them said to his father ‘Father, give me my share of the inheritance.’ So the father divided the property between them."},{"number":13,"text":"A few days later the younger son got together all that he had, and went away into a distant land; and there he squandered his inheritance by leading a dissolute life."},{"number":14,"text":"After he has spent all that he had, there was a severe famine through all that country, and he began to be in actual want."},{"number":15,"text":"So he went and engaged himself to one of the people of that country, who sent him into his fields to tend pigs."},{"number":16,"text":"He even longed to satisfy his hunger with the bean-pods on which the pigs were feeding; and no one gave him anything."},{"number":17,"text":"But, when he came to himself, he said ‘How many of my father’s hired servants have more bread than they can eat, while here am I starving to death!"},{"number":18,"text":"I will get up and go to my father, and say to him “Father, I sinned against heaven and against you;"},{"number":19,"text":"I am no longer fit to be called your son; make me one of your hired servants.”’"},{"number":20,"text":"And he got up and went to his father. But, while he was still a long way off, his father saw him and was deeply moved; he ran and threw his arms around his neck and kissed him."},{"number":21,"text":"‘Father,’ the son said, ‘I sinned against heaven and against you; I am no longer fit to be called your son; make me one of your hired servants.’"},{"number":22,"text":"But the father turned to his servants and said ‘Be quick and fetch a robe – the very best – and put it on him; give him a ring for his finger and sandals for his feet;"},{"number":23,"text":"and bring the fattened calf and kill it, and let us eat and make merry;"},{"number":24,"text":"for here is my son who was dead, and is alive again, was lost, and is found.’ So they began making merry."},{"number":25,"text":"Meanwhile the elder son was out in the fields; but, on coming home, when he got near the house, he heard music and dancing,"},{"number":26,"text":"and he called one of the servants and asked what it all meant."},{"number":27,"text":"‘Your brother has come back,’ the servant told him, ‘and your father has killed the fattened calf, because he has him back safe and sound.’"},{"number":28,"text":"This made him angry, and he would not go in. But his father came out and begged him to do so."},{"number":29,"text":"‘No,’ he said to his father, ‘look at all the years I have been serving you, without ever once disobeying you, and yet you have never given me even a young goat, so that I might have a party with my friends."},{"number":30,"text":"But, no sooner has this son of yours come, who has eaten up your property in the company of prostitutes, than you have killed the fattened calf for him.’"},{"number":31,"text":"‘Child,’ the father answered, ‘you are always with me, and everything that I have is yours."},{"number":32,"text":"But how could we not celebrate and rejoice? Here is your brother who was dead and is alive, who was lost and is found.’”"}]}