{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":17,"verses":[{"number":1,"text":"Jesus said to his disciples, “It is inevitable that there should be temptations but sorrow awaits the person who does the tempting!"},{"number":2,"text":"It would be better for them if they had been flung into the sea with a millstone around their neck, rather than that they should cause even one of these little ones to stumble."},{"number":3,"text":"Be on your guard! If your brother or sister does wrong, rebuke them; but if they repent, forgive them."},{"number":4,"text":"Even if they wrong you seven times a day, but turns to you every time and says ‘I am sorry,’ you must forgive them.”"},{"number":5,"text":"“Give us more faith,” said the apostles to the Master;"},{"number":6,"text":"but the Master said, “If your faith were only like a mustard seed, you could say to this mulberry tree ‘Be uprooted and planted in the sea,’ and it would obey you."},{"number":7,"text":"Which of you, if he had a servant ploughing, or tending the sheep, would say to him, when he came in from the fields, ‘Come at once and take your place at the table,’"},{"number":8,"text":"Instead of saying ‘Prepare my dinner, and then make yourself ready and serve me while I am eating and drinking, and after that you will eat and drink yourself’?"},{"number":9,"text":"Does he feel grateful to his servant for doing what he is told?"},{"number":10,"text":"And so with you – when you have done all that you have been told, still say ‘We are but useless servants; we have done no more than we ought to have done.’”"},{"number":11,"text":"On the way to Jerusalem Jesus passed between Samaria and Galilee."},{"number":12,"text":"As he was entering a village, ten lepers met him."},{"number":13,"text":"Standing still, some distance off, they called out loudly, “Jesus! Sir! Pity us!”"},{"number":14,"text":"When Jesus saw them, he said, “Go and show yourselves to the priest.” And, as they were on their way, they were made clean."},{"number":15,"text":"One of them, finding he was cured, came back, praising God loudly,"},{"number":16,"text":"and threw himself on his face at Jesus’ feet, thanking him for what he had done; and this man was a Samaritan."},{"number":17,"text":"“Were not all the ten made clean? exclaimed Jesus. But the nine – where are they?"},{"number":18,"text":"Were there none to come back and praise God except this foreigner?"},{"number":19,"text":"Get up,” he said to him, “and go on your way. Your faith has delivered you.”"},{"number":20,"text":"Being once asked by the Pharisees when the kingdom of God was to come, Jesus answered, “The kingdom of God does not come in a way that can be seen,"},{"number":21,"text":"nor will people say ‘Look, here it is!’ or ‘There it is!’; for the kingdom of God is within you!"},{"number":22,"text":"The day will come,” he said to his disciples, “when you will long to see but one of the days of the Son of Man, and will not see it."},{"number":23,"text":"People will say to you ‘There he is!’ Or ‘Here he is!’ Do not go and follow them."},{"number":24,"text":"For, just as lightning will lighten and flare from one side of the heavens to the other, so will it be with the Son of Man."},{"number":25,"text":"But first he must undergo much suffering, and he must be rejected by the present generation."},{"number":26,"text":"As it was in the days of Noah, so will it be again in the days of the Son of Man."},{"number":27,"text":"They were eating and drinking and marrying and being married, up to the very day on which Noah entered the ark, and then the flood came and destroyed them all."},{"number":28,"text":"So, too, in the days of Lot. People were eating, drinking, buying, selling, planting, building;"},{"number":29,"text":"but, on the very day on which Lot came out of Sodom, it rained fire and sulfur from the skies and destroyed them all."},{"number":30,"text":"It will be the same on the day on which the Son of Man reveals himself."},{"number":31,"text":"On that day, if a person is on their house-top and their goods in the house, they must not go down to get them; nor again must one who is on the farm turn back."},{"number":32,"text":"Remember Lot’s wife."},{"number":33,"text":"Whoever is eager to get the most out of their life will lose it; but whoever will lose it will preserve it."},{"number":34,"text":"On that night, I tell you, of two people on the same bed, one will be taken and the other left;"},{"number":35,"text":"of two women grinding grain together, one will be taken and the other left.”"},{"number":37,"text":"“Where will it be, Master?” asked the disciples. “Where there is a body,” said Jesus, “there will the vultures flock.”"}]}