{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":18,"verses":[{"number":1,"text":"Jesus told his disciples a parable to show them that they should always pray and never despair."},{"number":2,"text":"“There was,” he said, “in a certain town a judge, who had no reverence for God nor regard for people."},{"number":3,"text":"In the same town there was a widow who went to him again and again, and said ‘Grant me justice against my opponent.’"},{"number":4,"text":"For a time the judge refused, but afterward he said to himself ‘Although I am without reverence for God or regard for people,"},{"number":5,"text":"yet, as this widow is so troublesome, I will grant her justice, to stop her from plaguing me with her endless visits.’”"},{"number":6,"text":"Then the Master added, “Listen to what this iniquitous judge says!"},{"number":7,"text":"And God – won’t he see that his own people, who cry to him night and day, have justice done them – though he holds his hand?"},{"number":8,"text":"He will, I tell you, give them justice soon enough! Yet, when the Son of Man comes, will he find faith on earth?”"},{"number":9,"text":"Another time, speaking to people who were satisfied that they were religious, and who regarded everyone else with scorn, Jesus told this parable –"},{"number":10,"text":"“Two men went up into the Temple Courts to pray. One was a Pharisee and the other a tax-gatherer."},{"number":11,"text":"The Pharisee stood forward and began praying to himself in this way – ‘God, I thank you that I am not like other men – thieves, rogues, adulterers – or even like this tax-gatherer."},{"number":12,"text":"I fast twice a week, and give a tenth of everything I get to God.’"},{"number":13,"text":"Meanwhile the tax-gatherer stood at a distance, not venturing even to raise his eyes to heaven, but he kept striking his breast and saying ‘God, have mercy on me, a sinner.’"},{"number":14,"text":"This man, I tell you, went home pardoned, rather than the other. For everyone who exalts himself will be humbled, while everyone who humbles himself will be exalted.”"},{"number":15,"text":"Some of the people were bringing even their babies to Jesus, for him to touch them; but, when the disciples saw it, they began to find fault with those who had brought them."},{"number":16,"text":"Jesus, however, called the little children to him. “Let the little children come to me,” he said, “and do not hinder them, for it is to the childlike that the kingdom of God belongs."},{"number":17,"text":"I tell you, unless a man receives the kingdom of God like a child, he will not enter it at all.”"},{"number":18,"text":"And one of the leaders asked Jesus this question – “Good teacher, what must I do if I am to gain eternal life?”"},{"number":19,"text":"“Why do you call me good?” answered Jesus. “No one is good but God."},{"number":20,"text":"You know the commandments – Do not commit adultery, Do not kill, Do not steal, Do not say what is false about others, Honor your father and your mother.”"},{"number":21,"text":"“I have observed all these,” he replied, “from childhood.”"},{"number":22,"text":"Hearing this, Jesus said to him, “There is one thing still lacking in you; sell everything that you have, and distribute to the poor, and you will have wealth in heaven; then come and follow me.”"},{"number":23,"text":"But the man became greatly distressed on hearing this, for he was extremely rich."},{"number":24,"text":"Seeing this, Jesus said to his disciples, “How hard it is for the wealthy to enter the kingdom of God!"},{"number":25,"text":"It is easier, indeed, for a camel to get through a needle’s eye than for a rich person to enter the kingdom of God!”"},{"number":26,"text":"“Then who can be saved?” asked those who heard this."},{"number":27,"text":"But Jesus said, “What is impossible with people is possible with God.”"},{"number":28,"text":"“But we,” said Peter, “we left what belonged to us and followed you.”"},{"number":29,"text":"“I tell you,” he answered, “that there is no one who has left house, or wife, or brothers, or parents, or children, for the sake of the kingdom of God,"},{"number":30,"text":"who will not receive many times as much in the present, and in the age that is coming eternal life.”"},{"number":31,"text":"Gathering the Twelve around him, Jesus said to them, “Listen! We are going up to Jerusalem; and there everything that is written in the prophets will be done to the Son of Man."},{"number":32,"text":"For he will be given up to the Gentiles, mocked, insulted and spat on;"},{"number":33,"text":"they will scourge him, and then put him to death; and on the third day he will rise again.”"},{"number":34,"text":"The apostles did not comprehend any of this. His meaning was unintelligible to them and they did not understand what he was saying."},{"number":35,"text":"As Jesus was getting near Jericho, a blind man was sitting by the roadside, begging."},{"number":36,"text":"Hearing a crowd going by, the man asked what was the matter;"},{"number":37,"text":"and, when people told him that Jesus of Nazareth was passing,"},{"number":38,"text":"he shouted out, “Jesus, Son of David, take pity on me!”"},{"number":39,"text":"Those who were in front kept telling him to be quiet, but he continued to call out the louder, “Son of David, take pity on me!”"},{"number":40,"text":"Then Jesus stopped and ordered the man to be brought to him. And, when he had come close up to him, Jesus asked him,"},{"number":41,"text":"“What do you want me to do for you?” “Master,” he said, “I want to recover my sight.”"},{"number":42,"text":"And Jesus said, “Recover your sight, your faith has delivered you.”"},{"number":43,"text":"Instantly he recovered his sight, and began to follow Jesus, praising God. And all the people, on seeing it, gave glory to God."}]}