{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":19,"verses":[{"number":1,"text":"Jesus entered Jericho and made his way through the town."},{"number":2,"text":"There was a man there, known by the name of Zacchaeus, who was a senior tax collector and a rich man."},{"number":3,"text":"He tried to see what Jesus was like; but, being short, he was unable to do so because of the crowd."},{"number":4,"text":"So he ran on ahead and climbed into a mulberry tree to see Jesus, for he knew that he must pass that way."},{"number":5,"text":"When Jesus came to the place, he looked up and said to him, “Zacchaeus, be quick and come down, for I must stop at your house today.”"},{"number":6,"text":"So Zacchaeus got down quickly, and joyfully welcomed him."},{"number":7,"text":"On seeing this, everyone began to complain, “He has gone to stay with a man who is an outcast.”"},{"number":8,"text":"But Zacchaeus stood forward and said to the Master, “Listen, Master! I will give half my property to the poor, and, if I have defrauded anyone of anything, I will give him back four times as much.”"},{"number":9,"text":"“Salvation has come to this house today,” answered Jesus, “for even this man is a son of Abraham."},{"number":10,"text":"The Son of Man has come to search for those who are lost and to save them.”"},{"number":11,"text":"As the people were listening to this, Jesus went on to tell them a parable. He did so because he was near Jerusalem, and because they thought that the kingdom of God was going to be proclaimed at once."},{"number":12,"text":"He said, “A nobleman once went to a distant country to receive his appointment to a kingdom and then return."},{"number":13,"text":"He called ten of his servants and gave them ten pounds of silver each, and told them to trade with them during his absence."},{"number":14,"text":"But his subjects hated him and sent envoys after him to say ‘We will not have this man as our king.’"},{"number":15,"text":"On his return, after having been appointed king, he directed that the servants to whom he had given his money should be summoned, so that he might learn what amount of trade they had done."},{"number":16,"text":"The first came up, and said ‘Sir, your ten pounds have made a hundred.’"},{"number":17,"text":"‘Well done, good servant!’ exclaimed the master. ‘As you have proved trustworthy in a very small matter, I appoint you governor over ten towns.’"},{"number":18,"text":"When the second came, he said ‘Your ten pounds, Sir, have produced fifty.’"},{"number":19,"text":"So the master said to him ‘And you I appoint over five towns.’"},{"number":20,"text":"Another servant also came and said ‘Sir, here are your ten pounds; I have kept them put away in a handkerchief."},{"number":21,"text":"For I was afraid of you, because you are a stern man. You take what you have not planted, and reap what you have not sown.’"},{"number":22,"text":"The master answered ‘Out of your own mouth I judge you, you worthless servant. You knew that I am a stern man, that I take what I have not planted, and reap what I have not sown?"},{"number":23,"text":"Then why didn’t you put my money into a bank? And I, on my return, could have claimed it with interest."},{"number":24,"text":"Take away from him the ten pounds,’ he said to those standing by, ‘and give them to the one who has the hundred.’"},{"number":25,"text":"‘But, Sir,’ they said, ‘he has a hundred pounds already!’"},{"number":26,"text":"‘I tell you,’ he answered, ‘that, to him who has, more will be given, but, from him who has nothing, even what he has will be taken away."},{"number":27,"text":"But as for my enemies, these men who would not have me as their king, bring them here and put them to death in my presence.’”"},{"number":28,"text":"After saying this, Jesus went on in front, going up to Jerusalem."},{"number":29,"text":"It was when Jesus had almost reached Bethphage and Bethany, near the Mount of Olives, that he sent on two of the disciples."},{"number":30,"text":"“Go to the village facing us,” he said, “and, when you get there, you will find a foal tethered, which no one has yet ridden; untie it and lead it here."},{"number":31,"text":"And, if anybody asks you ‘Why are you untying it?’, you are to say this – ‘The Master wants it.’”"},{"number":32,"text":"So the two who were sent went and found it as Jesus had told them."},{"number":33,"text":"While they were untying the foal, the owners asked them – “Why are you untying the foal?”"},{"number":34,"text":"And the two disciples answered – “The Master wants it.”"},{"number":35,"text":"Then they led it back to Jesus, and threw their cloaks on the foal and put Jesus on it."},{"number":36,"text":"As he went along, the people kept spreading their cloaks in the road."},{"number":37,"text":"When he had almost reached the place where the road led down the Mount of Olives, everyone of the many disciples began in their joy to praise God loudly for all the miracles that they had seen:"},{"number":38,"text":"“Blessed is He who comes – our king – in the name of the Lord! Peace in heaven, and glory on high.”"},{"number":39,"text":"Some of the Pharisees in the crowd said to him, “Teacher, restrain your disciples.”"},{"number":40,"text":"But Jesus answered, “I tell you that if they are silent, the stones will call out.”"},{"number":41,"text":"When he drew near, on seeing the city, he wept over it, and said,"},{"number":42,"text":"“If only you had known, while yet there was time – even you – the things that make for peace! But now they have been hidden from your sight."},{"number":43,"text":"For a time is coming when your enemies will surround you with earthworks, and encircle you, and hem you in on all sides;"},{"number":44,"text":"they will trample you down and your children within you, and they will not leave in you one stone on another, because you did not know the time of your visitation.”"},{"number":45,"text":"Jesus went into the Temple Courts and began to drive out those who were selling,"},{"number":46,"text":"saying as he did so, “Scripture says – ‘My house will be a house of prayer’; but you have made it a den of robbers.”"},{"number":47,"text":"Jesus continued to teach each day in the Temple Courts; but the chief priests and teachers of the Law were eager to take his life, and so also were the leaders of the people."},{"number":48,"text":"Yet they could not see what to do, for the people all hung on his words."}]}