{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":2,"verses":[{"number":1,"text":"About that time an edict was issued by the Emperor Augustus that a census should be taken of the whole Empire."},{"number":2,"text":"(This was the first census taken while Quirinius was Governor of Syria)."},{"number":3,"text":"And everyone went to his own town to be registered."},{"number":4,"text":"Among others Joseph went up from the town of Nazareth in Galilee to Bethlehem, the town of David, in Judea – because he belonged to the family and house of David –"},{"number":5,"text":"to be registered with Mary, his engaged wife, who was about to become a mother."},{"number":6,"text":"While they were there her time came,"},{"number":7,"text":"and she gave birth to her first child, a son. And because there was no room for them in the inn, she swathed him around and laid him in a manger."},{"number":8,"text":"In that same countryside were shepherds out in the open fields, watching their flocks that night,"},{"number":9,"text":"when an angel of the Lord suddenly stood by them, and the glory of the Lord shone around them; and they were seized with fear."},{"number":10,"text":"“Have no fear,” the angel said. “For I bring you good news of a great joy in store for all the nation."},{"number":11,"text":"This day there has been born to you, in the town of David, a Savior, who is Christ and Lord."},{"number":12,"text":"And this will be the sign for you. You will find the infant swathed, and lying in a manger.”"},{"number":13,"text":"Then suddenly there appeared with the angel a multitude of the heavenly Host, praising God, and singing –"},{"number":14,"text":"“glory to God on high, and on earth peace among those in whom he finds pleasure.”"},{"number":15,"text":"Now, when the angels had left them and gone back to heaven, the shepherds said to one another, “Let us go at once to Bethlehem, and see this thing that has happened, of which the Lord has told us.”"},{"number":16,"text":"So they went quickly, and found Mary and Joseph, and the infant lying in a manger;"},{"number":17,"text":"and, when they saw it, they told of all that had been said to them about this child."},{"number":18,"text":"All who heard the shepherds were astonished at their story,"},{"number":19,"text":"while Mary treasured in her heart all that they said, and thought about it often."},{"number":20,"text":"And the shepherds went back, giving glory and praise to God for all that they had heard and seen. It had all happened as they had been told."},{"number":21,"text":"Eight days after the birth of the child, when it was time to circumcise him, he received the name Jesus – the name given him by the angel before his conception."},{"number":22,"text":"When the period of purification of mother and child, required by the Law of Moses, came to an end, his parents took the child up to Jerusalem to present him to the Lord,"},{"number":23,"text":"in compliance with the Law of the Lord that every firstborn male will be dedicated to the Lord,"},{"number":24,"text":"and also to offer the sacrifice required by the Law of the Lord – a pair of turtle-doves or two young pigeons."},{"number":25,"text":"There was at that time in Jerusalem a man named Simeon, a righteous and devout man, who lived in constant expectation of Israel’s consulation, and under the guidance of the Holy Spirit."},{"number":26,"text":"It had been revealed to him by the Holy Spirit that he should not die until he had seen the Lord’s Christ."},{"number":27,"text":"Moved by the Spirit, Simeon came into the Temple Courts, and, when the parents brought in the child Jesus, to do for him what was customary under the Law,"},{"number":28,"text":"Simeon himself took the child in his arms, and blessed God, and said:"},{"number":29,"text":"“Now, Lord, you will let your servant go, according to your word, in peace,"},{"number":30,"text":"for my eyes have seen the salvation"},{"number":31,"text":"which you have prepared in the sight of all nations –"},{"number":32,"text":"a light to bring light to the Gentiles, and to be the glory of your people Israel.”"},{"number":33,"text":"While the child’s father and mother were wondering at what was said about him,"},{"number":34,"text":"Simeon gave them his blessing, and said to Mary, the child’s mother, “This child is appointed to be the cause of the fall and rise of many in Israel, and to be a sign much spoken against –"},{"number":35,"text":"Yes, the sword will pierce your own heart – and so the thoughts in many minds will be disclosed.”"},{"number":36,"text":"There was also a prophet named Hannah, a daughter of Phanuel and of the tribe of Asher. She was far advanced in years, having lived with her husband for seven years after marriage,"},{"number":37,"text":"and then a widow, until she had reached the age of eighty-four. She never left the Temple Courts, but, fasting and praying, worshiped God night and day."},{"number":38,"text":"At that moment she came up, and began publicly to thank God and to speak about the child to all who were looking for the deliverance of Jerusalem."},{"number":39,"text":"When the child’s parents had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth."},{"number":40,"text":"The child grew and became strong and wise, and the blessing of God was on him."},{"number":41,"text":"Every year the child’s parents used to go to Jerusalem at the Passover Festival."},{"number":42,"text":"When Jesus was twelve years old, they went according to custom to Jerusalem,"},{"number":43,"text":"and had finished their visit; but, when they started to return, the boy Jesus remained behind in Jerusalem, without their knowing it."},{"number":44,"text":"Thinking that he was with their fellow travelers, they went one day’s journey before searching for him among their relatives and acquaintances;"},{"number":45,"text":"and then, as they did not find him, they returned to Jerusalem, searching everywhere for him."},{"number":46,"text":"It was not until the third day that they found him in the Temple Courts, sitting among the teachers, now listening to them, now asking them questions."},{"number":47,"text":"All who listened to him marveled at his intelligence and his answers."},{"number":48,"text":"His parents were amazed when they saw him, and his mother said to him, “My child, why have you treated us like this? Your father and I have been searching for you in great distress.”"},{"number":49,"text":"“What made you search for me?” he answered. “Didn’t you know that I must be in my Father’s house?”"},{"number":50,"text":"His parents did not understand what he meant."},{"number":51,"text":"However he went down with them to Nazareth, and submitted himself to their control; and his mother treasured all that was said in her heart."},{"number":52,"text":"And Jesus grew in wisdom as he grew in years, and gained the blessing of God and people."}]}