{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":20,"verses":[{"number":1,"text":"On one of these days, when Jesus was teaching the people in the Temple Courts and telling the good news, the chief priests and the teachers of the Law, joined by the elders, confronted him,"},{"number":2,"text":"and addressing him, said, “Tell us what authority you have to do these things. Who is it who has given you this authority?”"},{"number":3,"text":"“I, too,” said Jesus in reply, “will ask you one question. Give me an answer to it."},{"number":4,"text":"It is about John’s baptism – was it of divine or of human origin?”"},{"number":5,"text":"But they began arguing together, “If we say ‘divine,’ he will say ‘Why didn’t you believe him?’"},{"number":6,"text":"But, if we say ‘human,’ the people will all stone us, for they are persuaded that John was a prophet.”"},{"number":7,"text":"So they answered that they did not know its origin."},{"number":8,"text":"“Then I,” said Jesus, “refuse to tell you what authority I have to do these things.”"},{"number":9,"text":"But Jesus began to tell the people this parable – “A man once planted a vineyard, and then let it out to tenants, and went abroad for a long while."},{"number":10,"text":"At the proper time he sent a servant to the tenants, so that they could give him a share of the produce of the vineyard. The tenants, however, beat him and sent him away empty-handed."},{"number":11,"text":"The owner afterward sent another servant; but the tenants beat and insulted this man too, and sent him away empty-handed."},{"number":12,"text":"He sent a third; but they wounded this man also, and threw him outside."},{"number":13,"text":"‘What should I do?’ said the owner of the vineyard. ‘I will send my son, who is very dear to me. Perhaps they will respect him.’"},{"number":14,"text":"But, on seeing him, the tenants consulted with one another. ‘Here is the heir!’ they said. ‘Let us kill him, and then the inheritance will become ours.’"},{"number":15,"text":"So they threw him outside the vineyard and killed him. Now what will the owner of the vineyard do to them?"},{"number":16,"text":"He will come and put those tenants to death, and will let the vineyard to others.” “Heaven forbid!” they exclaimed when they heard it."},{"number":17,"text":"But Jesus looked at them and said, “What then is the meaning of this passage? – ‘The stone which the builders despised has now itself become the cornerstone.’"},{"number":18,"text":"Everyone who falls on that stone will be dashed to pieces, while anyone on whom it falls – it will scatter him as dust.”"},{"number":19,"text":"After this the teachers of the Law and the chief priest were eager to lay hands on Jesus then and there, but they were afraid of the people; for they saw that it was at them that he had aimed this parable."},{"number":20,"text":"Having watched their opportunity, they afterward sent some spies, who pretended to be good men, to catch Jesus in the course of conversation, and so enable them to give him up to the Governor’s jurisdiction and authority."},{"number":21,"text":"These spies asked Jesus a question. They said, “Teacher, we know that you are right in what you say and teach, and that you do not take any account of a person’s position, but teach the way of God honestly;"},{"number":22,"text":"are we right in paying tribute to the Emperor or not?”"},{"number":23,"text":"Seeing through their deceitfulness, Jesus said to them,"},{"number":24,"text":"“Show me a coin. Whose head and title are on it?”"},{"number":25,"text":"“The Emperor’s,” they said; and Jesus replied, “Well then, pay to the Emperor what belongs to the Emperor, and to God what belongs to God.”"},{"number":26,"text":"They could not object to this answer before the people; and, in their wonder at his reply, they held their tongues."},{"number":27,"text":"Presently there came up some Sadducees, who maintain that there is no resurrection. Their question was this –"},{"number":28,"text":"“Teacher, Moses laid down for us in his writings that – ‘Should a man’s married brother die, and should he be childless, the man should take the widow as his wife, and raise up a family for his brother.’"},{"number":29,"text":"Well, there were once seven brothers; of whom the eldest, after taking a wife, died childless."},{"number":30,"text":"The second and third brothers both took her as their wife;"},{"number":31,"text":"and so, too, did all seven – dying without children."},{"number":32,"text":"The woman herself was the last to die."},{"number":33,"text":"About the woman, then – at the resurrection, whose wife is she to be, all seven brothers having had her as their wife?”"},{"number":34,"text":"“The men and women of this world,” said Jesus, “marry and are given in marriage;"},{"number":35,"text":"but, for those who are thought worthy to attain to that other world and the resurrection from the dead, there is no marrying or being married,"},{"number":36,"text":"nor indeed can they die again, for they are like angels and, having shared in the resurrection, they are God’s children."},{"number":37,"text":"As to the fact that the dead rise, even Moses indicated that, in the passage about the Bush, when he calls the Lord – ‘The God of Abraham, and the God of Isaac, and the God of Jacob.’"},{"number":38,"text":"Now he is not God of dead people, but of living. For in his sight all are alive.”"},{"number":39,"text":"“Well said, teacher!” exclaimed some of the teachers of the Law,"},{"number":40,"text":"for they did not venture to question him any further."},{"number":41,"text":"But Jesus said to them, “How is it that people say that the Christ is to be David’s son?"},{"number":42,"text":"For David, in the book of Psalms, says himself – ‘The Lord said to my lord: Sit at my right hand,"},{"number":43,"text":"until I put your enemies as a stool for your feet.’"},{"number":44,"text":"David, then, calls him ‘lord,’ so how is he David’s son?”"},{"number":45,"text":"While all the people were listening, Jesus said to the disciples,"},{"number":46,"text":"“Be on your guard against the teachers of the Law, who delight to walk about in long robes, and like to be greeted in the streets with respect, and to have the best seats in the synagogues, and places of honor at dinner."},{"number":47,"text":"These are the men who rob widows of their houses, and make a pretense of saying long prayers. Their sentence will be all the heavier.”"}]}