{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":21,"verses":[{"number":1,"text":"Looking up, Jesus saw the rich people putting their gifts into the chests for the Temple offerings."},{"number":2,"text":"He saw, too, a widow in poor circumstances putting two small coins into them."},{"number":3,"text":"“I tell you”, he said “that this poor widow has put in more than all the others;"},{"number":4,"text":"for everyone else here put in something from what he had to spare, while she, in her need, has put in all she had to live on.”"},{"number":5,"text":"When some of them spoke about the Temple being decorated with beautiful stones and offerings, Jesus said,"},{"number":6,"text":"“As for these things that you are looking at, a time is coming when not one stone will be left on another here. Every one will be thrown down.”"},{"number":7,"text":"So the disciples questioned Jesus, “But, teacher, when will this happen? And what sign will there be when this is near?”"},{"number":8,"text":"And Jesus said, “See that you are not led astray; for many will take my name, and come saying ‘I am He,’ and ‘The time is close at hand.’ Do not follow them."},{"number":9,"text":"And, when you hear of wars and disturbances, do not be terrified, for these things must occur first; but the end will not be at once.”"},{"number":10,"text":"Then he said to them, “Nation will rise against nation and kingdom against kingdom,"},{"number":11,"text":"and there will be great earthquakes, and plagues and famines in various places, and there will be terrible appearances and signs in the heavens."},{"number":12,"text":"Before all this, they will lay hands on you and persecute you, and they will betray you to synagogues and put you in prison, when you will be brought before kings and governors for the sake of my name."},{"number":13,"text":"Then will be your opportunity of witnessing for me."},{"number":14,"text":"Make up your minds, therefore, not to prepare your defense;"},{"number":15,"text":"for I will myself give you words, and a wisdom which all your opponents together will be unable to resist or defy."},{"number":16,"text":"You will be betrayed even by your parents and brothers and sisters and relatives and friends, and they will cause some of you to be put to death,"},{"number":17,"text":"and you will be hated by everyone because of me my name."},{"number":18,"text":"Yet not a single hair of your heads will be lost!"},{"number":19,"text":"By your endurance you will win yourselves life."},{"number":20,"text":"As soon, however, as you see Jerusalem surrounded by armed camps, then you may know that the hour of her desecration is at hand."},{"number":21,"text":"Then those of you who are in Judea must take refuge in the mountains, those who are in Jerusalem must leave at once, and those who are in the country places must not go into it."},{"number":22,"text":"For these are to be the days of vengeance, when all that scripture says will be fulfilled."},{"number":23,"text":"Alas for pregnant women, and for those who are nursing infants in those days! For there will be great suffering in the land, and anger against this people."},{"number":24,"text":"They will fall by the edge of the sword, and will be taken prisoners to every land, and Jerusalem will be under the heel of the Gentiles, until their day is over – as it will be."},{"number":25,"text":"There will be signs, too, in the sun and moon and stars, and on the earth despair among the nations, in their dismay at the roar of the sea and the surge."},{"number":26,"text":"People’s hearts will fail them through dread of what is coming upon the world; for the forces of the heavens will be convulsed."},{"number":27,"text":"Then will be seen the Son of Man coming in a cloud with power and great glory."},{"number":28,"text":"And, when these things begin to occur, look upwards and lift your heads, for your deliverance will be at hand.”"},{"number":29,"text":"Then he taught them a lesson, saying – “Look at the fig tree and all the other trees."},{"number":30,"text":"As soon as they shoot, you know, as you look at them, without being told, that summer is near."},{"number":31,"text":"And so may you, as soon as you see these things happening, know that the kingdom of God is near."},{"number":32,"text":"I tell you that even the present generation will not pass away until all has taken place."},{"number":33,"text":"The heavens and the earth will pass away, but my words will never pass away."},{"number":34,"text":"Be on your guard or your minds will become dulled by debauches or drunkenness or the anxieties of life, and ‘that day’ will close on you suddenly like a trap."},{"number":35,"text":"For it will come on all who are living upon the face of the whole earth."},{"number":36,"text":"Be on the watch at all times, and pray that you may have strength to escape all that is destined to happen, and to stand in the presence of the Son of Man.”"},{"number":37,"text":"During the days, Jesus continued to teach in the Temple Courts, but he went out and spent the nights on the hill called the ‘Mount of Olives.’"},{"number":38,"text":"And all the people would get up early in the morning and come to listen to him in the Temple Courts."}]}