{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":22,"verses":[{"number":1,"text":"The feast of the unleavened bread, known as the Passover, was near."},{"number":2,"text":"The chief priest and the teachers of the Law were looking for an opportunity of destroying Jesus, for they were afraid of the people."},{"number":3,"text":"Now Satan took possession of Judas, who was known as Iscariot, and who belonged to the Twelve;"},{"number":4,"text":"and he went and discussed with the chief priests and officers in charge at the Temple the best way of betraying Jesus to them."},{"number":5,"text":"They were glad of this, and agreed to pay him."},{"number":6,"text":"So Judas assented, and looked for an opportunity to betray Jesus to them, in the absence of a crowd."},{"number":7,"text":"When the day of the Festival of the unleavened bread came, on which the Passover lambs had to be killed,"},{"number":8,"text":"Jesus sent forward Peter and John, saying to them, “Go and make preparations for our eating the Passover.”"},{"number":9,"text":"“Where do you wish us to make preparations?” they asked."},{"number":10,"text":"“Listen,” he answered, “when you have reached the city, a man carrying a pitcher of water will meet you; follow him into whatever house he enters;"},{"number":11,"text":"and you will say to the owner of the house ‘The teacher says to you – Where is the room where I am to eat the Passover with my disciples?’"},{"number":12,"text":"The man will show you a large upstairs room, set out; there make preparations.”"},{"number":13,"text":"So Peter and John went on, and found everything just as Jesus had told them, and they prepared the Passover."},{"number":14,"text":"When the time came, Jesus took his place at the table, and the apostles with him."},{"number":15,"text":"“I have most earnestly wished,” he said, “to eat this Passover with you before I suffer."},{"number":16,"text":"For I tell you that I will not eat it again, until it has had its fulfillment in the kingdom of God.”"},{"number":17,"text":"Then, on receiving a cup, after saying the thanksgiving, he said, “Take this and share it among you."},{"number":18,"text":"For I tell you that I will not, after today, drink of the fruit of the vine, until the kingdom of God has come.”"},{"number":19,"text":"Then Jesus took some bread, and, after saying the thanksgiving, broke it and gave to them, with the words, “This is my body."},{"number":21,"text":"Yet see! The hand of the man who is betraying me is beside me on the table!"},{"number":22,"text":"True, the Son of Man is passing, by the way ordained for him, yet alas for that man by whom he is being betrayed!”"},{"number":23,"text":"Then they began questioning one another which of them it could be who was going to do this."},{"number":24,"text":"And a dispute arose among them as to which of them was to be regarded as the greatest."},{"number":25,"text":"Jesus, however, said, “The kings of the Gentiles lord it over them, and their oppressors are styled ‘Benefactors.’"},{"number":26,"text":"But with you it must not be so. No, let the greatest among you become like the youngest, and him who leads like him who serves."},{"number":27,"text":"Which is the greater – the master at the table or his servant? Is not it the master at the table? Yet I myself am among you as one who serves."},{"number":28,"text":"You are the men who have stood by me in my trials;"},{"number":29,"text":"and, just as my Father has assigned me a kingdom, I assign you places,"},{"number":30,"text":"so that you may eat and drink at my table in my kingdom, and be seated on twelve thrones as judges of the twelve tribes of Israel."},{"number":31,"text":"Simon! Simon! listen. Satan demanded leave to sift you all like wheat,"},{"number":32,"text":"but I prayed for you, Simon, that your faith should not fail. And you, when you have returned to me, are to strengthen the others.”"},{"number":33,"text":"“Master,” said Peter, “with you I am ready to go both to prison and to death.”"},{"number":34,"text":"“I tell you, Peter,” replied Jesus, “the cock will not crow today until you have disowned all knowledge of me three times.”"},{"number":35,"text":"Then he said to them all, “When I sent you out as my messengers, without either purse, or bag, or sandals, were you in need of anything?” “No; nothing,” they answered."},{"number":36,"text":"“Now, however,” he said, “he who has a purse must take it and his bag as well; and he who has not must sell his cloak and buy a sword."},{"number":37,"text":"For, I tell you, that passage of scripture must be fulfilled in me, which says – ‘He was counted among the godless’; indeed all that refers to me is finding its fulfillment.”"},{"number":38,"text":"“Master,” they exclaimed, “look, here are two swords!” “Enough!” said Jesus."},{"number":39,"text":"Jesus then went out, and made his way as usual to the Mount of Olives, followed by his disciples."},{"number":40,"text":"And, when he reached the spot, he said to them, “Pray that you may not fall into temptation.”"},{"number":41,"text":"Then he withdrew about a stone’s throw, and knelt down and began to pray."},{"number":42,"text":"“Father,” he said, “if it is your pleasure, spare me this cup; only, not my will but yours be done.”"},{"number":43,"text":"Presently there appeared to him an angel from heaven, who strengthened him."},{"number":44,"text":"And, as his anguish became intense, he prayed still more earnestly, while his sweat was like great drops of blood falling on the ground."},{"number":45,"text":"Then he rose from praying, and came to the disciples and found them sleeping for sorrow."},{"number":46,"text":"“Why are you asleep?” he asked them. “Rise and pray so that you don’t fall into temptation.”"},{"number":47,"text":"While he was still speaking, a crowd appeared in sight, led by the man called Judas, who was one of the Twelve. Judas approached Jesus, to kiss him;"},{"number":48,"text":"at which Jesus said to him, “Judas, is it by a kiss that you betray the Son of Man?”"},{"number":49,"text":"But when those who were around Jesus saw what was going to happen, they exclaimed, “Master, should we use our swords?”"},{"number":50,"text":"And one of them struck the high priest’s servant and cut off his right ear;"},{"number":51,"text":"at which Jesus said, “Let me at least do this”; and, touching his ear, he healed the wound."},{"number":52,"text":"Then, turning to the chief priests and officers in charge at the Temple and the elders, who had come for him, he said, “Have you come out, as if after a robber, with swords and clubs?"},{"number":53,"text":"When I was with you day after day in the Temple Courts, you did not lay hands on me; but now your time has come, and the power of darkness.”"},{"number":54,"text":"Those who had taken Jesus prisoner took him away into the house of the high priest. Peter followed at a distance."},{"number":55,"text":"But, when they had lit a fire in the centre of the courtyard and had all sat down there, Peter seated himself in the middle of them."},{"number":56,"text":"Presently a maidservant saw him sitting near the blaze of the fire. She looked carefully at him and said, “Why, this man was one of his companions!”"},{"number":57,"text":"But Peter denied it. “I do not know him,” he replied."},{"number":58,"text":"A little while afterward someone else – a man – saw him and said, “Why, you are one of them!” “No,” Peter said, “I am not.”"},{"number":59,"text":"About an hour later another man declared positively, “This man also was certainly with him. Why, he is a Galilean!”"},{"number":60,"text":"But Peter said, “I do not know what you are speaking about.” Instantly, while he was still speaking, a cock crowed."},{"number":61,"text":"And the Master turned and looked at Peter; and Peter remembered the words that the Master had said to him – “Before a cock has crowed today, you will disown me three times”;"},{"number":62,"text":"and he went outside and wept bitterly."},{"number":63,"text":"The men who held Jesus kept making sport of him and beating him."},{"number":64,"text":"They blindfolded him and then questioned him. “Now play the prophet,” they said. “Who was it that struck you?”"},{"number":65,"text":"And they heaped many other insults on him."},{"number":66,"text":"At daybreak the assembly of the elders of the people met – both the chief priests and the teachers of the Law – and took Jesus before their High Council."},{"number":67,"text":"“If you are the Christ,” they said, “tell us so.” “If I tell you,” replied Jesus, “you will not believe me;"},{"number":68,"text":"and, if I question you, you will not answer."},{"number":69,"text":"But from this hour the Son of Man will be seated on the right hand of God Almighty.”"},{"number":70,"text":"“Are you, then, the Son of God?” they all asked. “It is true,” answered Jesus, “I am.”"},{"number":71,"text":"At this they exclaimed, “Why do we want any more evidence? We have heard it ourselves from his own lips!”"}]}