{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":23,"verses":[{"number":1,"text":"Then they all rose in a body and led Jesus before Pilate."},{"number":2,"text":"And they began to accuse him, “This is a man whom we found misleading our people, preventing them from paying taxes to the Emperor, and giving out that he himself is ‘Christ, a king.’”"},{"number":3,"text":"“Are you the king of the Jews?” Pilate asked him. “It is true,” replied Jesus."},{"number":4,"text":"But Pilate, turning to the chief priests and the people, said, “I do not see anything to find fault with in this man.”"},{"number":5,"text":"But they insisted, “He is stirring up the people by his teaching all through Judea; he began with Galilee and has now come here.”"},{"number":6,"text":"Hearing this, Pilate asked if the man was a Galilean;"},{"number":7,"text":"and, having satisfied himself that Jesus came under Herod’s jurisdiction, he sent him to Herod, who also was at Jerusalem at the time."},{"number":8,"text":"When Herod saw Jesus, he was exceedingly pleased, for he had been wanting to see him for a long time, having heard a great deal about him; and he was hoping to see some sign given by him."},{"number":9,"text":"So he questioned him at some length, but Jesus made no reply."},{"number":10,"text":"Meanwhile the chief priests and the teachers of the Law stood by and vehemently accused him."},{"number":11,"text":"And Herod, with his soldiers, treated Jesus with scorn; he mocked him by throwing a gorgeous robe around him, and then sent him back to Pilate."},{"number":12,"text":"And Herod and Pilate became friends that very day, for before that there had been ill-will between them."},{"number":13,"text":"So Pilate summoned the chief priests, and the leading men, and the people,"},{"number":14,"text":"and said to them, “You brought this man before me charged with misleading the people; and yet, for my part, though I examined him before you, I did not find this man to blame for any of the things of which you accuse him;"},{"number":15,"text":"nor did Herod either; for he has sent him back to us. And, as a fact, he has not done anything deserving death;"},{"number":16,"text":"so I will have him scourged, and then release him.”"},{"number":18,"text":"But they began to shout as one man, “Kill this fellow, but release Barabbas for us.”"},{"number":19,"text":"(Barabbas was a man who had been put in prison for a riot that had broken out in the city and for murder.)"},{"number":20,"text":"Pilate, however, wanting to release Jesus, called to them again;"},{"number":21,"text":"but they kept calling out, “Crucify, crucify him!”"},{"number":22,"text":"“Why, what harm has this man done?” Pilate said to them for the third time. “I have found nothing in him for which he could be condemned to death. So I will have him scourged, and then release him.”"},{"number":23,"text":"But they persisted in loudly demanding his crucifixion; and their clamor gained the day."},{"number":24,"text":"Pilate decided that their demand should be granted."},{"number":25,"text":"He released the man who had been put in prison for riot and murder, as they demanded, and gave Jesus up to be dealt with as they pleased."},{"number":26,"text":"And, as they were leading Jesus away, they laid hold of Simon from Cyrene, who was on his way in from the country, and they put the cross on his shoulders, for him to carry it behind Jesus."},{"number":27,"text":"There was a great crowd of people following him, many being women who were beating their breasts and wailing for him."},{"number":28,"text":"So Jesus turned and said to them, “Women of Jerusalem, do not weep for me, but weep for yourselves and for your children."},{"number":29,"text":"A time, I tell you, is coming, when it will be said – ‘Happy are the women who are barren, and those who have never borne children or nursed them!’"},{"number":30,"text":"At that time people will begin to say to the mountains ‘Fall on us,’ and to the hills ‘Cover us.’"},{"number":31,"text":"If what you see is done while the tree is green, what will happen when it is dry?”"},{"number":32,"text":"There were two others also, criminals, led out to be executed with Jesus."},{"number":33,"text":"When they had reached the place called ‘The Skull,’ there they crucified Jesus and the criminals, one on the right, and one on the left."},{"number":34,"text":"Then Jesus said, “Father, forgive them; they do not know what they are doing.” His clothes they divided among them by casting lots."},{"number":35,"text":"Meanwhile the people stood looking on. Even the leading men said with a sneer, “He saved others, let him save himself, if he is God’s Christ, his chosen one.”"},{"number":36,"text":"The soldiers, too, came up in mockery, bringing him common wine,"},{"number":37,"text":"and saying as they did so, “If you are the king of the Jews, save yourself.”"},{"number":38,"text":"Above him were the words – ‘THIS IS THE KING OF THE JEWS.’"},{"number":39,"text":"One of the criminals who were hanging beside Jesus railed at him. “Aren’t you the Christ? Save yourself and us,” he said."},{"number":40,"text":"But the other rebuked him. “Haven’t you,” he said, “any respect for God, now that you are under the same sentence?"},{"number":41,"text":"And we justly so, for we are only reaping our deserts, but this man has not done anything wrong."},{"number":42,"text":"Jesus,” he went on, “do not forget me when you have come to your kingdom.”"},{"number":43,"text":"And Jesus answered, “I tell you, this very day you will be with me in Paradise.”"},{"number":44,"text":"It was nearly midday, when a darkness came over the whole country, lasting until three in the afternoon,"},{"number":45,"text":"the sun being eclipsed; and the Temple curtain was torn down the middle."},{"number":46,"text":"Then Jesus, with a loud cry, said, “Father, into your hands I commit my spirit.” And with these words he expired."},{"number":47,"text":"The Roman centurion, on seeing what had happened, praised God, exclaiming, “This must have been a good man!”"},{"number":48,"text":"All the people who had collected to see the sight watched what occurred, and then went home beating their breasts."},{"number":49,"text":"All the friends of Jesus had been standing at a distance, with the women who accompanied him from Galilee, watching all this."},{"number":50,"text":"Now there was a man of the name of Joseph, who was a member of the Council, and who bore a good and upright character."},{"number":51,"text":"(This man had not assented to the decision and action of the Council.) He belonged to Arimathea, a town in Judea, and lived in expectation of the kingdom of God."},{"number":52,"text":"He now went to see Pilate, and asked for the body of Jesus;"},{"number":53,"text":"and, when he had taken it down, he wrapped it in a linen sheet, and laid him in a tomb cut out of stone, in which no one had yet been buried."},{"number":54,"text":"It was the Preparation day, and just before the Sabbath began."},{"number":55,"text":"The women who had accompanied Jesus from Galilee followed, and saw the tomb and how the body of Jesus was laid,"},{"number":56,"text":"and then went home, and prepared spices and perfumes. During the Sabbath they rested, as directed by the commandment."}]}