{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":24,"verses":[{"number":1,"text":"But very early on the first day of the week they went to the tomb, taking with them the spices that they had prepared."},{"number":2,"text":"They found that the stone had been rolled away from the tomb;"},{"number":3,"text":"and, on going into it, they could not find the body."},{"number":4,"text":"While they were at a loss to account for this, all at once two men stood beside them, in dazzling clothing."},{"number":5,"text":"But, when in their fear the women bowed their faces to the ground, the men said to them, “Why are you looking among the dead for him who is living?"},{"number":6,"text":"Remember how he spoke to you before he left Galilee –"},{"number":7,"text":"How he said that the Son of Man must be betrayed into the hands of wicked men, and be crucified, and rise again on the third day.”"},{"number":8,"text":"Then they remembered the words of Jesus,"},{"number":9,"text":"and, on returning from the tomb, they told all this to the Eleven and to all the rest."},{"number":10,"text":"There were Mary of Magdala, and Joanna, and Mary, the mother of James. The other women, too, spoke about this to the apostles."},{"number":11,"text":"What they said seemed to the apostles mere nonsense, and they did not believe them."},{"number":13,"text":"It happened that very day that two of the disciples were going to a village called Emmaus, which was about seven miles from Jerusalem,"},{"number":14,"text":"talking together, as they went, about all that had just taken place."},{"number":15,"text":"While they were talking about these things and discussing them, Jesus himself came up and went on their way with them;"},{"number":16,"text":"but their eyes were blinded so that they could not recognize him."},{"number":17,"text":"“What is this that you are saying to each other as you walk along?” Jesus asked. They stopped, with sad looks on their faces,"},{"number":18,"text":"and then one of them, whose name was Cleopas, said to Jesus, “Are you staying by yourself at Jerusalem, that you have not heard of the things that have happened there within the last few days?”"},{"number":19,"text":"“What things do you mean?” asked Jesus. “Why, about Jesus of Nazareth,” they answered, “who, in the eyes of God and all the people, was a prophet, whose power was felt in both his words and actions;"},{"number":20,"text":"and how the chief priests and our leading men gave him up to be sentenced to death, and afterward crucified him."},{"number":21,"text":"But we were hoping that he was the Destined Deliverer of Israel; yes, and besides all this, it is now three days since these things occurred."},{"number":22,"text":"And what is more, some of the women among us have greatly astonished us. They went to the tomb at daybreak"},{"number":23,"text":"And, not finding the body of Jesus there, came and told us that they had seen a vision of angels who told them that he was alive."},{"number":24,"text":"So some of our number went to the tomb and found everything just as the women had said, but they did not see Jesus.”"},{"number":25,"text":"Then Jesus said to them, “Foolish men, slow to accept all that the prophets have said!"},{"number":26,"text":"Was not the Christ bound to undergo this suffering before entering into his glory?”"},{"number":27,"text":"Then, beginning with Moses and all the prophets, he explained to them all through the scriptures the passages that referred to himself."},{"number":28,"text":"When they got near the village to which they were walking, Jesus appeared to be going further;"},{"number":29,"text":"but they pressed him not to do so. “Stay with us,” they said, “for it is getting towards evening, and the sun is already low.” So Jesus went in to stay with them."},{"number":30,"text":"After he had taken his place at the table with them, he took the bread and said the blessing, and broke it, and gave it to them."},{"number":31,"text":"Then their eyes were opened and they recognized him; but he disappeared from their sight."},{"number":32,"text":"“How our hearts glowed,” the disciples said to each other, “while he was talking to us on the road, and when he explained the scriptures to us!”"},{"number":33,"text":"Then they immediately got up and returned to Jerusalem, where they found the Eleven and their companions all together,"},{"number":34,"text":"who told them that the Master had really risen, and had appeared to Simon."},{"number":35,"text":"So they also related what had happened during their walk, and how they had recognized Jesus at the breaking of the bread."},{"number":36,"text":"While they were still talking about these things, Jesus himself stood among them."},{"number":37,"text":"In their terror and alarm they thought they saw a ghost,"},{"number":38,"text":"but Jesus said to them, “Why are you so startled? And why do doubts arise in your minds?"},{"number":39,"text":"Look at my hands and my feet, and you will know that it is I. Feel me, and look at me, for a ghost has not flesh and bones, as you see that I have.”"},{"number":41,"text":"While they were still unable to believe it all, overcome with joy, and were wondering if it were true, Jesus said to them, “Have you anything here to eat?”"},{"number":42,"text":"They handed him a piece of broiled fish,"},{"number":43,"text":"and he took it and ate it before their eyes."},{"number":44,"text":"“This is what I told you,” he said, “when I was still with you – that everything that had been written about me in the Law of Moses, the prophets, and the Psalms, must be fulfilled.”"},{"number":45,"text":"Then he enabled them to understand the meaning of the scriptures, saying to them,"},{"number":46,"text":"“Scripture says that the Christ will suffer, and that he will rise again from the dead on the third day,"},{"number":47,"text":"and that repentance for forgiveness of sins will be proclaimed on his authority to all the nations – beginning at Jerusalem."},{"number":48,"text":"You yourselves are to be witnesses to all this."},{"number":49,"text":"And now I am myself about to send you that which my Father has promised. But you must remain in the city until you have been invested with power from above.”"},{"number":50,"text":"After this, Jesus led them out as far as Bethany, and there raised his hands and blessed them."},{"number":51,"text":"As he was in the act of blessing them, he left them."},{"number":52,"text":"They returned to Jerusalem full of joy;"},{"number":53,"text":"and they were constantly in the Temple Courts, blessing God."}]}