{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":3,"verses":[{"number":1,"text":"In the fifteenth year of the reign of the Emperor Tiberius, when Pontius Pilate was governor of Judea, Herod ruler of Galilee, his brother Philip ruler of the territory comprising Ituraea and Trachonitis, and Lysanias ruler of Abilene,"},{"number":2,"text":"and when Annas and Caiaphas were high priests, a command from God came to John, the son of Zechariah, while he was in the wilderness."},{"number":3,"text":"And John went through the whole district of the Jordan, proclaiming a baptism of repentance, for the forgiveness of sins."},{"number":4,"text":"This was in fulfillment of what is said in the writings of the prophet Isaiah – ‘The voice of one crying aloud in the wilderness: “Make ready the way of the Lord, make his paths straight."},{"number":5,"text":"Every chasm will be filled, every mountain and hill will be leveled. The winding ways will be straightened, the rough roads made smooth,"},{"number":6,"text":"and everyone will see the salvation of God.”’"},{"number":7,"text":"And John said to the crowds that went to be baptized by him, “You children of snakes! Who has prompted you to seek refuge from the coming judgment?"},{"number":8,"text":"Let your lives, then, prove your repentance; and do not begin to say among yourselves ‘Abraham is our ancestor,’ for I tell you that out of these stones God is able to raise descendants for Abraham!"},{"number":9,"text":"Already, indeed, the axe is lying at the root of the trees. Therefore every tree that fails to bear good fruit will be cut down and thrown into the fire.”"},{"number":10,"text":"“What are we to do then?” the people asked."},{"number":11,"text":"“Let anyone who has two coats,” answered John, “share with the person who has none; and anyone who has food do the same.”"},{"number":12,"text":"Even tax collectors came to be baptized, and said to John, “Teacher, what are we to do?”"},{"number":13,"text":"“Do not collect more than you have authority to demand,” John answered."},{"number":14,"text":"And when some soldiers on active service asked “And we – what are we to do?” he said, “Never use violence, or exact anything by false accusation; and be content with your pay.”"},{"number":15,"text":"Then, while the people were in suspense, and were all debating with themselves whether John could be the Christ,"},{"number":16,"text":"John, addressing them all, said, “I, indeed, baptize you with water; but there is coming one more powerful than I, and I am not fit even to unfasten his sandals. He will baptize you with the Holy Spirit and with fire."},{"number":17,"text":"His winnowing-fan is in his hand so that he may clear his threshing-floor, and store the grain in his barn, but the chaff he will burn with a fire that cannot be put out.”"},{"number":18,"text":"And so with many different appeals John told his good news to the people."},{"number":19,"text":"But when John rebuked Herod the ruler, for Herodia his brother’s wife, and for all the evil things that he had done,"},{"number":20,"text":"Herod crowned them all by shutting John up in prison."},{"number":21,"text":"Now after the baptism of all the people, and when Jesus had been baptized and was still praying, the heavens opened,"},{"number":22,"text":"and the Holy Spirit came down on him in the form of a dove, and from the heavens came a voice – “You are my dearly loved son; you bring me great joy.”"},{"number":23,"text":"When beginning his work, Jesus was about thirty years old. He was regarded as the son of Joseph, whose ancestors were – Eli,"},{"number":24,"text":"Mattith, Levi, Melchiah, Janna, Joseph,"},{"number":25,"text":"Mattithiah, Amos, Nahum, Azaliah, Nogah,"},{"number":26,"text":"Mattith, Mattithiah, Shimei, Joseph, Josheh,"},{"number":27,"text":"Johanan, Rhesa, Zerubbabel, Salathiel, Neriah,"},{"number":28,"text":"Melchiah, Addi, Cosam, Elmodam, Er,"},{"number":29,"text":"Joshua, Eliezer, Joram, Mattith, Levi,"},{"number":30,"text":"Simeon, Judah, Joseph, Jonam, Eliakim,"},{"number":31,"text":"Meleah, Menan, Mattithiah, Nathan, David,"},{"number":32,"text":"Jesse, Obed, Boaz, Salah, Nahshon,"},{"number":33,"text":"Aminadab, Arni, Hezron, Perez, Judah,"},{"number":34,"text":"Jacob, Isaac, Abraham, Terah, Nahor,"},{"number":35,"text":"Serug, Reu, Peleg, Eber, Shelah,"},{"number":36,"text":"Kenan, Arpachshad, Shem, Noah, Lamech,"},{"number":37,"text":"Methuselah, Enoch, Jared, Mahalalel, Kenan,"},{"number":38,"text":"Enosh, Seth, son of Adam, and Adam, son of God."}]}