{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":4,"verses":[{"number":1,"text":"On returning from the Jordan, full of the Holy Spirit, Jesus was led by the power of the Spirit through the wilderness for forty days, tempted by the devil."},{"number":2,"text":"All that time he ate nothing; and, when it was over, he became hungry."},{"number":3,"text":"So the devil said to him, “If you are God’s Son, tell this stone to become a loaf of bread.”"},{"number":4,"text":"And Jesus answered him, “Scripture says – ‘It is not on bread alone that a person is to live.’”"},{"number":5,"text":"And the devil led Jesus up, and showing him in a single moment all the kingdoms of the earth, said to him,"},{"number":6,"text":"“I will give you all this power, and the splendor of them; for it has been given into my hands and I give it to whom I wish."},{"number":7,"text":"If you worship me, it will all be yours.”"},{"number":8,"text":"And Jesus answered him, “Scripture says – ‘You should worship the Lord your God, and worship him only.’”"},{"number":9,"text":"The devil next led him into Jerusalem, and, placing him on the parapet of the Temple, said, “If you are God’s Son throw yourself down from here,"},{"number":10,"text":"for scripture says – ‘He will give his angels commands about you, to guard you safely,’"},{"number":11,"text":"And ‘On their hands they will lift you up, otherwise you might strike your foot against a stone.’”"},{"number":12,"text":"But Jesus answered him, “It is said – ‘You must not tempt the Lord your God.’”"},{"number":13,"text":"When he had tried every kind of temptation, the devil left Jesus, until another opportunity."},{"number":14,"text":"Moved by the power of the Spirit, Jesus returned to Galilee. Reports about him spread through all that region;"},{"number":15,"text":"and he began to teach in their synagogues, and was honored by everyone."},{"number":16,"text":"Coming to Nazareth, where he had been brought up, Jesus, as was his custom, went on the Sabbath into the synagogue, and stood up to read the scriptures."},{"number":17,"text":"He was given the book of the prophet Isaiah; and Jesus opened the book and found the place where it says –"},{"number":18,"text":"‘The Spirit of the Lord is on me, for he has consecrated me to bring good news to the poor, he has sent me to proclaim release to captives and restoration of sight to the blind, to set the oppressed at liberty,"},{"number":19,"text":"to proclaim the year of the Lord’s favor.’"},{"number":20,"text":"Then, closing the book and returning it to the attendant, he sat down. The eyes of all in the synagogue were fixed on him,"},{"number":21,"text":"and Jesus began, “This very day this passage has been fulfilled in your hearing.”"},{"number":22,"text":"All who were present spoke well of him, and were astonished at the beautiful words that fell from his lips. “Isn’t this Joseph’s son?” they asked."},{"number":23,"text":"“Doubtless,” said Jesus, “you will remind me of the saying – ‘Doctor, cure yourself;’ and you will say ‘Do here in your own country all that we have heard that has been done at Capernaum.’"},{"number":24,"text":"I tell you,” he continued, “that no prophet is acceptable in his own country."},{"number":25,"text":"There were, doubtless, many widows in Israel in Elijah’s days, when the heavens were closed for three years and six months, and a severe famine prevailed throughout the country;"},{"number":26,"text":"and yet it was not to one of them that Elijah was sent, but to a widow at Zarephath in Sidonia."},{"number":27,"text":"And there were many lepers in Israel in the time of the prophet Elisha, yet it was not one of them who was made clean, but Naaman the Syrian.”"},{"number":28,"text":"All the people in the synagogue, as they listened to this, became enraged."},{"number":29,"text":"Starting up, they drove Jesus out of the town, and led him to the brow of the hill on which their town stood, intending to hurl him down."},{"number":30,"text":"But he passed through the middle of the crowd and went on his way."},{"number":31,"text":"Then Jesus went down to Capernaum, a city in Galilee. On the Sabbath he taught the people."},{"number":32,"text":"They were amazed at his teaching, because his words were spoken with authority."},{"number":33,"text":"In the synagogue there was a man with the spirit of a foul demon in him, who called out loudly,"},{"number":34,"text":"“Stop! What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are – the Holy One of God!”"},{"number":35,"text":"But Jesus rebuked the demon. “Be silent! Come out from him,” he said. The demon flung the man down in the middle of the people, and then came out from him, without causing him further harm."},{"number":36,"text":"And they were all lost in amazement, and kept saying to one another, “What words are these? For he gives his commands to the foul spirits with a marvelous authority, and they come out.”"},{"number":37,"text":"And rumors about Jesus traveled through every place in the region."},{"number":38,"text":"On leaving the synagogue, Jesus went into Simon’s house. Now Simon’s mother-in-law was suffering from a severe attack of fever, and they asked Jesus to cure her."},{"number":39,"text":"Bending over her, he rebuked the fever; the fever left her, and she immediately got up and began to take care of them."},{"number":40,"text":"At sunset, all who had friends suffering from various diseases took them to Jesus; and he placed his hands on everyone of them and cured them."},{"number":41,"text":"And even demons came out from many people, screaming ‘You are the Son of God.’ Jesus rebuked them, and would not allow them to speak, because they knew that he was the Christ."},{"number":42,"text":"At daybreak, Jesus went out and walked to a lonely spot. But crowds of people began to look for him; and they came to where he was and tried to detain him and prevent his leaving them."},{"number":43,"text":"Jesus, however, said to them, “I must take the good news of the kingdom of God to the other towns too, for that was why I was sent.”"},{"number":44,"text":"And he continued to make his proclamation in the synagogues of Judea."}]}