{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":5,"verses":[{"number":1,"text":"Once, when the people were pressing around Jesus as they listened to God’s message, he happened to be standing by the shore of the Lake of Gennesaret, and saw two boats close to the shore."},{"number":2,"text":"The fishermen had gone away from them and were washing the nets."},{"number":3,"text":"So, getting into one of the boats, which belonged to Simon, Jesus asked him to push off a little way from the shore, and then sat down and taught the people from the boat."},{"number":4,"text":"When he had finished speaking, he said to Simon, “Push off into deep water, and throw out your nets for a haul.”"},{"number":5,"text":"“We have been hard at work all night, Sir,” answered Simon, “and have not caught anything, but, at your bidding, I will throw out the nets.”"},{"number":6,"text":"They did so, and enclosed such a great shoal of fish that their nets began to break."},{"number":7,"text":"So they signaled to their partners in the other boat to come and help them; and they came and filled both the boats so full of fish that they were almost sinking."},{"number":8,"text":"When Simon Peter saw this, he threw himself down at Jesus’ knees, exclaiming, “Master, leave me, for I am a sinful man!”"},{"number":9,"text":"For he and all who were with him were lost in amazement at the haul of fish which they had made;"},{"number":10,"text":"and so, too, were James and John, Zebedee’s sons, who were Simon’s partners. “Do not be afraid,” Jesus said to Simon, “from today you will catch people.”"},{"number":11,"text":"And, when they had brought their boats to shore, they left everything, and followed him."},{"number":12,"text":"On one occasion Jesus was staying in a town, when he saw a man who was covered with leprosy. When the leper saw Jesus, he threw himself on his face and implored his help, “Master, if only you are willing, you are able to make me clean.”"},{"number":13,"text":"Stretching out his hand, Jesus touched him, saying as he did so, “I am willing; become clean.” Instantly the leprosy left the man;"},{"number":14,"text":"and then Jesus impressed on him that he was not to say a word to anyone, “but,” he added, “set out and show yourself to the priest, and make the offerings for your cleansing, in the manner directed by Moses, as evidence of your cure.”"},{"number":15,"text":"However, the story about Jesus spread all the more, and great crowds came together to listen to him, and to be cured of their illnesses;"},{"number":16,"text":"but Jesus used to withdraw to lonely places and pray."},{"number":17,"text":"On one of those days, when Jesus was teaching, some Pharisees and Doctors of the Law were sitting near by. (They had come from all the villages in Galilee and Judea, and from Jerusalem; and the power of the Lord was on Jesus, so that he could work cures.)"},{"number":18,"text":"And there some men brought on a bed a man who was paralyzed. They tried to get him in and lay him before Jesus;"},{"number":19,"text":"but, finding no way of getting him in owing to the crowd, they went up on the roof and lowered him through the tiles, with his pallet, into the middle of the people and in front of Jesus."},{"number":20,"text":"When he saw their faith, Jesus said, “Friend, your sins have been forgiven you.”"},{"number":21,"text":"The teachers of the Law and the Pharisees began debating about this. “Who is this man who speaks so blasphemously?” they asked. “Who can forgive sins except God?”"},{"number":22,"text":"When Jesus became aware of the way in which they were debating, he turned to them and exclaimed, “What are you debating with yourselves?"},{"number":23,"text":"Which is the easier? – to say ‘Your sins have been forgiven you’? Or to say ‘Get up, and walk’?"},{"number":24,"text":"But so that you may know that the Son of Man has power on earth to forgive sins” – he spoke to the paralyzed man – “To you I say, Get up, and take up your pallet, and go to your home.”"},{"number":25,"text":"Instantly the man stood up before their eyes, took up what he had been lying on, and went to his home, praising God."},{"number":26,"text":"The people, one and all, were lost in amazement, and praised God; and in great awe they said, “We have seen marvelous things today!”"},{"number":27,"text":"After this, Jesus went out; and he noticed a tax-gatherer, named Levi, sitting in the tax office, and said to him, “Follow me.”"},{"number":28,"text":"Levi left everything and got up and followed him."},{"number":29,"text":"And Levi gave a great banquet at his house, in honor of Jesus; and a large number of tax collectors and others were having dinner with them."},{"number":30,"text":"The Pharisees and the teachers of the Law belonging to their party complained of this to the disciples of Jesus."},{"number":31,"text":"In answer Jesus said, “It is not those who are well who need a doctor, but those who are ill."},{"number":32,"text":"I have not come to call the religious, but the outcast, to repent.”"},{"number":33,"text":"“John’s disciples,” they said to Jesus, “Often fast and say prayers, and so do the disciples of the Pharisees, while yours are eating and drinking!”"},{"number":34,"text":"But Jesus answered them, “Can you make the groom’s friends fast while the groom is with them?"},{"number":35,"text":"But the days will come – a time when the groom will be taken away from them; and they will fast then, when those days come.”"},{"number":36,"text":"Then, as an illustration, Jesus said to them, “No one ever tears a piece from a new garment and puts it on an old one; for, if they do, they will not only tear the new garment, but the piece from the new one will not match the old."},{"number":37,"text":"And no one puts new wine into old wine-skins; for, if they do, the new wine will burst the skins, and the wine itself will run out, and the skins be lost."},{"number":38,"text":"But new wine must be put into fresh skins."},{"number":39,"text":"No one after drinking old wine wishes for new. ‘No,’ they say, ‘the old is excellent.’”"}]}