{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":6,"verses":[{"number":1,"text":"One Sabbath Jesus was walking through cornfields, and his disciples were picking the ears of wheat, and rubbing them in their hands, and eating them."},{"number":2,"text":"“Why are you doing what it is not allowable to do on the Sabbath?” asked some of the Pharisees."},{"number":3,"text":"Jesus’ answer was, “Haven’t you read even of what David did, when he was hungry, he and his companions –"},{"number":4,"text":"That he went into the house of God, and took the consecrated bread and ate it, and gave some to his companions, though only the priests are allowed to eat it?”"},{"number":5,"text":"Then Jesus added, “The Son of Man is lord even of the Sabbath.”"},{"number":6,"text":"On another Sabbath Jesus went into the synagogue and taught; and there was a man there whose right hand was withered."},{"number":7,"text":"The teachers of the Law and the Pharisees watched Jesus closely, to see if he would work cures on the Sabbath, so that they might find a charge to bring against him."},{"number":8,"text":"Jesus, however, knew what was in their minds, and said to the man whose hand was withered, “Stand up and come out into the middle.” The man stood up,"},{"number":9,"text":"and Jesus said to them, “I ask you, is it allowable to do good on the Sabbath – or harm? To save a life, or let it perish?”"},{"number":10,"text":"Then, looking around at them all, he said to the man, “Stretch out your hand.” The man did so; and his hand had become sound."},{"number":11,"text":"But the teachers of the Law and the Pharisees were mad with rage, and consulted together what they could do to Jesus."},{"number":12,"text":"Now about that time, Jesus went out, up the hill, to pray, and spent the whole night in prayer to God."},{"number":13,"text":"When day came, he summoned his disciples, and chose twelve of them, whom he also named ‘apostles.’"},{"number":14,"text":"They were Simon (whom Jesus also named Peter), and his brother Andrew, James, John, Philip, Bartholomew,"},{"number":15,"text":"Matthew, Thomas, James son of Alphaeus, Simon known as the Zealot,"},{"number":16,"text":"Judas son of James, and Judas Iscariot, who proved a traitor."},{"number":17,"text":"Afterward Jesus came down the hill with them and took his stand on a level place. With him were a large crowd of his disciples, and great numbers of people from the whole of Judea, Jerusalem, and the coast district of Tyre and Sidon,"},{"number":18,"text":"who had come to hear him and to be restored to health. Those, too, who were troubled with foul spirits were cured;"},{"number":19,"text":"and everyone in the crowd was trying to touch him, because a power went out from him which restored them all."},{"number":20,"text":"Then, raising his eyes and looking at his disciples, Jesus said: “Blessed are you who are poor, for yours is the kingdom of God."},{"number":21,"text":"Blessed are you who hunger now, for you will be satisfied. Blessed are you who weep now, for you will laugh."},{"number":22,"text":"Blessed are you when people hate you, and when they expel you from among them, and insult you, and reject your name as an evil thing – because of the Son of Man."},{"number":23,"text":"Then indeed you may be glad and dance for joy, for be sure that your reward in heaven will be great; for that is what their ancestors did to the prophets."},{"number":24,"text":"But alas for you who are rich, for you have had your comforts in full."},{"number":25,"text":"Alas for you who are sated now, for you will hunger. Alas for you who laugh now, for you will mourn and weep."},{"number":26,"text":"Alas for you when everyone speaks well of you; for this is what their ancestors did to the false prophets."},{"number":27,"text":"But to you who hear I say – love your enemies, show kindness to those who hate you,"},{"number":28,"text":"bless those who curse you, pray for those who insult you."},{"number":29,"text":"When someone gives one of you a blow on the cheek, offer the other cheek as well; and, when anyone takes away your cloak, do not keep back your coat either."},{"number":30,"text":"Give to everyone who asks of you; and, when anyone takes away what is yours, do not demand its return."},{"number":31,"text":"Do to others as you wish them to do to you."},{"number":32,"text":"If you love only those who love you, what thanks will be due to you? Why, even the outcast love those who love them!"},{"number":33,"text":"For, if you show kindness only to those who show kindness to you, what thanks will be due to you? Even the outcast do that!"},{"number":34,"text":"If you lend only to those from whom you expect to get something, what thanks will be due to you? Even the outcast lend to the outcast in the hope of getting as much in return!"},{"number":35,"text":"But love your enemies, and show them kindness, and lend to them, never despairing. Then your reward will be great, and you will be sons of the Most High, for he is kind to the thankless and the bad."},{"number":36,"text":"Learn to be merciful – even as your Father is merciful."},{"number":37,"text":"Do not judge, and you will not be judged; do not condemn, and you will not be condemned. Forgive, and you will be forgiven."},{"number":38,"text":"Give, and others will give to you. A generous measure, pressed and shaken down, and running over, will they pour into your lap; for the standard you use will be the standard used for you.”"},{"number":39,"text":"Then, speaking in parables, Jesus said, “Can one blind person guide another? Will they not both fall into a ditch?"},{"number":40,"text":"A student is not above their teacher; yet every finished student will be like their teacher."},{"number":41,"text":"And why do you look at the speck of sawdust in someone’s eye, while you pay no attention at all to the plank of wood in your own?"},{"number":42,"text":"How can you say to your friend ‘Friend, let me take out the speck in your eye,’ while you yourself do not see the plank in your own? Hypocrite! Take out the plank from your own eye first, and then you will see clearly how to take out the speck in your friend’s."},{"number":43,"text":"There is no such thing as a good tree bearing worthless fruit, or, on the other hand, a worthless tree bearing good fruit."},{"number":44,"text":"For every tree is known by its own fruit. People do not gather figs off thorn bushes, nor pick a bunch of grapes off a bramble."},{"number":45,"text":"A good person, from the good stores of their heart, brings out what is good; while a bad person, from their bad stores, brings out what is bad. For what fills someone’s heart will rise to their lips."},{"number":46,"text":"Why do you call me ‘Master! Master!’ and yet fail to do what I tell you?"},{"number":47,"text":"Everyone who comes to me and listens to my teaching and acts on it – I will show you to whom they may be compared."},{"number":48,"text":"They may be compared to a person building a house, who dug, and went deep, and laid the foundation on the rock. Then, when a flood came, the river swept down on that house, but had no power to shake it, because it had been built well."},{"number":49,"text":"But those who have listened and not acted on what they have heard may be compared to a person who built a house on the ground without any foundation. The river swept down on it, and the house immediately collapsed; and great was the crash that followed.”"}]}