{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":7,"verses":[{"number":1,"text":"When Jesus had finished all he had to say to the people, he entered Capernaum."},{"number":2,"text":"A centurion in the Roman army had a slave whom he valued, and who was seriously ill – almost at the point of death."},{"number":3,"text":"And, hearing about Jesus, he sent some Jewish elders to him, with the request that he would come and save his slave’s life."},{"number":4,"text":"When they found Jesus, they earnestly implored him to help. “He deserves this favor from you.” they said,"},{"number":5,"text":"“He is devoted to our people, and even built our synagogue for us.”"},{"number":6,"text":"So Jesus went with them. But, when he was no great distance from the house, the centurion sent some friends with the message – “Do not trouble yourself, Sir; for I am unworthy to receive you under my roof."},{"number":7,"text":"That was why I did not even venture to come to you myself; but speak, and let my manservant be cured."},{"number":8,"text":"For I myself am a man under the orders of others, with soldiers under me; and if I say to one of them ‘Go,’ he goes, and to another ‘Come,’ he comes, and to my slave ‘Do this,’ he does it.”"},{"number":9,"text":"Jesus was surprised to hear these words from him; and, turning to the crowd which was following him, he said, “I tell you, nowhere in Israel have I met with such faith as this!”"},{"number":10,"text":"And, when the messengers returned to the house, they found the slave recovered."},{"number":11,"text":"Shortly after, Jesus went to a town called Nain, his disciples and a great crowd going with him."},{"number":12,"text":"Just as he approached the gate of the town, there was a dead man being carried out for burial – an only son, and his mother was a widow. A large number of the people of the town were with her."},{"number":13,"text":"When he saw her, the Master was moved with compassion for her, and he said to her, “Do not weep.”"},{"number":14,"text":"Then he went up and touched the bier, and the bearers stopped; and Jesus said, “Young man, I am speaking to you – Rise!”"},{"number":15,"text":"The dead man sat up and began to talk, and Jesus restored him to his mother."},{"number":16,"text":"Everyone was awe-struck and began praising God. “A great prophet has arisen among us,” they said. “God has visited his people.”"},{"number":17,"text":"And this story about Jesus spread all through Judea, and in the neighboring countries as well."},{"number":18,"text":"All these events were reported to John by his disciples."},{"number":19,"text":"So he summoned two of them, and sent them to the Master to ask – “Are you ‘the coming one,’ or are we to look for someone else?”"},{"number":20,"text":"When these men found Jesus, they said, “John the Baptist has sent us to you to ask – Are you ‘the coming one,’ or are we to look for somebody else?”"},{"number":21,"text":"At that very time Jesus had cured many people of diseases, afflictions, and wicked spirits, and had given many blind people their sight."},{"number":22,"text":"So his answer to the question was, “Go and report to John what you have witnessed and heard – the blind recover their sight, the lame walk, the lepers are made clean, and the deaf hear, the dead are raised to life, the good news is told to the poor."},{"number":23,"text":"And blessed is the person who finds no hindrance in me.”"},{"number":24,"text":"When John’s messengers had left, Jesus, speaking to the crowds, began to say with reference to John,"},{"number":25,"text":"“What did you go out into the wilderness to look at? A reed waving in the wind? If not, what did you go out to see? A man dressed in rich clothing? Why, those who are accustomed to fine clothes and luxury live in royal palaces."},{"number":26,"text":"What then did you go to see? A prophet? Yes, I tell you, and far more than a prophet."},{"number":27,"text":"This is the man of whom scripture says – ‘I am sending my messenger ahead of you, and he will prepare your way before you.’"},{"number":28,"text":"There is, I tell you, no one born of a woman who is greater than John; and yet the least in the kingdom of God is greater than he.”"},{"number":29,"text":"(All the people, when they heard this, and even the tax collectors, having accepted John’s baptism, acknowledged the justice of God."},{"number":30,"text":"But the Pharisees and the students of the Law, having rejected John’s baptism, frustrated God’s purpose in regard to them.)"},{"number":31,"text":"“To what then,” Jesus continued, “should I compare the people of the present generation? What are they like?"},{"number":32,"text":"They are like some little children who are sitting in the marketplace and calling out to one another – ‘We have played the flute for you, but you have not danced; We have wailed, but you have not wept!’"},{"number":33,"text":"For now that John the Baptist has come, not eating bread or drinking wine, you are saying ‘He has a demon in him’;"},{"number":34,"text":"and now that the Son of Man has come, eating and drinking, you are saying ‘Here is a glutton and a wine-drinker, a friend of tax collectors and outcasts.’"},{"number":35,"text":"And yet wisdom is vindicated by all her children.”"},{"number":36,"text":"One of the Pharisees asked Jesus to dine with him, so Jesus went to his house and took his place at the table."},{"number":37,"text":"Just then a woman, who was an outcast in the town, having heard that Jesus was eating in the Pharisee’s house, brought an alabaster jar of perfume,"},{"number":38,"text":"and placed herself behind Jesus, near his feet, weeping. Then she began to make his feet wet with her tears, and she dried them with the hair of her head, repeatedly kissing his feet and anointing them with the perfume."},{"number":39,"text":"When the Pharisee who had invited Jesus saw this, he said to himself, “Had this man been ‘the prophet,’ he would have known who, and what sort of woman, this is who is touching him, and that she is an outcast.”"},{"number":40,"text":"But, addressing him, Jesus said, “Simon, I have something to say to you.” “Pray do so, teacher,” Simon answered; and Jesus began,"},{"number":41,"text":"“There were two people who were in debt to a moneylender; one owed five hundred silver coins, and the other fifty."},{"number":42,"text":"As they were unable to pay, he forgave them both. Which of them, do you think, will love him the more?”"},{"number":43,"text":"“I suppose,” answered Simon, “it will be the man to whom he forgave the greater debt.” “You are right,” said Jesus,"},{"number":44,"text":"and then, turning to the woman, he said to Simon, “Do you see this woman? I came into your house – you gave me no water for my feet, but she has made my feet wet with her tears and dried them with her hair."},{"number":45,"text":"You did not give me one kiss, but she, from the moment I came in, has not ceased to kiss my feet."},{"number":46,"text":"You did not anoint even my head with oil, but she has anointed my feet with perfume."},{"number":47,"text":"So I tell you, her great love shows that her sins, many as they are, have been pardoned. One who is pardoned little loves little.”"},{"number":48,"text":"Then he said to the woman, “Your sins have been pardoned.”"},{"number":49,"text":"The other guests began to say to one another, “Who is this man who even pardons sins?”"},{"number":50,"text":"But Jesus said to the woman, “Your faith has delivered you; go, and peace be with you.”"}]}