{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":8,"verses":[{"number":1,"text":"Shortly afterward, Jesus went on a journey through the towns and villages, proclaiming the good news of the kingdom of God. With him went the Twelve,"},{"number":2,"text":"as well as some women who had been cured of wicked spirits and of infirmities. They were Mary, known as Mary of Magdala (from whom seven demons had been expelled),"},{"number":3,"text":"and Joanna (the wife of Herod’s steward, Chuza), and Susannah, and many others – all of whom provided for Jesus and his apostles out of their own resources."},{"number":4,"text":"Once, when a great crowd was collecting, and, when the people of town after town were flocking to Jesus, he spoke to them in the form of a parable,"},{"number":5,"text":"“The sower went out to sow his seed; and, as he was sowing, some of the seed fell along the path and was trodden on; and the wild birds ate it up."},{"number":6,"text":"Other seed fell on rock, and, as soon as it began to grow, because it had no moisture, it withered away."},{"number":7,"text":"Other seed fell in the middle of brambles, but the brambles grew up with it and choked it entirely."},{"number":8,"text":"Other seed fell into rich soil, and grew, and gave a hundredfold return.” After saying this, Jesus cried aloud, “Let those who have ears to hear with hear.”"},{"number":9,"text":"His disciples asked Jesus the meaning of this parable."},{"number":10,"text":"“To you,” he said, “the knowledge of the hidden truths of the kingdom of God has been imparted, but to others in parables only, so that though they have eyes they may not see, and though they have ears, they may not understand."},{"number":11,"text":"This is the parable – The seed is God’s message."},{"number":12,"text":"By the seed which fell along the path are meant those who hear the message; but then comes the devil and carries away the message from their minds, to prevent their believing it and being saved."},{"number":13,"text":"By the seed which fell on the rock are meant those who, as soon as they hear the message, welcome it joyfully; but they have no root, and believe it only for a time, and, when the time of temptation comes, they draw back."},{"number":14,"text":"By that which fell among the brambles are meant those who hear the message, but who, as they go on their way, are completely choked by this world’s cares and wealth and pleasures, and bring nothing to perfection."},{"number":15,"text":"But by that in the good ground are meant those who, having heard the message, keep it in the good, rich soil of their hearts, and patiently yield a return."},{"number":16,"text":"“No one sets light to a lamp and then covers it with a bowl or puts it underneath a couch, but they put it on a lamp-stand, so that anyone who comes in may see the light."},{"number":17,"text":"Nothing is hidden which will not be brought into the light of day, not ever kept hidden which will not some day become known and come into the light of day."},{"number":18,"text":"Take care, then, how you listen. For, to all those who have, more will be given; while, from all those who have nothing, even what they seem to have will be taken away.”"},{"number":19,"text":"Presently Jesus’ mother and brothers came where he was, but they were not able to join him because of the crowd."},{"number":20,"text":"So word was brought to him – ‘Your mother and your brothers are standing outside, wanting to see you.’"},{"number":21,"text":"His reply, spoken to them all, was, “My mother and my brothers are those who listen to God’s teaching and do what it says.”"},{"number":22,"text":"One day about that time, Jesus got into a boat with his disciples and said to them, “Let us go across the lake.”"},{"number":23,"text":"So they put off. While they were sailing, Jesus fell asleep. A squall swept down on the lake, and their boat was filling and they were in danger."},{"number":24,"text":"So the disciples came and roused him. “Sir, Sir,” they cried, “we are lost!” Jesus rose and rebuked the wind and the rushing waves, and they fell, and a calm followed."},{"number":25,"text":"“Where is your faith?” he exclaimed. But in great awe and amazement they said to one another, “Who can this be, who commands even the winds and the waves, and they obey him?”"},{"number":26,"text":"They reached the region of the Gerasenes, which is on the opposite side to Galilee,"},{"number":27,"text":"and, on getting ashore, Jesus met a man, who had demons in him, coming out of the town. For a long time this man had worn no clothing, and he had not lived in a house, but in the tombs."},{"number":28,"text":"Catching sight of Jesus, he shrieked out and threw himself down before him, and in a loud voice exclaimed, “What do you want with me, Jesus, Son of the Most High God? I beg you not to torment me.”"},{"number":29,"text":"For Jesus was commanding the foul spirit to come out of the man. On many occasions it had seized him, and, even when secured with chains and fetters, and watched, he would break through anything that bound him, and be driven by the demon into the wilds."},{"number":30,"text":"“What is your name?” Jesus asked. “Legion,” he answered (for many demons had taken possession of him);"},{"number":31,"text":"and the demons begged Jesus not to order them away into the bottomless pit."},{"number":32,"text":"There was a herd of many pigs close by feeding on the hill-side; and the demons begged Jesus to give them leave to enter into them. Jesus gave them leave."},{"number":33,"text":"They came out from the man and took possession of the pigs; and the herd rushed down the steep slope into the lake and were drowned."},{"number":34,"text":"When the men who tended them saw what had happened, they ran away, and carried the news to the town, and to the country around."},{"number":35,"text":"The people went out to see what had happened, and, when they came to Jesus, they found the man from whom the demons had gone out, sitting, clothed and in his right mind, at Jesus’ feet; and they were awe-struck."},{"number":36,"text":"Those who had seen it told them how the possessed man had been delivered."},{"number":37,"text":"Then all the people in the region of the Gerasenes asked Jesus to leave them, for they were terrified. Jesus got into a boat and returned."},{"number":38,"text":"The man from whom the demons had gone out begged Jesus to let him be with him; but Jesus sent him away."},{"number":39,"text":"“Go back to your home,” he said, “and relate the story of all that God has done for you.” So the man went through the whole town and proclaimed, as he went, all that Jesus had done for him."},{"number":40,"text":"On his return, Jesus was welcomed by the people; for everyone was looking out for him."},{"number":41,"text":"And a man named Jairus, who was a synagogue leader, came to Jesus, and threw himself at Jesus’ feet, with entreaties that he would come to his house,"},{"number":42,"text":"because his only daughter, who was about twelve years old, was dying. As Jesus was going, the people were pressing closely around him."},{"number":43,"text":"And a woman, who had suffered from hemorrhage for twelve years, and whom no one could cure,"},{"number":44,"text":"came up behind and touched the tassel of his cloak. Instantly the hemorrhage ceased."},{"number":45,"text":"“Who touched me?” Jesus asked; and, while everyone was denying having done so, Peter exclaimed, “Why, Sir, the people are crowding around you and pressing against you!”"},{"number":46,"text":"“Somebody touched me,” said Jesus, “for I felt that power had gone out from me.”"},{"number":47,"text":"Then the woman, when she saw that she was discovered, came forward trembling, and threw herself down before him; and, in the presence of all the people, she told him her reason for touching him, and that she had been cured instantly."},{"number":48,"text":"“Daughter,” he said, “your faith has delivered you. Go, and peace be with you.”"},{"number":49,"text":"Before he had finished speaking, someone came from the house of the synagogue leader and said, “Your daughter is dead! Do not trouble the teacher further.”"},{"number":50,"text":"But Jesus, hearing this, spoke to the leader, “Do not be afraid; only have faith, and she will yet be delivered.”"},{"number":51,"text":"When he reached the house, he did not allow anyone to go in with him, except Peter, John, and James, and the child’s father and mother."},{"number":52,"text":"And everyone was weeping and mourning for her. “Do not weep,” Jesus said, “she is not dead; she is asleep.”"},{"number":53,"text":"They began to laugh at him, for they knew that she was dead."},{"number":54,"text":"But, taking her by the hand, Jesus said in a loud voice, “Child, rise!”"},{"number":55,"text":"The child’s spirit returned to her, and she instantly stood up; and Jesus ordered them to give her something to eat."},{"number":56,"text":"Her parents were amazed, but Jesus impressed on them that they were not to tell anyone what had happened."}]}