{"translation":"oeb-us","book":"luk","bookName":"Luke","chapter":9,"verses":[{"number":1,"text":"Jesus called the Twelve together, and gave them power and authority over all demons, as well as to cure diseases."},{"number":2,"text":"He sent them out as his messengers, to proclaim the kingdom of God, and to work cures."},{"number":3,"text":"“Do not,” he said to them, “take anything for your journey; not even a staff, or a bag, or bread, or any silver, or a change of clothes with you."},{"number":4,"text":"Whatever house you go to stay in, remain there, and leave from that place."},{"number":5,"text":"If people do not welcome you, as you leave that town, shake even the dust off your feet, as a protest against them.”"},{"number":6,"text":"Then they set out and went from village to village, telling the good news and curing people everywhere."},{"number":7,"text":"Herod the ruler heard of all that was happening, and was perplexed, because it was said by some that John must be risen from the dead."},{"number":8,"text":"Some again said that Elijah had appeared, and others that one of the old prophets had risen again."},{"number":9,"text":"But Herod himself said, “John I beheaded; but who is this of whom I hear such things?” And he endeavored to see him."},{"number":10,"text":"When the apostles returned, they related to Jesus all that they had done. Then Jesus went privately to a town called Bethsaida, taking the apostles with him."},{"number":11,"text":"But the people recognized him and followed him in crowds; and Jesus welcomed them and spoke to them about the kingdom of God, while he cured those who were in need of help."},{"number":12,"text":"The day was drawing to a close, when the twelve came up to him, and said, “Send the crowd away, so that they may make their way to the villages and farms around about, and find themselves lodgings and provisions, for we are in a lonely spot here.”"},{"number":13,"text":"But Jesus said, “It is for you to give them something to eat.” “We have not more than five loaves and two fish,” they answered. “Unless indeed we are to go and buy food for all these people.”"},{"number":14,"text":"(For the men among them were about five thousand.) “Get them seated in companies,” was his reply, “about fifty in each.”"},{"number":15,"text":"This they did, and got all the people seated."},{"number":16,"text":"Taking the five loaves and the two fish, Jesus looked up to heaven and said the blessing over them. Then he broke them in pieces, and gave them to his disciples to set before the people."},{"number":17,"text":"Everyone had sufficient to eat, and what was left of the broken pieces was picked up – twelve baskets."},{"number":18,"text":"Afterward, when Jesus was alone, praying, his disciples joined him, and he asked them this question – “Who do the people say that I am?”"},{"number":19,"text":"“John the Baptist,” was their answer. “Others, however, say that you are Elijah, while others say that one of the old prophets has risen again.”"},{"number":20,"text":"“But you,” he went on, “who do you say that I am?” And to this Peter answered, “The Christ of God.”"},{"number":21,"text":"Jesus, however, strictly charged them not to say this to anyone;"},{"number":22,"text":"he told them that the Son of Man must undergo much suffering, and be rejected by the elders, and chief priests, and teachers of the Law, and be put to death, and rise on the third day."},{"number":23,"text":"And to all present he said, “If any one wishes to walk in my steps, they must renounce self, and take up their cross daily, and follow me."},{"number":24,"text":"For whoever wishes to save their life will lose it, and whoever, for my sake, loses his life – that person will save it."},{"number":25,"text":"What good does it do someone if, when they has gained the whole world, they has lost or forfeited themselves?"},{"number":26,"text":"Whoever is ashamed of me and of my teaching, the Son of Man will be ashamed of them, when he comes in his glory and the glory of the father and of the holy angels."},{"number":27,"text":"Indeed, I tell you, some who are standing before me will not know death, until they have seen the kingdom of God.”"},{"number":28,"text":"About eight days after speaking these words, Jesus went up the mountain to pray, taking with him Peter, John, and James."},{"number":29,"text":"As he was praying, the aspect of his face was changed, and his clothing became a dazzling white."},{"number":30,"text":"And all at once two men were talking with Jesus; they were Moses and Elijah,"},{"number":31,"text":"who appeared in a glorified state, and spoke of his departure, which was destined to take place at Jerusalem."},{"number":32,"text":"Peter and his companions had been overpowered by sleep but, suddenly becoming wide awake, they saw Jesus glorified and the two men who were standing beside him."},{"number":33,"text":"And, as Moses and Elijah were passing away from Jesus, Peter exclaimed, “Sir, it is good to be here; let us make three tents, one for you, and one for Moses, and one for Elijah.” He did not know what he was saying;"},{"number":34,"text":"and, while he was speaking, a cloud came down and enveloped them; and they were afraid, as they passed into the cloud;"},{"number":35,"text":"and from the cloud came a voice which said – “This is my Son, the Chosen One; him you must hear.”"},{"number":36,"text":"And, as the voice ceased, Jesus was found alone. The apostles kept silence, and told no one about any of the things that they had seen."},{"number":37,"text":"The next day, when they had come down from the mountain, a great crowd met Jesus."},{"number":38,"text":"And just then a man in the crowd shouted out, “Teacher, I entreat you to look at my son, for he is my only child;"},{"number":39,"text":"all at once a spirit will seize him, suddenly shriek out, and throw him into convulsions until he foams, and will leave him only when he is utterly exhausted."},{"number":40,"text":"I entreated your disciples to drive the spirit out, but they could not.”"},{"number":41,"text":"“Faithless and perverse generation!” Jesus exclaimed, “How long must I be with you and have patience with you? Lead your son here.”"},{"number":42,"text":"While the boy was coming up to Jesus, the demon dashed him down and threw him into convulsions. But Jesus rebuked the foul spirit, and cured the boy, and gave him back to his father."},{"number":43,"text":"And all present were struck with awe at the majesty of God. In the midst of the general astonishment at all that Jesus was doing, he said to his disciples,"},{"number":44,"text":"“Listen carefully to my words. For the Son of Man is destined to be betrayed into the hands of his fellow men.”"},{"number":45,"text":"But the disciples did not understand the meaning of this; it had been concealed from them so that they did not see it, and they were afraid to question him as to what he meant."},{"number":46,"text":"A discussion arose among the disciples as to which of them was the greatest;"},{"number":47,"text":"and Jesus, knowing of the discussion that was occupying their thoughts, took hold of a little child, and placed it beside him,"},{"number":48,"text":"and then said to them, “Anyone who, for the sake of my name, welcomes even this little child is welcoming me; and anyone who welcomes me is welcoming him who sent me as his messenger. For whoever is least among you all – that person is great.”"},{"number":49,"text":"John said, “Sir, we saw a man driving out demons by using your name, and we tried to prevent him, because he does not follow you with us.”"},{"number":50,"text":"“None of you must prevent him,” Jesus said to John, “whoever is not against you is for you.”"},{"number":51,"text":"As the days before his being taken up to heaven were growing few, Jesus set his face resolutely in the direction of Jerusalem; and he sent on messengers in advance."},{"number":52,"text":"On their way, they went into a Samaritan village to make preparations for him,"},{"number":53,"text":"but the people there did not welcome him, because his face was set in the direction of Jerusalem."},{"number":54,"text":"When James and John saw this, they said, “Master, do you wish us to call for fire to come down from the heavens and consume them?”"},{"number":55,"text":"But Jesus turned and rebuked them."},{"number":56,"text":"And they made their way to another village."},{"number":57,"text":"And, while they were on their way, a man said to Jesus, “I will follow you wherever you go.”"},{"number":58,"text":"“Foxes have holes,” he replied, “and wild birds their nests, but the Son of Man has nowhere to lay his head.”"},{"number":59,"text":"To another man Jesus said, “Follow me.” “Let me first go and bury my father,” said the man."},{"number":60,"text":"But Jesus said, “Leave the dead to bury their dead; but go yourself and carry far and wide the news of the kingdom of God.”"},{"number":61,"text":"“Master,” said another, “I will follow you; but first let me say goodbye to my family.”"},{"number":62,"text":"But Jesus answered, “No one who looks back, after putting their hand to the plow, is fitted for the kingdom of God.”"}]}