{"translation":"dra","book":"est","bookName":"Esther","chapter":14,"verses":[{"number":1,"text":"Queen Esther also, fearing the danger that was at hand, had recourse to the Lord."},{"number":2,"text":"And when she had laid away her royal apparel, she put on garments suitable for weeping and mourning: instead of divers precious ointments, she covered her head with ashes and dung, and she humbled her body with fasts: and all the places in which before she was accustomed to rejoice, she filled with her torn hair."},{"number":3,"text":"And she prayed to the Lord the God of Israel, saying: O my Lord, who alone art our king, help me a desolate woman, and who have no other helper but thee."},{"number":4,"text":"My danger is in my hands."},{"number":5,"text":"I have heard of my father that thou, O Lord, didst take Israel from among all nations, and our fathers from all their predecessors, to possess them as an everlasting inheritance, and thou hast done to them as thou hast promised."},{"number":6,"text":"We have sinned in thy sight, and therefore thou hast delivered us into the hands of our enemies:"},{"number":7,"text":"For we have worshipped their gods. Thou art just, O Lord."},{"number":8,"text":"And now they are not content to oppress us with most hard bondage, but attributing the strength of their hands to the power of their idols,"},{"number":9,"text":"They design to change thy promises, and destroy thy inheritance, and shut the mouths of them that praise thee, and extinguish the glory of thy temple and altar,"},{"number":10,"text":"That they may open the mouths of Gentiles, and praise the strength of idols, and magnify for ever a carnal king."},{"number":11,"text":"Give not, O Lord, thy sceptre to them that are not, lest they laugh at our ruin: but turn their counsel upon themselves, and destroy him that hath begun to rage against us."},{"number":12,"text":"Remember, O Lord, and shew thyself to us in the time of our tribulation, and give me boldness, O Lord, king of gods, and of all power:"},{"number":13,"text":"Give me a well ordered speech in my mouth in the presence of the lion, and turn his heart to the hatred of our enemy, that both he himself may perish, and the rest that consent to him."},{"number":14,"text":"But deliver us by thy hand, and help me, who have no other helper, but thee, O Lord, who hast the knowledge of all things."},{"number":15,"text":"And thou knowest that I hate the glory of the wicked, and abhor the bed of the uncircumcised, and of every stranger."},{"number":16,"text":"Thou knowest my necessity, that I abominate the sign of my pride and glory, which is upon my head in the days of my public appearance, and detest it as a menstruous rag, and wear it not in the days of my silence,"},{"number":17,"text":"And that I have not eaten at Aman's table, nor hath the king's banquet pleased me, and that I have not drunk the wine of the drink offerings:"},{"number":18,"text":"And that thy handmaid hath never rejoiced, since I was brought hither unto this day but in thee, O Lord, the God of Abraham."},{"number":19,"text":"O God, who art mighty above all, hear the voice of them, that have no other hope, and deliver us from the hand of the wicked, and deliver me from my fear. "}]}