{"translation":"oeb-us","book":"2ti","bookName":"2 Timothy","chapter":1,"verses":[{"number":1,"text":"From Paul who, by the will of God, is an apostle of Christ Jesus, charged to proclaim the life that comes from union with Christ Jesus,"},{"number":2,"text":"to Timothy, my dear child: may God, the Father, and Christ Jesus, our Lord, bless you, and be merciful to you, and give you peace."},{"number":3,"text":"I am thankful to God, whom I serve, as my ancestors did, with a clear conscience, when I remember you, as I never fail to do, in my prayers – night and day alike,"},{"number":4,"text":"as I think of your tears, longing to see you, that my happiness may be completed,"},{"number":5,"text":"now that I have been reminded of the sincere faith that you have shown. That faith was seen first in your grandmother Lois and your mother Eunice, and is now, I am convinced, in you also."},{"number":6,"text":"And that is my reason for reminding you to stir into flame that gift of God, which is yours through your ordination at my hands."},{"number":7,"text":"For the Spirit which God gave us was not a spirit of cowardice, but a spirit of power, love, and self-control."},{"number":8,"text":"Do not, therefore, be ashamed of the testimony which we have to bear to our Lord, or of me imprisoned for his sake; but join with me in suffering for the good news, as far as God enables you."},{"number":9,"text":"It was God who saved us, and from him we received our solemn call – not as a reward for anything that we had done, but in fulfillment of his own loving purpose. For that love was extended to us, through Christ Jesus, before time began,"},{"number":10,"text":"and has now been made apparent through the appearing of our Savior, Christ Jesus; who has made an end of death, and has brought life and immortality to light by that good news,"},{"number":11,"text":"of which I was myself appointed a herald, apostle, and teacher."},{"number":12,"text":"That is why I am undergoing these sufferings; yet I feel no shame, for I know in whom I have put my faith, and am convinced that he is able to guard what I have entrusted to him until that day."},{"number":13,"text":"Keep before you, as an example of sound teaching, all that you learnt from me as you listened with that faith and love which come from union with Christ Jesus."},{"number":14,"text":"Guard by the help of the Holy Spirit, who is within us, the glorious trust that has been committed to you."},{"number":15,"text":"You know, of course, that all our friends in Roman Asia turned their backs on me, including Phygellus and Hermogenes."},{"number":16,"text":"May the Lord show mercy to the household of Onesiphorus; for he often cheered me and was not ashamed of my chains."},{"number":17,"text":"On the contrary, when he arrived in Rome, he sought eagerly for me until he found me."},{"number":18,"text":"The Lord grant that he may find mercy at the hands of the Lord on that day. The many services that he rendered at Ephesus you have the best means of knowing."}]}