{"translation":"oeb-us","book":"2ti","bookName":"2 Timothy","chapter":2,"verses":[{"number":1,"text":"You must, then, my child, find strength in the help which comes from the union with Christ Jesus;"},{"number":2,"text":"and what you learnt from me, in the presence of many listeners, entrust to reliable people, who will be able in their turn to teach others."},{"number":3,"text":"Share hardships with me, as a true soldier of Christ Jesus."},{"number":4,"text":"A soldier on active service, to please his superior officer, always avoids entangling himself in the affairs of ordinary life."},{"number":5,"text":"No athlete is ever awarded the wreath of victory unless they have kept the rules."},{"number":6,"text":"The laborer who does the work should be the first to receive a share of the fruits of the earth."},{"number":7,"text":"Reflect on what I say; the Lord will always help you to understand."},{"number":8,"text":"Keep before your mind Jesus Christ, raised from the dead, a descendant of David, as told in the good news entrusted to me;"},{"number":9,"text":"in the service of which I am suffering hardships, even to being put in fetters as a criminal. But the message of God is not fettered;"},{"number":10,"text":"and that is why I submit to anything for the sake of God’s people: so that they also may obtain the salvation which comes from union with Christ Jesus, and imperishable glory."},{"number":11,"text":"How true this saying is – ‘If we have shared his death, we will also share his life."},{"number":12,"text":"If we continue to endure, we will also share his throne. If we should ever disown him, he, too, will disown us."},{"number":13,"text":"If we lose our trust, he is still to be trusted, for he cannot be false to himself!’"},{"number":14,"text":"Remind people of all this; tell them solemnly, as in the sight of God, to avoid controversy, a useless thing and the ruin of those who listen to it."},{"number":15,"text":"Do your utmost to show yourself true to God, a worker with no reason to be ashamed, accurate in delivering the message of the truth."},{"number":16,"text":"Avoid profane prattle. Those who indulge in it only get deeper into irreligious ways,"},{"number":17,"text":"and their teaching will spread like a cancer. Hymenaeus and Philetus are instances of this."},{"number":18,"text":"They have gone completely astray as regards the truth; they say that a resurrection has already taken place, and so upset some people’s faith."},{"number":19,"text":"Yet God’s firm foundation still stands unmoved, and it bears this inscription – ‘THE LORD KNOWS THOSE WHO ARE HIS’; and this – ‘LET ALL THOSE WHO USE THE NAME OF THE LORD TURN AWAY FROM WICKEDNESS.’"},{"number":20,"text":"Now in a large house there are not only things of gold and silver, but also others of wood and earthenware, some for better and some for common use."},{"number":21,"text":"If, then, a person has escaped from the pollution of such errors as I have mentioned, they will be like a thing kept for better use, set apart, serviceable to its owner, ready for any good purpose."},{"number":22,"text":"Flee from the passions of youth, but pursue righteousness, faith, love, and peace, in the company of those who, with a pure heart, invoke the Lord."},{"number":23,"text":"Shun foolish and ignorant discussions, for you know that they only breed quarrels;"},{"number":24,"text":"and a servant of the Lord should never quarrel. They ought, on the contrary, to be courteous to everyone, skillful teachers, and forbearing."},{"number":25,"text":"They should instruct their opponents in a gentle spirit; for, possibly, God may give those opponents a repentance that will lead to a fuller knowledge of truth,"},{"number":26,"text":"and they may yet come to a sober mind, and escape from the devil’s net, when captured by the Lord’s servant to do the will of God."}]}