{"translation":"oeb-us","book":"2ti","bookName":"2 Timothy","chapter":3,"verses":[{"number":1,"text":"Be sure of this, that in the last days difficult times will come."},{"number":2,"text":"People will be selfish, mercenary, boastful, haughty, and blasphemous; disobedient to their parents, ungrateful, impure,"},{"number":3,"text":"incapable of affection, merciless, slanderous, wanting in self-control, brutal, careless of the right,"},{"number":4,"text":"treacherous, reckless, and puffed up with pride; they will love pleasure more than they love God;"},{"number":5,"text":"and while they retain the outward form of religion, they will not allow it to influence them. Turn your back on such people as these."},{"number":6,"text":"For among them are to be found those who creep into homes and captivate weak women – women who, loaded with sins, and slaves to all kinds of passions,"},{"number":7,"text":"are always learning, and yet never able to attain to a real knowledge of the truth."},{"number":8,"text":"Just as Jannes and Jambres opposed Moses, so do these people, in their turn, oppose the truth. Their minds are corrupted, and, as regards the faith, they are utterly worthless."},{"number":9,"text":"They will not, however, make further progress; for their wicked folly will be plain to everyone, just as the folly of Jannes and Jambres was."},{"number":10,"text":"But you, Timothy, were a close observer of my teaching, my conduct, my purposes, my faith, my forbearance, my love, and my patient endurance,"},{"number":11,"text":"as well as of my persecutions, and of the sufferings which I met with at Antioch, Iconium, and Lystra. You know what persecutions I underwent; and yet the Lord brought me safe out of all!"},{"number":12,"text":"Yes, and all who aim at living a religious life in union with Christ Jesus will have to suffer persecution;"},{"number":13,"text":"but wicked people and impostors will go from bad to worse, deceiving others and deceived themselves."},{"number":14,"text":"You, however, must stand by what you learnt and accepted as true. You know who they were from whom you learnt it;"},{"number":15,"text":"and that, from your childhood, you have known the sacred writings, which can give you the wisdom that, through belief in Christ Jesus, leads to salvation."},{"number":16,"text":"All scripture is God-breathed: helpful for teaching, for refuting error, for giving guidance, and for training others in righteousness;"},{"number":17,"text":"so that God’s people may be capable and equipped for good work of every kind."}]}