{"translation":"oeb-us","book":"jas","bookName":"James","chapter":1,"verses":[{"number":1,"text":"James, a servant of God and of the Lord Jesus Christ, greets the twelve tribes that are living abroad."},{"number":2,"text":"My friends, whatever trials you may face from time to time, always regard them as a reason for rejoicing,"},{"number":3,"text":"knowing, as you do, that the testing of your faith develops endurance."},{"number":4,"text":"And let endurance do its work perfectly, so that you may be altogether perfect, and in no respect lacking."},{"number":5,"text":"If any one of you lacks wisdom, they should ask wisdom from the God who gives freely to everyone without reproach, and it will be given to them."},{"number":6,"text":"But they should ask with confidence, never doubting; for the person who doubts is like a wave of the sea driven here and there at the mercy of the wind –"},{"number":7,"text":"Such a person must not expect that they will receive anything from the Lord,"},{"number":8,"text":"vacillating as they are, irresolute at every turn."},{"number":9,"text":"Let a follower in humble circumstances be proud of their exalted position,"},{"number":10,"text":"but a rich follower of their humiliation; for the rich will pass away like a wild flower."},{"number":11,"text":"As the sun rises, and the hot wind blows, the plant withers, its flower fades, and all its beauty is gone. So it is with the rich. In the midst of their pursuits they will wither away."},{"number":12,"text":"Blessed is the person who remains firm under temptation, for, when they have stood the test, they will receive the crown of life, which the Lord has promised to those who love him."},{"number":13,"text":"Let no one say, when they are tempted, “It is God who is tempting me!” For God, who cannot be tempted to do wrong, does not himself tempt anyone."},{"number":14,"text":"A man is in every case tempted by their own passions – allured and enticed by them."},{"number":15,"text":"Then passion conceives and gives birth to sin, and sin, on reaching maturity, brings forth death."},{"number":16,"text":"Do not be deceived, my dear friends."},{"number":17,"text":"Every good thing given us, and every perfect gift, is from above, and comes down to us from the Father of the lights in the heavens, who is himself never subject to change or to eclipse."},{"number":18,"text":"Because he so willed, he gave us life, through the message of the truth, so that we should be, as it were, a kind of first fruits of his creation."},{"number":19,"text":"Mark this, my dear friends – Let everyone be quick to listen, slow to speak, and slow to get angry;"},{"number":20,"text":"for human anger does not forward the righteous purpose of God."},{"number":21,"text":"Therefore, get rid of all filthiness and whatever wickedness still remains, and in a humble spirit receive that message which has been planted in your hearts and is able to save your souls."},{"number":22,"text":"Put that message into practice, and do not merely listen to it – deceiving yourselves."},{"number":23,"text":"For, when anyone listens to it and does not practice it, they are like a person looking at their own face in a mirror."},{"number":24,"text":"They look at themselves, then go on their way,"},{"number":25,"text":"but the person who looks carefully into the perfect Law, the Law of freedom, and continues to do so, not listening to it and then forgetting it, but putting it into practice – that person will be blessed in what they do."},{"number":26,"text":"When a person appears to be religious, yet does not bridle their tongue, but imposes on their own conscience, that person’s religious observances are valueless."},{"number":27,"text":"That religious observance which is pure and spotless in the eyes of God our Father is this – to visit orphans and widows in their trouble, and to keep oneself uncontaminated by the world."}]}