{"translation":"oeb-us","book":"jas","bookName":"James","chapter":2,"verses":[{"number":1,"text":"My friends, are you really trying to combine faith in Jesus Christ, our glorified Lord, with discrimination?"},{"number":2,"text":"Suppose a visitor should enter your synagogue, with gold rings and in grand clothes, and suppose a poor man should come in also, in shabby clothes,"},{"number":3,"text":"and you show more respect to the visitor who is wearing grand clothes, and say – “There is a good seat for you here,” but to the poor man – “You must stand; or sit down there by my footstool,”"},{"number":4,"text":"Haven’t you made distinctions among yourselves, and used evil standards of judgement?"},{"number":5,"text":"Listen, my dear friends. Has not God chosen those who are poor in the things of this world to be rich through their faith, and to possess the kingdom which he has promised to those who love him?"},{"number":6,"text":"But you – you insult the poor man! Isn’t it the rich who oppress you? Isn’t it they who drag you into law courts?"},{"number":7,"text":"Isn’t it they who malign that honorable name spoken over you at your baptism?"},{"number":8,"text":"If you keep the royal law which runs – ‘You must love your neighbor as you love yourself,’ you are doing right;"},{"number":9,"text":"but, if you discriminate, you commit a sin, and stand convicted by that same law of being offenders against it."},{"number":10,"text":"For a person who has laid the Law, as a whole, to heart, but has failed in one particular, is accountable for breaking all its provisions."},{"number":11,"text":"He who said ‘You must not commit adultery’ also said ‘You must not murder.’ If, then, you commit murder but not adultery, you are still an offender against the Law."},{"number":12,"text":"Therefore, speak and act as people who are to be judged by the ‘Law of freedom.’"},{"number":13,"text":"For there will be justice without mercy for the person who has not acted mercifully. Mercy triumphs over Justice."},{"number":14,"text":"My friends, what good is it if someone claims that they have faith, but they do not prove it by actions? Can such faith save them?"},{"number":15,"text":"Suppose some brother or sister should be in need of clothes and of daily bread,"},{"number":16,"text":"and one of you says to them – “Go, and peace be with you; keep warm and eat well!” and yet you do not actually give them the necessities of life, what good would it be to them?"},{"number":17,"text":"In just the same way faith, if not followed by actions, is, by itself, a lifeless thing."},{"number":18,"text":"Someone, indeed, may say – “You are a man of faith, and I am a man of action.” “Then show me your faith,” I reply, “apart from any actions, and I will show you my faith by my actions.”"},{"number":19,"text":"It is a part of your faith, is it not, that there is one God? Good; yet even the demons have that faith, and tremble at the thought."},{"number":20,"text":"Now do you really want to understand, fool, how it is that faith without actions leads to nothing?"},{"number":21,"text":"Look at our ancestor, Abraham. Was he not justified by his actions after he had offered his son, Isaac, on the altar?"},{"number":22,"text":"You see how, in his case, faith and actions went together; that his faith was perfected as the result of his actions;"},{"number":23,"text":"and that in this way the words of scripture came true – “Abraham believed God, and that was regarded by God as righteousness,” and “He was called the friend of God.”"},{"number":24,"text":"You see, then, that a person is justified by actions, and not by faith alone."},{"number":25,"text":"Wasn’t it the same with the prostitute, Rahab? Was she not justified by her actions, after she had welcomed the messengers and helped them escape by another road?"},{"number":26,"text":"Just as a body is dead without a spirit, so faith is dead without actions."}]}