{"translation":"oeb-us","book":"jas","bookName":"James","chapter":4,"verses":[{"number":1,"text":"What is the cause of the fighting and quarreling that goes on among you? Isn’t it to be found in the desires which are always at war within you?"},{"number":2,"text":"You crave, yet do not have, so you commit murder, so You covet, yet cannot gain your end. You quarrel and fight. You do not have, because you do not ask."},{"number":3,"text":"You ask, yet do not receive, because you ask for a wrong purpose – to spend what you get on your pleasures."},{"number":4,"text":"Unfaithful people! Don’t you know that to be friends with the world means to be at enmity with God? Therefore whoever chooses to be friends with the world makes himself an enemy to God."},{"number":5,"text":"Do you suppose scripture means nothing when it says, ‘Envy results from the longings of the spirit which God has implanted within you?’"},{"number":6,"text":"But he gives us greater grace; and that is why it says, – ‘God opposes the haughty, but gives grace to the humble.’"},{"number":7,"text":"Therefore submit to God. Stand up to the devil, and he will flee from you."},{"number":8,"text":"Draw near to God, and he will draw near to you. Make your hands clean, you sinners; and your hearts pure, you vacillators!"},{"number":9,"text":"Grieve, mourn, and lament! Let your laughter be turned to mourning, and your happiness to gloom!"},{"number":10,"text":"Humble yourselves before the Lord, and he will exalt you."},{"number":11,"text":"Do not disparage one another, friends. The person who disparages others, or passes judgment on them, disparages the Law and passes judgment on the Law. But, if you pass judgment on the Law, you are not obeying it, but judging it."},{"number":12,"text":"There is only one lawgiver and judge – he who has the power both to save and to destroy. So then who are you to pass judgment on your neighbor?"},{"number":13,"text":"Listen to me, you who say ‘Today or tomorrow we will go to such and such a town and spend a year there, doing business and making money,’"},{"number":14,"text":"yet you do not know what your life will be like tomorrow! For you are but a puff of smoke that appears for a little while and then vanishes."},{"number":15,"text":"Instead you should say ‘If the Lord wills, we will live and do this or that.’"},{"number":16,"text":"But as it is, you are boasting presumptuously! All such boasting is wicked."},{"number":17,"text":"The person, then, who knows what is right but fails to do it – that is sin in them."}]}