{"translation":"oeb-us","book":"jas","bookName":"James","chapter":5,"verses":[{"number":1,"text":"Listen to me, you rich people, weep and wail for the miseries that are coming upon you!"},{"number":2,"text":"Your riches have wasted away, and your clothes have become moth-eaten."},{"number":3,"text":"Your gold and silver are rusted; and the rust on them will be evidence against you, and will eat into your flesh. It was fire, so to speak, that you stored up for yourselves in these last days."},{"number":4,"text":"Listen! The wages you have held back from the laborers who mowed your fields are crying out against you, and the outcries of your harvesters have reached the ears of the Lord of Hosts!"},{"number":5,"text":"You have lived on earth a life of extravagance and luxury; you have indulged your fancies in a time of bloodshed."},{"number":6,"text":"You have condemned, you have murdered, the righteous one! Must not God be opposed to you?"},{"number":7,"text":"Be patient, then, friends, until the coming of the Lord. Even the farmer has to wait for the precious fruit of the earth, watching over it patiently, until it has had the spring and summer rains."},{"number":8,"text":"And you must be patient also, and not be discouraged; for the Lord’s coming is near."},{"number":9,"text":"Do not make complaints against one another, friends, or judgment will be passed on you. The judge is already standing at the door!"},{"number":10,"text":"Friends, as an example of the patient endurance of suffering, take the prophets who spoke in the name of the Lord."},{"number":11,"text":"We count those who displayed such endurance blessed! You have heard, too, of Job’s endurance, and have seen what the Lord’s purpose was, for ‘the Lord is full of pity and compassion.’"},{"number":12,"text":"Above all things, my friends, never take an oath, either by heaven, or by earth, or by anything else. Let your ‘Yes’ suffice for yes, and ‘No’ for no, so that you may escape condemnation."},{"number":13,"text":"If anyone of you is in trouble, they should pray; if anyone is happy, they should sing hymns."},{"number":14,"text":"If anyone of you is ill, they should send for the church elders, and let them pray over them, anointing them with oil in the name of the Lord."},{"number":15,"text":"The prayer offered in faith will save the person who is sick, and the Lord will raise them from their bed; and if they have committed sins, they will be forgiven."},{"number":16,"text":"Therefore, confess your sins to one another and pray for one another, so that you may be cured. Great is the power of a good person’s fervent prayer."},{"number":17,"text":"Elijah was only human like ourselves, but, when he prayed fervently that it might not rain, no rain fell on the land for three and a half years."},{"number":18,"text":"And, when he prayed again, the clouds brought rain, and the land bore crops."},{"number":19,"text":"My friends, should one of you be led astray from the truth, and someone bring them back again,"},{"number":20,"text":"be sure that the person who brings a sinner back from their mistaken ways will save that person’s soul from death, and will cover a multitude of sins."}]}