{"translation":"kjv1611","book":"1co","bookName":"1 Corinthians","chapter":2,"verses":[{"number":1,"text":"And I, brethren, when I came to you, came not with excellencie of speech, or of wisedome, declaring vnto you the testimony of God."},{"number":2,"text":"For I determined not to know any thing am&#333;g you, saue Iesus Christ, and him crucified."},{"number":3,"text":"And I was with you in weakenesse, and in feare, and in much trembling."},{"number":4,"text":"And my speech, and my preaching was not with entising words of mans wisedome, but in demonstration of the Spirit, and of power:"},{"number":5,"text":"That your faith should not stand in the wisdome of men, but in the power of God."},{"number":6,"text":"Howbeit wee speake wisedome among them that are perfect: yet not the wisedome of this worlde, nor of the Princes of this worlde, that come to nought:"},{"number":7,"text":"But wee speake the wisedome of God in a mysterie, euen the hidden wisedome which God ordeined before the world, vnto our glory."},{"number":8,"text":"Which none of the princes of this world knewe: for had they knowen it, they would not haue crucified the Lord of glory."},{"number":9,"text":"But as it is written, Eye hath not seene, nor eare heard, neither haue entred into the heart of man, the things which God hath prepared for them that loue him."},{"number":10,"text":"But God hath reueiled them vnto vs by his Spirit: for the Spirit searcheth all things, yea, the deepe things of God."},{"number":11,"text":"For what man knoweth the things of a man, saue the spirit of man which is in him? Euen so the things of God knoweth no man, but the Spirit of God."},{"number":12,"text":"Now wee haue receiued, not the spirit of the world, but the Spirit which is of God, that wee might know the things that are freely giuen to vs of God."},{"number":13,"text":"Which things also we speake, not in the words which mans wisedome teacheth, but which the holy Ghost teacheth, comparing spiritual things with spirituall."},{"number":14,"text":"But the naturall man receiueth not the things of the Spirit of God, for they are foolishnesse vnto him: neither can he know them, because they are spiritually discerned."},{"number":15,"text":"But he that is spirituall, iudgeth all things, yet he himselfe is iudged of no man."},{"number":16,"text":"For who hath knowen the mind of the Lord that he may instruct him? But we haue the mind of Christ."}]}