{"translation":"oeb-us","book":"rut","bookName":"Ruth","chapter":2,"verses":[{"number":1,"text":"Now Naomi was related through her husband to a very wealthy man of the family of Elimelech named Boaz."},{"number":2,"text":"Ruth the Moabite said to Naomi, “Let me now go into the fields and gather leftover grain behind anyone who will allow me.” “Go, my daughter,” she replied."},{"number":3,"text":"So she went to glean in the field after the reapers. As it happened, she was in that part of the field which belonged to Boaz, who was of the family of Elimelech."},{"number":4,"text":"When Boaz came from Bethlehem and said to the reapers, “The Lord be with you,” they answered him, “May the Lord bless you.”"},{"number":5,"text":"“Whose girl is this?” Boaz asked his servant who had charge of the reapers."},{"number":6,"text":"The servant who had charge of the reapers replied, “It is the Moabite girl who came back with Naomi from the territory of Moab."},{"number":7,"text":"She asked to be allowed to glean and gather sheaves after the reapers. So she came and has continued to work until now and she has not rested a moment in the field.”"},{"number":8,"text":"Then Boaz said to Ruth, “Listen, my daughter. Do not go to glean in another field nor leave this place, but stay here with my girls."},{"number":9,"text":"Watch where the men are reaping and follow the gleaners. I have told the young men not to trouble you. When you are thirsty, go to the jars and drink of that which the young men have drawn.”"},{"number":10,"text":"Then she bowed low and said to him, “Why are you so kind to me, to take interest in me when I am just a foreigner?”"},{"number":11,"text":"Boaz replied, “I have heard what you have done for your mother-in-law since the death of your husband, and how you left your father and mother and your native land to come to a people that you did not know before."},{"number":12,"text":"May the Lord repay you for what you have done, and may you be fully rewarded by the God of Israel, under whose wings you have come to take refuge.”"},{"number":13,"text":"Then she said, “I trust I may please you, my lord, for you have comforted me and spoken kindly to your servant, although I am not really equal to one of your own servants.”"},{"number":14,"text":"At mealtime Boaz said to Ruth, “Come here and eat some of the food and dip your piece of bread in the vinegar.” So she sat beside the reapers, and he passed her some roasted grain. She ate until she was satisfied and had some left."},{"number":15,"text":"When she rose to glean, Boaz gave this order to his young men: “Let her glean even among the sheaves and do not disturb her."},{"number":16,"text":"Also pull out some for her from the bundles and leave for her to glean, and do not find fault with her.”"},{"number":17,"text":"So she gleaned in the field until evening, then beat out what she had gleaned. It was about a bushel of barley."},{"number":18,"text":"Then she took it up and went into the town and showed her mother-in-law what she had gleaned. She also brought out and gave her that which she had left from her meal after she had had enough."},{"number":19,"text":"“Where did you glean today, and where did you work?” asked her mother-in-law. “A blessing on him who took notice of you!” So she told her mother-in-law where she had worked. “The name of the man with whom I worked today,” she said, “is Boaz.”"},{"number":20,"text":"Naomi said to her daughter-in-law, “May the blessing of the Lord rest on this man who has not ceased to show his loving-kindness to the living and to the dead. The man,” she added, “is a near relation of ours.”"},{"number":21,"text":"“He told me,” Ruth said, “that I must keep near his young men until they have completed all his harvest.”"},{"number":22,"text":"Naomi said to Ruth, “It is best, my daughter, that you should go out with his girls because you might not be as safe in another field.”"},{"number":23,"text":"So she gleaned with the girls of Boaz until the end of the barley and wheat harvest; but she lived with her mother-in-law."}]}