{"translation":"oeb-us","book":"rut","bookName":"Ruth","chapter":3,"verses":[{"number":1,"text":"One day, Naomi said to Ruth, “My daughter, should I not seek to secure a home for you where you will be happy and prosperous?"},{"number":2,"text":"Is not Boaz, with whose girls you have been, a relative of ours?"},{"number":3,"text":"Tonight he is going to winnow barley on the threshing-floor. So bathe and anoint yourself and put on your best clothes and go down to the threshing-floor. But do not make yourself known to the man until he has finished eating and drinking."},{"number":4,"text":"Then when he lies down, mark the place where he lies. Go in, uncover his feet, lie down, and then he will tell you what to do.”"},{"number":5,"text":"“I will do as you say.” Ruth said to her."},{"number":6,"text":"So she went down to the threshing-floor and did just as her mother-in-law told her."},{"number":7,"text":"When Boaz had finished eating and drinking and was in a happy mood, he went to lie down at the end of the heap of grain. Then Ruth came quietly and uncovered his feet and lay down."},{"number":8,"text":"At midnight the man was startled and turned over, and there was a woman lying at his feet!"},{"number":9,"text":"“Who are you?” he said. “I am Ruth your servant,” she answered, “Spread your cloak over your servant, for you are a near relative.”"},{"number":10,"text":"He said, “May you be blest by the Lord, my daughter. You have shown me greater favor now than at first, for you have not followed young men, whether poor or rich."},{"number":11,"text":"My daughter, have no fear. I will do for you all that you ask, for the whole town knows that you are a virtuous woman."},{"number":12,"text":"Now it is true that I am a near relative, but there is another man nearer than I."},{"number":13,"text":"Stay here tonight, and then in the morning, if he will perform for you the duty of a kinsman, well, let him do it. But if he will not perform for you the duty of a kinsman, then as surely as the Lord lives, I will do it for you. Lie down until morning.”"},{"number":14,"text":"So she lay at his feet until morning, but rose before anyone could recognize her, for Boaz said, “No one must know that a woman came to the threshing-floor.”"},{"number":15,"text":"He also said, “Bring the cloak which you have on and hold it.” So she held it while he poured into it six measures of barley and laid it on her shoulders. Then he went into the city."},{"number":16,"text":"When Ruth came to her mother-in-law, Naomi asked, “Is it you, my daughter?” Then Ruth told Naomi all that the man had done for her."},{"number":17,"text":"“He gave me these six measures of barley,” she said, “for he said I should not go to my mother-in-law empty-handed.”"},{"number":18,"text":"“Wait quietly, my daughter.” Naomi said, “Until you know how the affair will turn out, for the man will not rest unless he settles it all today.”"}]}