{"translation":"oeb-us","book":"rut","bookName":"Ruth","chapter":4,"verses":[{"number":1,"text":"Then Boaz went up to the gate and sat down. Just then the near kinsman of whom Boaz had spoken came along. Boaz said, “Hello, So-and-so (calling him by name), come here and sit down.” So he stopped and sat down."},{"number":2,"text":"Boaz also took ten of the town elders and said, “Sit down here.” So they sat down."},{"number":3,"text":"Then he said to the near relative, “Naomi, who has come back from the country of Moab, is offering for sale the piece of land which belonged to our relative Elimelech,"},{"number":4,"text":"and I thought that I would lay the matter before you, suggesting that you buy it in the presence of these men who sit here and of the elders of my people. If you will buy it and so keep it in the possession of the family, do so; but if not; then tell me, so that I may know; for no one but you has the right to buy it, and I am next to you.” “I will buy it,” he said."},{"number":5,"text":"Then Boaz said, “On the day you buy the field from Naomi, you must also marry Ruth the Moabite, the widow of the dead, in order to preserve the name of the dead in connection with his inheritance.”"},{"number":6,"text":"“I cannot buy it for myself without spoiling my own inheritance,” the near relative said. “You take my right of buying it as a relative, because I cannot do so.”"},{"number":7,"text":"Now this used to be the custom in Israel: to make valid anything relating to a matter of redemption or exchange, a man drew off his sandal and gave it to the other man; and this was the way contracts were attested in Israel."},{"number":8,"text":"So when the near relative said to Boaz, “Buy it for yourself,” Boaz drew off the man’s sandal."},{"number":9,"text":"Then Boaz said to the elders and to all the people, “You are witnesses at this time that I have bought all that was Elimelech’s and all that was Chilion’s and Mahlon’s from Naomi."},{"number":10,"text":"Moreover I have secured Ruth the Moabite, the wife of Mahlon, to be my wife, in order to perpetuate the name of the dead in connection with his inheritance, so that his name will not disappear from among his relatives and from the household where he lived. You are witnesses this day.”"},{"number":11,"text":"Then all the people who were at the gate and the elders said, “We are witnesses. May the Lord make the woman who is coming into your house like Rachel and Leah, who together built the house of Israel. May you do well in Ephrata, and become famous in Bethlehem."},{"number":12,"text":"From the children whom the Lord will give you by this young woman may your household become like the household of Perez, whom Tamar bore to Judah.”"},{"number":13,"text":"So Boaz married Ruth, and she became his wife; and the Lord gave to her a son."},{"number":14,"text":"Then the women said to Naomi, “Blessed be the Lord who has not left you at this time without a near relative, and may his name be famous in Israel."},{"number":15,"text":"This child will restore your vigor and nourish you in your old age; for your daughter-in-law who loves you, who is worth more to you than seven sons, has borne a son to Boaz!”"},{"number":16,"text":"So Naomi took the child in her arms and cared for him as if he was her own."},{"number":17,"text":"The women of the neighborhood gave him a name, saying, “A son is born to Naomi!” They named him Obed. He became the father of Jesse, who was the father of David."},{"number":18,"text":"This is the genealogy of Perez: Perez was the father of Hezron,"},{"number":19,"text":"Hezron of Ram, Ram of Amminadab,"},{"number":20,"text":"Amminidab of Nashon, Nashon of Salmon,"},{"number":21,"text":"Salmon of Boaz, Boaz of Obed,"},{"number":22,"text":"Obed of Jesse, Jesse of David."}]}