{"translation":"kjv1611","book":"2co","bookName":"2 Corinthians","chapter":9,"verses":[{"number":1,"text":"For as touching the ministring to the Saints, it is superfluous for mee to write to you."},{"number":2,"text":"For I know the forwardnesse of your mind, for which I boast of you to them of Macedonia, that Achaia was ready a yeere agoe, and your zeale hath prouoked very many."},{"number":3,"text":"Yet haue I sent the brethren, least our boasting of you should bee in vaine in this behalfe, that as I saide, yee may be readie."},{"number":4,"text":"Lest happily if they of Macedonia come with mee, & find you vnprepared, wee (that wee say not, you) should bee ashamed in this same confident boasting."},{"number":5,"text":"Therefore I thought it necessary to exhort the brethren, that they would go before vnto you, and make vp before hand your bountie, whereof yee had notice before, that the same might bee readie, as a matter of bountie, not of couetousnesse."},{"number":6,"text":"But this I say, Hee which soweth sparingly, shall reape sparingly: and he which soweth bountifully, shall reape bountifully."},{"number":7,"text":"Euerie man according as he purposeth in his heart, so let him giue; not grudgingly, or of necessitie: for God loueth a cheerefull giuer."},{"number":8,"text":"And God is able to make all grace abound towards you, that ye alwayes hauing all sufficiencie in all things, may abound to euery good worke,"},{"number":9,"text":"(As it is written: Hee hath dispersed abroad: Hee hath giuen to the poore: his righteousnesse remaineth for euer."},{"number":10,"text":"Now he that ministreth seede to the sower, both minister bread for your foode, and multiply your seede sowen, and encrease the fruites of your righteousnesse)"},{"number":11,"text":"Being enriched in euery thing to al bountifulnes, which causeth through vs thankesgiuing to God."},{"number":12,"text":"For the administration of this seruice, not onely supplieth the want of the Saints, but is abundant also by many thanksgiuings vnto God,"},{"number":13,"text":"Whiles by the experiment of this ministration, they glorifie God for your professed subiection vnto the Gospel of Christ, and for your liberall distribution vnto them, and vnto all men:"},{"number":14,"text":"And by their prayer for you, which long after you for the exceeding grace of God in you."},{"number":15,"text":"Thanks be vnto God for his vnspeakeable gift."}]}