{"translation":"oeb-us","book":"job","bookName":"Job","chapter":1,"verses":[{"number":1,"text":"In the land of Uz there was a man called Job– a man blameless and upright, who feared God and"},{"number":2,"text":"shunned evil. He had a family of seven sons and"},{"number":3,"text":"three daughters: and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred she-asses, and a vast train of servants, so that he was the richest man in all the"},{"number":4,"text":"East. Now his sons used to hold feast day about, and they would send and invite their three sisters"},{"number":5,"text":"to eat and drink with them; and when the cycle of feasts was over, Job used to send for them and prepare them for worship, rising early and offering burnt offerings for them all: for – said Job– Perchance my children have sinned And cursed God in their heart. And this Job never failed to do. The Heavenly Council. Satan is permitted to test the Quality of Job’s Piety"},{"number":6,"text":"Now on a certain day the heavenly Beings came to present themselves before Jehovah, and"},{"number":7,"text":"among them came Satan. Then Jehovah asked Satan where he had come from, and Satan answered Jehovah thus, \"From ranging the earth and from"},{"number":8,"text":"walking up and down it.\" Then Jehovah said to Satan: \"Hast thou noted my servant Job, That on earth there is none like him– A man blameless and upright, Who fears God and shuns evil?\""},{"number":9,"text":"To this Satan made answer: But is it for nothing that Job fears God?"},{"number":10,"text":"Hast Thou not Thyself fenced him and his house, And all he possesses on every side? The work of his hands Thou hast blessed, And his substance abounds in the land."},{"number":11,"text":"But put forth Thy hand and touch all he possesses, And assuredly then to Thy face he will curse Thee.\""},{"number":12,"text":"Whereat Jehovah said to Satan: \"See! all he possesses is in thy power, But lay not thy hand on the man himself.\" Then forth Satan went from the presence of Jehovah. The Blows Fall"},{"number":13,"text":"Now on a certain day, as his sons and daughters Were eating and drinking wine in the house of their"},{"number":14,"text":"eldest brother, suddenly a messenger appeared before Job with the tidings: \"The oxen were hard at the plough; And the asses were feeding beside them,"},{"number":15,"text":"When sabeans fell upon them and seized them; The servants they slew with the sword– Only I alone am escaped to tell thee.\""},{"number":16,"text":"While he was still speaking, another came and said: \"The fire of God has fallen from heaven, And burnt to a cinder the sheep and the servants– Only I alone am escaped to tell thee.\""},{"number":17,"text":"While he was still speaking, another came and said: \"Chaldeans, formed into three bands, Made a raid on the camels and seized them. The servants they slew with the sword– Only I alone am escaped to tell thee.\""},{"number":18,"text":"While he was still speaking, another came and said: \"Thy sons and thy daughters were eating and drinking In the house of their eldest brother:"},{"number":19,"text":"On a sudden a mighty wind From the other side of the desert came and smote and four sides of the house, That it fell on the young folk and killed them– Only I alone am escaped to tell thee.\""},{"number":20,"text":"Then Job rose and rent his robe; and, after shaving his head, he threw himself with these words pros- trate upon the ground:"},{"number":21,"text":"\"Naked came I from my mother’s womb, And naked thither must I return. Jehovah hath given, Jehovah hath taken: The name of Jehovah be blessed.\""},{"number":22,"text":"In all this Job committed no sin, nor did he charge God with unseemly dealing. The Second Council"}]}