{"translation":"oeb-us","book":"job","bookName":"Job","chapter":10,"verses":[{"number":1,"text":"In my soul is a loathing of life, I will let my complaint loose against Him."},{"number":2,"text":"I will say to God, \"Do not condemn me, But show me the ground of Thy quarrel."},{"number":3,"text":"What dost Thou gain from oppressing And spurning the work of Thy hands?"},{"number":4,"text":"Hast Thou then eyes of flesh? Or seest Thou as man seeth?"},{"number":5,"text":"Are Thy days like the days of mortals, Or Thy years like the days of man,"},{"number":6,"text":"That Thou shouldest seek out my guilt, And make this search for my sin,"},{"number":7,"text":"Though Thou knowest I am not guilty. And no treachery cleaves to my hand?"},{"number":8,"text":"Thy hands did fashion and mould me; And now wilt Thou turn and destroy me?"},{"number":9,"text":"Remember Thou madest me like clay, And back to the dust wilt Thou bring me?"},{"number":10,"text":"Didst Thou not pour me out like milk, And curdle me after like cheese,"},{"number":11,"text":"Clothe me with skin and with flesh, And knit me with bones and with sinews?"},{"number":12,"text":"Life Thou didst grant me and favour, Thy Providence guarded my spirit;"},{"number":13,"text":"While this was Thy secret heart, And this was Thy purpose, I know."},{"number":14,"text":"Do I sin? Then Thou dost observe me, And refuse to acquit me of guilt."},{"number":15,"text":"Am I wicked? Then woe us me. Just? I dare not lift up my head– Full of shame and drunken with sorrow."},{"number":16,"text":"If I rise, like a lion Thou huntest me, Working fresh marvels upon me,"},{"number":17,"text":"And bringing new witness against me. Thine anger with me Thou increasest, Thou musterest fresh hosts against me."},{"number":18,"text":"O why from the womb didst Thou bring me? O why died I not all unseen?"},{"number":19,"text":"O to be as though I had not been, Borne from the womb to the grave!"},{"number":20,"text":"Are the days of my life not few? O leave me to smile a little,"},{"number":21,"text":"Ere I go to return no more, To the land of darkness and gloom,"},{"number":22,"text":"To the land of murky darkness, Of gloom and utter confusion, Where the very light is as darkness.\" Zophar’s Appeal to the Unsearchable Wisdom"}]}