{"translation":"oeb-us","book":"job","bookName":"Job","chapter":11,"verses":[{"number":1,"text":"Then Zophar of Naamah answered and said: Should a voluble man go unanswered, A man who but babbles be justified?"},{"number":3,"text":"Must men hold their peace at thy bragging? Thy mocking is no one to curb?"},{"number":4,"text":"Thou maintainest thy way to be pure, And thyself to be clean in His sight."},{"number":5,"text":"But oh that God would speak, And open His lips against thee,"},{"number":6,"text":"And show thee the secrets of wisdom– How marvellous are her achievements! For then thou shouldst know that thy guilt God remembers not wholly against thee."},{"number":7,"text":"Canst thou find out the deep things of God, Or come nigh the Almighty’s perfection?"},{"number":8,"text":"It is higher than heaven – what canst thou? Deeper than Sheol – what knowest thou?"},{"number":9,"text":"Longer than earth is its measure, And broader it is than the sea."},{"number":10,"text":"When He sweeps past and puts men in durance And calls them to trial, who can turn Him?"},{"number":11,"text":"For well He knoweth vain men: He looks upon sin and He marks it."},{"number":12,"text":"Even a senseless man may be taught, As a wild ass’s colt may be caught."},{"number":13,"text":"Now, if thou wouldst prepare thy heart, And stretch out thy hands unto Him,"},{"number":14,"text":"And put away sin from thy hand, And let wrong dwell no more in thy tent,"},{"number":15,"text":"Then thy face thou wouldst lift without blemish, And thou wouldst be steadfast and fearless."},{"number":16,"text":"Yea, thou wouldst forget thy sorrow– As floods that are passed wouldst thou think of it."},{"number":17,"text":"Brighter than noon would thy life rise, Thy darkness would be as the morning."},{"number":18,"text":"Secure wouldst thou be in thy hope: Thou couldst lie without trembling or care–"},{"number":19,"text":"Lay thee down without one to affright thee, And many would sue for thy favour."},{"number":20,"text":"But the eyes of the wicked shall fail, The place of their refuge is perished. Their hope is – to breathe their last. Job’s Independent Criticism of this World and his Glimpse beyond it"}]}