{"translation":"oeb-us","book":"job","bookName":"Job","chapter":12,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"Verily ye are the people, And wisdom shall die with you."},{"number":3,"text":"But, like you, I have understanding; Who knoweth not things like these?"},{"number":4,"text":"A laughing-stock to his friend Is become one whose cry God had answered. A laughing-stock is the righteous;"},{"number":6,"text":"It is tents of robbers that prosper, And those who vex God that are safe– Those who say, \"Is not God in my hand?\""},{"number":7,"text":"But inquire of the beasts – they will teach thee; The birds of the air – they will show thee:"},{"number":8,"text":"The creatures that crawl – they will teach thee; The fish of the sea – they will tell thee."},{"number":9,"text":"For which of them all doth not know That the hand of Jehovah hath wrought this–"},{"number":10,"text":"In whose hand are all living souls And the breath of all humankind?"},{"number":11,"text":"Doth not the ear test words As the palate tastes food for itself?"},{"number":12,"text":"Doth wisdom depend upon years, Understanding on length of days?"},{"number":13,"text":"With Him is wisdom and might, Understanding and counsel are His."},{"number":14,"text":"See! He breaketh down, and who buildeth? Imprisons, and none can set free."},{"number":15,"text":"See! He holds back the floods and they dry; Then He hurls them on earth and confounds it."},{"number":16,"text":"With Him is strength and achievement; Deceived and deceiver are His."},{"number":17,"text":"The wise men of earth He makes foolish; The judges He turns into madmen."},{"number":18,"text":"The fetters kings rivet He loosens, And binds their own loins with a chain."},{"number":19,"text":"He leadeth priests barefoot away; Ancient families He overturneth."},{"number":20,"text":"He removeth the speech of the trusty; The elders He robs of discretion."},{"number":21,"text":"He poureth contempt upon princes; He looseth the belt of the strong."},{"number":22,"text":"He revealeth the deep things of darkness, The gloom-wrapped He bringeth to light."},{"number":23,"text":"He makes nations great and destroys them; Expands them, then hurls them to ruin."},{"number":24,"text":"Earth’s chiefs He bereaves of their judgment; They wander in trackles wastes,"},{"number":25,"text":"Where they grope in the unit darkness, And stagger like drunken men."}]}