{"translation":"oeb-us","book":"job","bookName":"Job","chapter":13,"verses":[{"number":1,"text":"Lo! all this mine eye hath seen, Mine ear hath heard it and marked it."},{"number":2,"text":"What ye know, that I know too; I am not one whit behind you."},{"number":3,"text":"But I would address the Almighty– With God I am longing to reason:"},{"number":4,"text":"For ye are smearers of lies, Good-for-nothing physicians-each man of you."},{"number":5,"text":"O that ye were but silent– Then might ye be counted as wise."},{"number":6,"text":"Now listen to this mine indictment, Attend to the plea of my lips."},{"number":7,"text":"Is it God that ye utter your lies for? Do ye speak you deceit for him?"},{"number":8,"text":"And to Him would ye show your favour? And God’s is the cause ye would plead?"},{"number":9,"text":"Were it well if He searched you out? Can ye mock Him as men are mocked?"},{"number":10,"text":"For He will punish you sore, If ye secretly show Him your favour."},{"number":11,"text":"Shall His majesty not make you shudder? Shall the dread of Him not full upon you?"},{"number":12,"text":"Your maxims are proverbs of ashes; Your bulwarks are bulwarks of clay."},{"number":13,"text":"Be still, let me be: I will speak– Then upon me come what may."},{"number":14,"text":"I will take my flesh in my teeth; I will put my life in my hand."},{"number":15,"text":"See! He slays me, I cannot endure; But my ways will I defend to His face:"},{"number":16,"text":"And this, also, shall be my salvation, That a hypocrite dare not approach Him."},{"number":17,"text":"Hear now my speech with attention, As I declare in your ears."},{"number":18,"text":"Attend as I set forth my case; I know that the right is with me."},{"number":19,"text":"And if any disputeth against me, Then I would be silent and die."},{"number":20,"text":"But two things alone do not unto me, Then I will not hide from Thy face."},{"number":21,"text":"Lift the weight of Thy hand from off me, And let not Thy terrors appal me:"},{"number":22,"text":"Then call Thou, and I will answer; Or let me speak, and answer Thou me."},{"number":23,"text":"How great is my guilt and transgressions? Acquaint me with my sin."},{"number":24,"text":"O why dost Thou hide Thy face, And count me as Thine enemy?"},{"number":25,"text":"Wilt Thou harass a leaf that is tossed? Wilt Thou chase the withered stubble,"},{"number":26,"text":"That Thou passest a judgment so bitter, Entailing upon me the sins of my youth?"},{"number":27,"text":"Thou dost fasten a block on my feet, And set watch over all my ways. Round my roots Thou cuttest a line,"},{"number":28,"text":"While man doth waste with decay, Like a garment devoured of the moth."}]}