{"translation":"oeb-us","book":"job","bookName":"Job","chapter":14,"verses":[{"number":5,"text":"Setting bounds tha they may not pass;"},{"number":1,"text":"Man that is born of a woman Is of few days and filled with trouble."},{"number":2,"text":"He comes forth like a flower and he withers; He flees like a shadow and stays not."},{"number":3,"text":"On such dost Thou open Thine eyes? And him wouldst Thou bring to Thy judgment?"},{"number":4,"text":"Who can bring from the unclean the clean? Not one is free from sin."},{"number":5,"text":"Seeing, then, that his days are decreed,"},{"number":5,"text":"And the tale of his months is with Thee,"},{"number":6,"text":"Look away, and let him have peace, To enjoy like a hireling his day."},{"number":7,"text":"For hope there may be for a tree: Though cut down, it may sprout once again, And the shoots there from need to fail."},{"number":8,"text":"Though its root in the earth wax old, And its stem be dead in the ground,"},{"number":9,"text":"It may bud at the scent of water, And put forth boughs like a plant."},{"number":10,"text":"But the strong man dies and lies prostrate; Man breathes his last and where is he?"},{"number":11,"text":"Like the floods of a vanished sea, Like a river dry and withered–"},{"number":12,"text":"Till the heavens be no more, he awakes not,"},{"number":12,"text":"Nor ever is roused from his sleep."},{"number":13,"text":"O wouldst Thou but hide me in Sheol Out of sight, till Thine anger be past, And then call me to mind in Thine own set time!"},{"number":14,"text":"If a dead man may live once again, I could wait all the days of my warfare Until my release shoud come."},{"number":15,"text":"Thou shouldst call, and I would answer: Thou wouldst year for the work of Thy hands."},{"number":16,"text":"But now Thou countest my steps, And passest not over my sin."},{"number":17,"text":"My transgressions is sealed in a bag; Thou hast fastened secure mine iniquity."},{"number":18,"text":"But the very hills crumble to pieces, The rocks are moved out of their place;"},{"number":19,"text":"Water wears stone to dust, The floods wash the soil away: So the hope of man Thou destroyest;"},{"number":12,"text":"He lieth, to rise up no more."},{"number":20,"text":"Thou dost worst him for ever; he passeth, Dismissed – with his face how changed!"},{"number":21,"text":"Honour comes to his sons, but he knows not: Or shame, but he doth not perceive it."},{"number":22,"text":"But the flesh upon him feels pain, And the soul within him is sorrowful. Eliphaz’s Appeal to the Unadulterated Doctrine of the Past"}]}