{"translation":"oeb-us","book":"job","bookName":"Job","chapter":15,"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered and said:"},{"number":2,"text":"Would a wise man pour forth windy answers Or fill with the east wind his breast?"},{"number":3,"text":"Would he reason with profitless words And with speech that is all unavailing?"},{"number":4,"text":"See! thou art destroying religion, Disturbing devout contemplation."},{"number":5,"text":"Thy guilt instructeth thy mouth, And thou choosest the tongue of the crafty."},{"number":6,"text":"Thine own mouth condems thee – not I, And thine own lips are witness against thee."},{"number":7,"text":"Wast thou the first man to be born? Wast thou fashioned before the hills?"},{"number":8,"text":"Wast thou one of the heavenly council? Was wisdom revealed unto thee?"},{"number":9,"text":"What knowest thou that we know not? What insight is thine and not ours?"},{"number":10,"text":"With us are the grey and the aged, More mighty in years than thy father."},{"number":11,"text":"Dost thou spurn the divine consolations, The word that dealt with thee so gently?"},{"number":12,"text":"How fierce the emotions that sweep thee! And how thou flashest thine eyes,"},{"number":13,"text":"As thou turnest thy breath against God Into words from thy rebel lips!"},{"number":14,"text":"What is man that he should be clean, Or just – one of woman born?"},{"number":15,"text":"See! He putteth no trust in His saints, And the heavens are not clean in His sight:"},{"number":16,"text":"How much less one abhorrent and tainted– A man that drinks evil like water!"},{"number":17,"text":"Now listen to what I will show thee, The thing I have seen I will tell–"},{"number":18,"text":"Even tales that were told by the wise And not hidden from them by their fathers,"},{"number":19,"text":"Who had the land all to themselves, When no stranger had yet come among them."},{"number":20,"text":"All his days is the wicked in pain, All the years for the tyrant appointed."},{"number":21,"text":"In his ears is the sound of terrors, In peace comes the spoiler upon him."},{"number":22,"text":"He cannot escape from the darkness And he is reserved for the sword."},{"number":23,"text":"Appointed as food for the vulture– He knows that his doom is at hand. The day of darkness appals him;"},{"number":24,"text":"Constraint and distress overpower him;"},{"number":25,"text":"For he stretched out his hand against God, Played the warrior against the Almighty,"},{"number":26,"text":"Running against Him stiff-necked With the thick of the boss of his bucklers,"},{"number":24,"text":"Like a king prepared for the onset."},{"number":27,"text":"He covered his face with his fat, He set thick folds of flesh on his loins;"},{"number":28,"text":"And he dwelt in desolate cities, In houses that none should inhabit. What he has won, others shall capture,"},{"number":29,"text":"His substance shall not endure. On the earth he shall cast no shadow."},{"number":30,"text":"The fierce heat shall wither his branches,"},{"number":30,"text":"His fruit shall the wind whirl away."},{"number":31,"text":"Let him not trust his plant when it shoots, For the branch thereof shall be vanity."},{"number":32,"text":"It shall wither before its time, Or ever its fronds become green."},{"number":33,"text":"His grapes he shall shed like the vine, And cast off like the olive his blossom."},{"number":34,"text":"For a barren tribe are the godless; Tents of bribery the fire shall consume."},{"number":35,"text":"Big with mischief, they bring forth sin, And their belly matures with deceit. Job’s Cry to the Witness in Heaven"}]}