{"translation":"oeb-us","book":"job","bookName":"Job","chapter":16,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"Many things such as these have I heard: Ye are wearisome comforters – all of you."},{"number":3,"text":"Shall windy words have an end? What is it that provokes thee to answer?"},{"number":4,"text":"I, too, could speak like you, Were your soul in my soul’s stead. I could weave words together about you, And shake my head at you."},{"number":5,"text":"I could strengthen you with my mouth, And encourage you with lip-comfort."},{"number":6,"text":"To speak is no check to my pain; To keep silence – that easeth me nothing."},{"number":7,"text":"But now He hath wearied and dazed me; My misery seizes upon me."},{"number":8,"text":"It rises for witness against me; My grief testifies to my face."},{"number":9,"text":"In His wrath He hath flung me down torn; He hath gnashed upon me with His teeth. My foes whet their eyes upon me;"},{"number":10,"text":"With open mouth they gape. They insult me with blows on the cheek, Coming on in their masses against me."},{"number":11,"text":"To knaves God has given me up; Into wicked hands He has hurled me."},{"number":12,"text":"I was happy, when He took and shattered me; Grasped my neck, and then dashed me in pieces. He set me up for His target;"},{"number":13,"text":"On all sides His archers beset me. He cleaves through my reins unrelenting; He pours out my gall on the ground."},{"number":14,"text":"One breach after another He makes on me, Rushing at me like a warrior."},{"number":15,"text":"Sackcloth I sewed on my skin, And my horn I have laid in the dust."},{"number":16,"text":"My face is red with weeping, And over mine eye-lids is darkness–"},{"number":17,"text":"Though wrong there is none in my hands, And though my prayer be pure."},{"number":18,"text":"O earth! cover not my blood; No rest let there be to my crying."},{"number":19,"text":"Behold, in heaven is my Witness, And I have a Sponsor on high."},{"number":20,"text":"My friends pour their scorn upon me, But my tear-stained eyes look unto God,"},{"number":21,"text":"That He plead for a man with God, And for son of man with his Friend."},{"number":22,"text":"For when but a few years come, I shall go whence I shall not return."}]}