{"translation":"oeb-us","book":"job","bookName":"Job","chapter":18,"verses":[{"number":1,"text":"Then answered Bildad the Shuhite and said:"},{"number":2,"text":"When with thou end thy words? Now consider, and we shall speak."},{"number":3,"text":"Why are we counted as breasts, And deemed by thee to be dullards?"},{"number":4,"text":"Thou that tearest thyself in thine anger. For thy sake shall earth be made desert, Or rock be moved out of its place?"},{"number":5,"text":"Nay, the light of the wicked is quenced, And the flame of his fire shall not shine."},{"number":6,"text":"The light in his tent shall be dark, And the lamp o’er his head shall go out."},{"number":7,"text":"His great swinging strides become shortened; His own counsel maketh him stumble."},{"number":8,"text":"His foot is thrust into a net, So that over the net-work ge sprawleth."},{"number":9,"text":"A snare shall take hold of his heel, And a trap shall close tightly upon him."},{"number":10,"text":"A noose lies concealed on the ground, And a trap on his path doth await him."},{"number":11,"text":"On all sides are terrors appalling, Pursuing him close at his heels."},{"number":12,"text":"For him shall misfortune be hungry; Disaster is ready to throw him."},{"number":13,"text":"The pestilence gnaws at his skin, And the firstborn of death at his members."},{"number":14,"text":"Then, dragged from his tent in despair, He is marched to the King of Terrors."},{"number":15,"text":"His house shall be haunted by ghosts; On his homestead shall brimstone be scattered."},{"number":16,"text":"His roots shall be dried up beneath, And above shall his branches be withered."},{"number":17,"text":"From earth shall his memory perish; No name shall be his on the streets."},{"number":18,"text":"From the light he is thrust into darkness, And chased right out of the world."},{"number":19,"text":"Of his folk, neither kith nor kin– Where he sojourned, not one is left."},{"number":20,"text":"The west is appalled at his doom, And the east is stricken with horror."},{"number":21,"text":"Yea, such are the homes of the wicked, Of those who care nothing for God. Job’s Sublime Faith in his Future Vindication"}]}