{"translation":"oeb-us","book":"job","bookName":"Job","chapter":19,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"How long will ye vex my soul And crush me to pieces with words?"},{"number":3,"text":"These ten times ye have put me to shame, And set upon me unabashedly."},{"number":4,"text":"Well, be it that I have erred– Mine error abides with myself."},{"number":5,"text":"Or would ye be haughty to me, And insult me with your reproaches?"},{"number":6,"text":"Know, then, it is God that hath wronged me, And compassed me round with His net."},{"number":7,"text":"Behold! I cry \"Wrong\" – but no answer; I call – but justice is none."},{"number":8,"text":"My way He hath fenced round impassably, Darkness He sets on my path."},{"number":9,"text":"He hath stripped my glory from off me, And taken the crown from my head."},{"number":10,"text":"He hath torn me clean down – I am gone: He hath plucked up my hope like a tree."},{"number":11,"text":"He hath kindled His anger against me, And counted me one of His enenmies."},{"number":12,"text":"On come His troops together; They throw up a rampart against me."},{"number":13,"text":"My brethren are gone far from me; My friends have estranged themselves from me."},{"number":14,"text":"My neighbours have ceased to acknowledge me; Guests of my house have forgotten me."},{"number":15,"text":"Maids of mine count me a stranger; A foreigner am I in their sight."},{"number":16,"text":"To my servant I call, but he answers not, Till with my mouth I entreat him."},{"number":17,"text":"My breath is strange to my wife, And my stench to mine own very children."},{"number":18,"text":"Yea, even young boys despise me, And mock me when I try to rise."},{"number":19,"text":"All mine intimate friends abhor me; The man whom I love turns against me."},{"number":20,"text":"My skin clings to my bones; I escape with my flesh in my teeth."},{"number":21,"text":"Have pity, have pity, my friends; For the hand of God hath touched me."},{"number":22,"text":"Why do ye persecute me like – God, And devour my flesh insatiably?"},{"number":23,"text":"O that my words were now written, That they were inscribed in a book,"},{"number":24,"text":"That with iron pen and with lead On a rock they were graven for ever."},{"number":25,"text":"I know that there liveth a Champion, Who will one day stand over my dust;"},{"number":26,"text":"Yea, Another shall rise as My Witness, And, as Sponsor, shall I behold – God;"},{"number":27,"text":"Whom mine eyes shall behold, and no stranger’s. My heart is faint in my bosom."},{"number":28,"text":"But if ye are determined to hunt me, And in me find the root of the matter,"},{"number":29,"text":"Then dread ye the sword for yourselves; For wrath shall destroy the ungodly. Zophar’s Warning and Innuendo that Heaven and Earth have already Witnessed against Job"}]}