{"translation":"oeb-us","book":"job","bookName":"Job","chapter":2,"verses":[{"number":1,"text":"Now on a certain day the heavenly Beings came to present themselves before Jehovah, and among them came Satan to present himself before Jehovah."},{"number":2,"text":"Then Jehovah asked Satan where he had come from, and satan answered Jehovah thus, \"From ranging the earth and from walking up and down it.\""},{"number":3,"text":"Then Jehovah said to Satan: \"Hast thou noted my servant Job, That on earth there is none like him– A man blameless and upright, Who fears God and shuns evil? And still he clings to his honour– In vain hast thou set me on to destroy him.\""},{"number":4,"text":"To this Satan made answer: \"Skin for skin; All a man’s goods will he give for his life."},{"number":5,"text":"But put forth Thy hand, touch his bone and his flesh And assuredly then to Thy face he will curse Thee.\""},{"number":6,"text":"Whereat Jehovah said to Satan: \"See! he is on thy power, But take heed that thou spare his life.\""},{"number":7,"text":"Then forth Satan went from the presence of Jehovah. The Second Test And he smote Job from the sole of his foot to the"},{"number":8,"text":"crown of his head with boils so grievous that he took a potsherd to scratch with; and, as he was"},{"number":9,"text":"sitting among the ashes, his wife said to him: \"Art thou clinging still to thine honour? Curse God and die.\""},{"number":10,"text":"But Job said to her: \"Must thou too speak As a foolish women speak? We accept from God what is good: Shall we not accept what is evil?\" In all this Job was guilty of no sin of speech. Job’s Friends Come to Comfort Him"},{"number":11,"text":"When Job’s three friends heard of all the misery that had come upon him, they travelled each man from his own place – Eliphaz the Temabite, Bildad the Shuhite, and Zophar the Naamathite; for they had made a tyrst together to come to condole with"},{"number":12,"text":"him and comfort him. But when they caught a glimpse of him at a distance they did not recognize him. Then every man of them wept aloud and tore his robe and scattered dust heavenwards upon"},{"number":13,"text":"his head. Then they sat down beside him upon the ground seven days and nights, and no one said a word to him; for they saw that his pain was very great."}]}