{"translation":"oeb-us","book":"job","bookName":"Job","chapter":20,"verses":[{"number":1,"text":"Then Zophar the Naamathite answered and said:"},{"number":2,"text":"Nay, not so do my thoughts make answer; And therefore my heart is uproused."},{"number":3,"text":"Must I hear thine insulting reproof, While mere breath without sense is thine answer?"},{"number":4,"text":"Knowest thou not this from of old, From the time there were men on the earth,"},{"number":5,"text":"That the song of the wicked is short, And the hypocrite’s joy but a moment?"},{"number":6,"text":"Though his majesty mount on the heavens, And his head reach unto the clouds,"},{"number":7,"text":"He shall utterly perish like dung; Those that knew him shall ask, \"Where is he?\""},{"number":8,"text":"Like a dream he shall fly beyond finding, Dispelled like a vision of night."},{"number":9,"text":"No more shall the eye see that saw him; His place shall behold him no more."},{"number":10,"text":"His sons shall be crushed by privation; His wealth shall his children restore."},{"number":11,"text":"The vigour of youth filled his bones, But within him it shall lie in the dust."},{"number":12,"text":"Though evil be sweet in his mouth, As he keeps it hid under his tongue;"},{"number":13,"text":"Though he spare it and let it not go, But still holdeth it back in his mouth;"},{"number":14,"text":"Yet his food in his stomach is turned; It is poison of asps within him."},{"number":15,"text":"The wealth that he swallowed he vomits; God easteth it forth from his belly."},{"number":16,"text":"The poison of asps he has sucked, And the tongue of the viper shall slay him."},{"number":17,"text":"No rivers of oil shall he see, No torrents of honey and butter."},{"number":18,"text":"His increasing gain brings him no gladness; His traffickling yields him no joy;"},{"number":19,"text":"For he crushed down the gains of the poor, And he plundered the house that he built not."},{"number":20,"text":"His treasures have brought him no peace. And his precious things cannot deliver."},{"number":21,"text":"And since none has escaped his devouring, His own fortune shall not endure."},{"number":22,"text":"Brought to straits in the fullness of plenty, The fell force of trouble assails him."},{"number":23,"text":"He shall let loose His hot wrath against him, And terrors shall rain down upon him."},{"number":24,"text":"As he flees from the weapon of iron, And bronze bow pierces him through."},{"number":25,"text":"The missle comes out at his back, And the glittering point from his gall. Terrors keep coming upon him;"},{"number":26,"text":"Deep darkness is stored up for him. A mysterious fire shall devour him, And ravage those left in his tent."},{"number":27,"text":"The heavens shall reveal his guilt, And the earth shalll rise up against him."},{"number":28,"text":"His house shall be swept by destruction, Accursed in the day of His wrath."},{"number":29,"text":"Such the wicked man’s portion from God, God’s heritage unto the rebel. Job’s Fierce Indicment of the Existing Order"}]}