{"translation":"oeb-us","book":"job","bookName":"Job","chapter":21,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"Hear now my word with attention: Your consolation be this."},{"number":3,"text":"Suffer me, for I would speak also: Then, when I have spoken, mock on."},{"number":4,"text":"Is it man that I would complain of? And why should I not be impatient?"},{"number":5,"text":"Now listen to me; and, in horror, Lay ye your hand on your mouth."},{"number":6,"text":"When I think of it, I am confounded, And shuddering seizeth my flesh."},{"number":7,"text":"Why are wicked men suffered to live, To grow old and wax mighty in power?"},{"number":8,"text":"Their seed is established before them, Their offspring in sight of their eyes."},{"number":9,"text":"Their homes are strangers to terror; No rod of God is on them."},{"number":10,"text":"Their bull doth unfailingly gender, Their cow never loses her calf."},{"number":11,"text":"Like a flock they send their young children; Their boys and their girls dance."},{"number":12,"text":"They sing to the timbrel and lyre; At the sound of the pipe they make merry."},{"number":13,"text":"They finish their days in prosperity, And go down to Sheol in peace–"},{"number":14,"text":"Though they said unto God, \"O leave us, We desire not to know Thy ways."},{"number":15,"text":"Why should we serve the Almighty? And what is the good of prayer?\""},{"number":16,"text":"See! their fortune is in their own hand: Nought He cares for the schemes of the wicked."},{"number":17,"text":"How oft is the lamp of the wicked put out? How oft does disaster assail them, Or the pains of His anger lay hold of them?"},{"number":18,"text":"How often are they as as the straw before wind, Or like chaff that is stolen by the storm?"},{"number":19,"text":"\"God stores up his guilt for his children.\" (\"Nay,\" I reply); \"let Him punish The man himself, that he feel it."},{"number":20,"text":"Let his own eyes behold his disaster, Let him drink the wrath of Almighty."},{"number":21,"text":"For what doth he care for his house, When his own tale of months is cut short?\""},{"number":22,"text":"Will any teach knowledge to God, Seeing He judgeth (angels) on high?"},{"number":23,"text":"One dies with his strength unimpaired, In the heyday of ease and prosperity;"},{"number":24,"text":"Filled are his buckets with milk; His bones at the marrow are moistened."},{"number":25,"text":"And one dies with soul embittered, With never a taste of good."},{"number":26,"text":"In the dust they lie down together; The worm covers them both."},{"number":28,"text":"In askng, \"Where lives now the tyrant? Where now doth the godless dwell?\""},{"number":29,"text":"Have ye never asked those that travel? Have ye never noted their proofs"},{"number":30,"text":"That the wicked is kept from disaster, Is saved in the day of wrath?"},{"number":31,"text":"Who tells him his way to his face, Or requites him for what he hath done?"},{"number":32,"text":"And yet he is borne to the grave, And men keep watch over his tomb."},{"number":33,"text":"Sweet for him are the clods of the valley, And after him all men draw."},{"number":34,"text":"Why then offer your idle comfort? Your answers leave nothing but falsehood Eliphaz’s Cruel and Baseless Charges"}]}