{"translation":"oeb-us","book":"job","bookName":"Job","chapter":22,"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered and said"},{"number":2,"text":"Can a man bring profit to God? Nay, the wise man but profits himself"},{"number":3,"text":"Doth Almighty God care for thy righteousness? Hath He gain from thy blameless ways?"},{"number":4,"text":"For thy piety would He chastise thee, Or enter with thee into judgment?"},{"number":5,"text":"Is not thy wickedness great? Are not thine iniquities endless?"},{"number":6,"text":"Thou hast wrongly taken pledge of thy brother, And stripped from the naked their clothing."},{"number":7,"text":"No water thou gavest the weary, And bread thou hast held from the hungry."},{"number":8,"text":"The land was for him that was strong, And the man of rank made it his own."},{"number":9,"text":"Thou has sent widows empty away, Orphan arms thou hast broken in pieces:"},{"number":10,"text":"And therfore are snares round about thee, And fear on a sudden confounds thee."},{"number":11,"text":"Thy light is vanished in darkness, And floods of waters are over thee."},{"number":12,"text":"Is not God in the heights of heaven? And the tops of the high stars He seeth."},{"number":13,"text":"Yet thou sayest, \"What doth God know? Can He judge aright through the thick darkness?"},{"number":14,"text":"The clouds hide Him, so that He sees not; He walketh the vault of the heavens.\""},{"number":15,"text":"Wilt thou keep to the ancient way, Which men of sin have trodden,"},{"number":16,"text":"Who untimely were snatched away. While the ground beneath ran like a stream?"},{"number":19,"text":"The righteous rejoiced at the sight, And the innocent laughed them to scorn."},{"number":20,"text":"\"Ah! surely our foes are cut off, And the remnant devoured by the fire.\""},{"number":21,"text":"Now be friendly with Him and submissive, For this is the way to happiness."},{"number":22,"text":"Acccept from His mouth instruction, And lay up His words in thy heart."},{"number":23,"text":"If thou humbly turn to Almighty, And put away sin from thy tent,"},{"number":24,"text":"And lay in the dust thy treasure, Ophir gold among stones of the brook,"},{"number":25,"text":"That Almighty become thy treasure, And His instruction thy silver,"},{"number":26,"text":"Then Almighty shall be thy delight, Thou shalt lift up thy face unto God."},{"number":27,"text":"He will hearken unto thy petition, And so shalt thou pay thy vows."},{"number":28,"text":"The thing thou decreest shall stand, And light shall shine on thy ways."},{"number":29,"text":"For He humbles the high and the proud; But whose eyes are lowly He saveth."},{"number":30,"text":"The innocent man He delivers, And saves for this cleanness of hands. Job’s Second Sustained Indictment of the Existing Order"}]}