{"translation":"oeb-us","book":"job","bookName":"Job","chapter":24,"verses":[{"number":1,"text":"Why doth God not fix seasons for judgment, And His friends never see His (great) day?"},{"number":2,"text":"The wicked remove the landmarks, They plunder the flock with the shepherd."},{"number":3,"text":"They drive off the ass of the fatherless, Take the ox of the widow in pledge."},{"number":4,"text":"The poor they turn out of the way, And the needy must huddle together."},{"number":5,"text":"See! like the wild asss in the desert, They roam forth in search of prey; Their children eat bread of the jungle."},{"number":6,"text":"They reap the fields in the night-time; They punder the vines of the wealthy."},{"number":7,"text":"All night they lie bare, without clothing, With nothing to keep out of the cold."},{"number":8,"text":"They are wet with the showers of the hills, And the rocks they embrace for a shelter."},{"number":9,"text":"The fatherless they tear from the breast, And the babe of the poor take in pledge."},{"number":10,"text":"They go about bare, without clothing, And, hungry, they pilfer the sheaves."},{"number":11,"text":"They press out the oil ’twixt the olive-rows; The wine-vats they tread and then drain."},{"number":12,"text":"From cities and homes they are driven; Their little ones cry out for hunger, But God takes no heed of the wrong."},{"number":13,"text":"There are those who rebel against light, Who recognise not His ways, But refuse to abide in His paths."},{"number":14,"text":"In the evening the murderer rises To butcher the poor and the needy. The thief stalks abroad in the night."},{"number":15,"text":"With face muffed up in a veil, The adulterer watches for twilight, Assured that no eye can behold him."},{"number":16,"text":"In the darkness they break into houses; They shut themselves up in the day-time; For all of them hate the light."},{"number":17,"text":"Familiar with gloomy ways, They seek for themselves the deep darkness,"},{"number":18,"text":"And swiftly they glide on the waters. His portion of land shall be cursed,"},{"number":19,"text":"Consumed by the drought and the heat, And flooded away by snow-water."},{"number":20,"text":"The streets of his place shall forget him, Shall think of his greatness no more: Like a dead tree shall he be uprooted."},{"number":21,"text":"For he did not good to the widow, No pity he showed to her babe;"},{"number":22,"text":"And his power swept the helpless away. Vengeance falls: he expects not to live,"},{"number":23,"text":"He is hurled beyond hope of recovery; The tormentor is on his way."},{"number":24,"text":"His greatness is brief – he is gone; Like the mallow he bends, he shrivels– Cut down like the top ears of corn."},{"number":25,"text":"And if not, who will prove me a liar, And reduce mine indictment to nothing? Bildad’s Declaration of God’s Wisdom and Power"}]}