{"translation":"oeb-us","book":"job","bookName":"Job","chapter":27,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"As God Almighty liveth, Who hath wronged and embittered my soul–"},{"number":3,"text":"For within me my life is yet whole, And the spirit of God in my nostrils–"},{"number":4,"text":"I swear that my lips speak no falsehood, My tongue doth not utter deceit."},{"number":5,"text":"God forbid I shoud grant ye were right; I will cling to mine innocence till I die."},{"number":6,"text":"I maintain to the end I am guiltless; Not an hour of my life do I blush for."},{"number":7,"text":"Perish my foe like the wicked, Mine enemy as the unrighteous."},{"number":8,"text":"For what is the hope of the godless, When God requireth his soul?"},{"number":9,"text":"Will God give ear to his cry, In the day when distress comes upon him?"},{"number":10,"text":"Will Almighty be then his delight? When he calleth, will God be entreated?"},{"number":11,"text":"I will teach you how God wields His arm, And not hide the Almighty’s behaviour."},{"number":12,"text":"Ye have all with your own eyes seen it: Wherefore, then, this idle folly?"},{"number":13,"text":"The wicked man’s portion from God is this, And the lot the Almighty bestows on the tyrant:"},{"number":14,"text":"If his children grow up, the sword claims them; His offspring are stinted for bread."},{"number":15,"text":"By death shall his remnant be buried, Their widows shall make no lament."},{"number":16,"text":"Though silver he heap up like dust, And prepare (costly) raiment like clay,"},{"number":17,"text":"Yet the just shall put on what he stored, And the silver shall fall to the innocent."},{"number":18,"text":"Like a spider’s the house which he builded, Like booth which the vine-keeper maketh."},{"number":19,"text":"He lieth down rich, but he wakes not; He openeth his eyes, and he is not."},{"number":20,"text":"He is caught in a flood of terrors; In the night he is stolen by a tempest."},{"number":21,"text":"The east wind bears him away; It sweepeth him out of his place."},{"number":22,"text":"He hurleth at him without mercy; Fain would he escape from His hand."},{"number":23,"text":"His hands He clappeth at him, And He hisseth at him from His place. Understanding-where hath she her home?)"}]}