{"translation":"oeb-us","book":"job","bookName":"Job","chapter":28,"verses":[{"number":1,"text":"For a mine there is for the silver, And a place where the gold is refined."},{"number":2,"text":"Iron is taken from dust, And copper is smelted from stone."},{"number":3,"text":"Man explores the dark to its limits, Seeks stones fromthe blackest gloom."},{"number":4,"text":"He breaketh a shaft through the ground; Forgotten, they hang without foothold; They swing to and fro far from men."},{"number":5,"text":"From the surface of earth cometh bread, While, beneath, it is raked as by fire."},{"number":6,"text":"Her stones are the home of the sapphire; The dust thereof is gold."},{"number":7,"text":"The pathway is strange to the vulture, Unseen by the eye of the hawk,"},{"number":8,"text":"By the sons of pride untrodden, Nor ever by fierce lion skirted."},{"number":9,"text":"He puts forth his hand on the rock; At their roots he o’erturneth the mountains."},{"number":10,"text":"Channels he cuts in the rocks,"},{"number":11,"text":"And he bindeth the streams that they weep not."},{"number":10,"text":"Each precious thing his eye seeth;"},{"number":11,"text":"He bringeth the secret to light."},{"number":12,"text":"But Wisdom – whence cometh she? Understanding – where hath she her home?"},{"number":13,"text":"The way to her no man knoweth; In the land of the living none finds her."},{"number":14,"text":"The deep saith, \"She is not in me\"; And the sea saith, \"She is not in me.\""},{"number":15,"text":"No fine gold for her can be given, Nor silver be paid as her price."},{"number":16,"text":"Not in Ophir gold can she be valued, In precious onyx or sapphire."},{"number":17,"text":"Gold and clear glass are no match for her, Jewels of gold no exchange for her."},{"number":18,"text":"Speak no of coral or crystal; More precious than rubies is Wisdom."},{"number":19,"text":"The topaz of Cush is no match for her. In pure gold she cannot be valued."},{"number":20,"text":"But Wisdom – whence cometh she? Understanding – where hath she her home?"},{"number":21,"text":"She is hid from the eyes of all living, Concealed from the birds of the air."},{"number":22,"text":"Abaddon and Death declare, \"A rumour of her we have heard.\""},{"number":23,"text":"But the way to her God understandeth, And He alone knoweth her home."},{"number":24,"text":"For He looks to the ends of the earth And all things under heaven He beholds."},{"number":25,"text":"when He settled the weight of the wind And meted the waters by measure,"},{"number":26,"text":"Created a law for the rain, And a path for the flash of the lightning,"},{"number":27,"text":"Even then did He see and declare her, Establish and search her out."},{"number":28,"text":"And He said unto man, \"Behold! The fear of Me – that is Wisdom, And turning from wrong – Understanding.\" Job’s Great Defence and His Last Appeal"}]}