{"translation":"oeb-us","book":"job","bookName":"Job","chapter":29,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"O to be as in months long gone, As in days when God used to keep me,"},{"number":3,"text":"When His lamp shone over my head, And I walked by His light through the darkness;"},{"number":4,"text":"As I was in the days of mine autumn, When God protected my tent,"},{"number":5,"text":"While still the Almighty was with me, And my children were round about me;"},{"number":6,"text":"When my steps were bathed in milk, And the rock poured me rivers of oil!"},{"number":7,"text":"When I went to the city gate, Or took up my place in the open,"},{"number":8,"text":"The youths, when they saw me, hid. The old men rose and stood."},{"number":9,"text":"Princes refrained from speech, And laid their hand on their mouth."},{"number":10,"text":"The voice of the nobles was hushed, And their tongue would cleave to their palate."},{"number":11,"text":"I was blessed by the ear that heard me, The eye bore me witness that saw me;"},{"number":12,"text":"For I rescued the poor when he cried, The fatherless and the helpless."},{"number":13,"text":"The wretched gave me their blessing, The widow’s heart I made sing."},{"number":14,"text":"I put on the garment of righteousness, A robe and a turban of justice."},{"number":15,"text":"Eyes was I to the blind, Feet to the lame was I;"},{"number":16,"text":"A father was I to the poor, And I searched out the cause of the stranger."},{"number":17,"text":"I shattered the jaws of the wicked, And hurled the prey from his teeth."},{"number":18,"text":"So I thought, \"I shall die with my nest, As the sand my days shall be many."},{"number":19,"text":"My root is spread out to the waters, All night lies the dew on my branches."},{"number":20,"text":"Within me my glory is fresh, And my bow is renewed in my hand.\""},{"number":21,"text":"They hearkened to me and they waited, Kept silence till I should give counsel;"},{"number":22,"text":"After I spoke, they spake not again, My speech fell like rain-drops upon them,"},{"number":23,"text":"They waited for me as for rain– Open-mouthed, as for latter rain."},{"number":24,"text":"When I smiled upon them, they were strengthened; The light of my face cheered the sorrowing."},{"number":25,"text":"I chose out their way and sat chief, Enthroned like a king in his army."}]}