{"translation":"oeb-us","book":"job","bookName":"Job","chapter":3,"verses":[{"number":1,"text":"Thereafter Job opened his mouth to curse his"},{"number":2,"text":"day, and thus he began: Job’s Lament and Longing for Death"},{"number":3,"text":"Perished the day wherein I was born, And the night which announced that a man-child had come."},{"number":4,"text":"Utter darkness let that night be,"},{"number":9,"text":"Looking for light, but finding none."},{"number":4,"text":"May God in the heights above ask not after it,"},{"number":4,"text":"And may no beam shine forth upon it."},{"number":5,"text":"May darkness and gloom claim it for their own, And may the thick cloud rest upon it. Black vapours of the day affright it!"},{"number":6,"text":"And let the thick darkness snatch it away. May it not be joined to the days of the year, Or enter into the tale of the months."},{"number":7,"text":"As for that night, let it be barren: May there never ring through it a cry of joy."},{"number":8,"text":"Accursed of sorcerers be that day– Of those that are skilful to stir up Leviathan."},{"number":9,"text":"Dark be the stars of its morning twilight,"},{"number":9,"text":"And never the eyelids of Dawn may it see;"},{"number":10,"text":"Since it shut not the doors of my mother’s womb, And hid not trouble from mine eyes."},{"number":11,"text":"Why died I not at my birth, Breathe my last as I came from the womb,"},{"number":12,"text":"Why on the knees was I welcomed, And why were there breasts to suck?"},{"number":13,"text":"For then had I lain down in quiet, Then had I slept and had rest–"},{"number":14,"text":"With kings of the earth and with cousellors, Who built stately tombs for themselves,"},{"number":15,"text":"Or with princes rich in gold, Who had filled their houses with silver."},{"number":16,"text":"Like a hidden untimely birth, Like infants that never see light?"},{"number":17,"text":"There the wicked cease their tumult, There the weary are at rest–"},{"number":18,"text":"Prisoners at ease together, Deaf to the taskmaster’s voice."},{"number":19,"text":"There the small and the great are alike, And the servants is free from his master."},{"number":20,"text":"Why is light given to the wretched, And life to the bitter in soul,"},{"number":21,"text":"Such as long for death, but it comes not, And dig for it more than for treasure,"},{"number":22,"text":"Who would joy o’er a mound of stones, And rejoice, could they find a grave?"},{"number":23,"text":"To the man whose path is obscured, Who is hedged round about by God–"},{"number":24,"text":"For my bread there comes to me sighing, My groans are poured out like water."},{"number":25,"text":"For the evil I fear overtakes me, The things that I dread comes upon me."},{"number":26,"text":"Scarce have I ease or quiet Or rest, when tumult cometh. Eliphaz’s Comfortable Exhortation and Revelation"}]}