{"translation":"oeb-us","book":"job","bookName":"Job","chapter":30,"verses":[{"number":9,"text":"But now am I become their song, Yea, I am a by-word among them."},{"number":10,"text":"In horror they stand far aloof, And they spare not to spit at the sight of me."},{"number":11,"text":"He hath slackened my bow-string, and humbled me, Flung down my banner before me."},{"number":12,"text":"Against me His hosts stand up, They raise deadly ramparts against me."},{"number":13,"text":"My path they tear up clean, My tracks they destroy altogether. His Archers ring me around,"},{"number":14,"text":"As through a wide breach they come in, Rolling on in the midst of the ruin."},{"number":15,"text":"Terrors are turned upon me; My weal is the sport of the winds, And my welfare is passed like a cloud."},{"number":16,"text":"And now is my soul poured out, The terrors of misery seize me."},{"number":17,"text":"The night boreth into my bones, And the pains that gnaw never slumber,"},{"number":18,"text":"From sore wasting my garments is shrunk; It clingeth to me like my vest."},{"number":19,"text":"(God) hath plunged me into the mire, So that I am like dust and ashes."},{"number":20,"text":"I cry, but Thou givest no answer; Thou standest and heedest me not."},{"number":21,"text":"Cruel to me art Thou turned; With the might of Thy hand Thou dost scourge me."},{"number":22,"text":"Thou settest me to ride on the wind, And I melt in the roar of the storm."},{"number":23,"text":"For I know Thou wilt bring me to death, To the house where all living assemble."},{"number":24,"text":"Yet sinking men stretch out their hand, And cry for help as they perish."},{"number":25,"text":"He whose days are hard – does he weep not? Is the soul of the needy not grieved?"},{"number":26,"text":"For instead of the good I had hoped for came evil, Instead of the light I waited came darkness."},{"number":27,"text":"My heart is hot and restless, And misery daily confronts me."},{"number":28,"text":"I got with my sorrow uncomforted, Standing where jackals are gathered."},{"number":29,"text":"Brother am I to the wolves, And of ostriches the companion."},{"number":30,"text":"All backened my skin peels from off me; My bones are burned with the heat."},{"number":31,"text":"So my lyre is turned into mourning, My pipe to the voice of lament."}]}