{"translation":"oeb-us","book":"job","bookName":"Job","chapter":31,"verses":[{"number":1,"text":"A tyrst I made with mine eyes To give no heed unto folly."},{"number":2,"text":"For how doth the high God reward it– The Almighty in heaven requite it?"},{"number":3,"text":"Is not for the wicked misfortune– Disaster for workers of wrong?"},{"number":4,"text":"Doth He not see my ways, And number my steps every one?"},{"number":5,"text":"If ever I walked with falsehood, Or my foot hath made haste unto fraud–"},{"number":6,"text":"Let God only weigh wish just balance, Mine innocence He must acknowledge–"},{"number":7,"text":"If my step ever swerved from the way. Or my heart hath gone after mine eyes, Or spot hath cleaved to my hands,"},{"number":8,"text":"Then what I sow may others enjoy, And all produce of mine be uprooted."},{"number":9,"text":"If my heart hath been lured by a woman, If I lurked at my neighbour’s door,"},{"number":10,"text":"May my own wife grind to another, And let others bow down upon her."},{"number":11,"text":"For that were an infamous crime, An iniquity calling for judgment,"},{"number":12,"text":"A fire that devours to Abaddon And would all mine increase consume."},{"number":13,"text":"Never spurned I the cause of my servant– Of man or of maid – when we strove."},{"number":14,"text":"Else what should I do, when God rose? When He visited, what should I answer?"},{"number":15,"text":"Did not He that made me make him, Did not One fashion us in the womb?"},{"number":16,"text":"Ne’er denied I the wish of the poor, Nor brought grief to the eyes of the widow."},{"number":17,"text":"Never ate I my morsel alone, Without sharing thereof with the orphan."},{"number":18,"text":"For father-like, He brought me up from my youth, And my Guide has He been from my mother’s womb."},{"number":19,"text":"Never saw I one naked and perishing– Needy, with nothing to cover him–"},{"number":20,"text":"But I warmed him with fleece from my lambs, And his loins gave me their blessing."},{"number":21,"text":"If, beacause I saw help in the gate, I have ever set hand on the innocent,"},{"number":22,"text":"Let my shoulder fall from its blade, And mine arm from the socketh be broken."},{"number":23,"text":"The terrors of God would assail me, Before whose approach I were powerless."},{"number":24,"text":"Never set I my trust upon gold, Nor called the fine gold my confidence."},{"number":25,"text":"Mine abundant wealth never elated me, Nor all that my hands had gotten."},{"number":26,"text":"Never, watching the shining lights, Or the moon as she walked in her splendour,"},{"number":27,"text":"Did my heart feel their subtle allurement, Or my hand throw a kiss to my mouth."},{"number":28,"text":"This, too, were a crime for the judges, For to God above I had lied:"},{"number":29,"text":"Ne’er rejoiced I at enemy’s fall, Nor triumphed when evil befel him;"},{"number":30,"text":"Not suffered my mouth to sin, By demanding his life in a curse."},{"number":31,"text":"The men of my tent will declare None has ever been stinted of food."},{"number":32,"text":"Not a stranger e’er lodged in the street, For I opened my doors to the wayfarer."},{"number":33,"text":"No fear of the crowd ever led me To hide my sin among men."},{"number":34,"text":"No contempt of the clans ever scared me To stay behind closed doors in silence."},{"number":35,"text":"O for One who would listen to me. Behold! there is my cross! Let Almighty God give me His answer. O would that I had the indicment Mine Adversary hath written!"},{"number":36,"text":"For, bearing it high on my shoulder, And winding it round like a crown,"},{"number":37,"text":"Every step of my life I would tell Him, Like a prince I would enter His presence."},{"number":38,"text":"If my land ever cried out against me, Her furrows all weeping together;"},{"number":39,"text":"If her strength I have drained without cost, Or have poured out the life of her owner;"},{"number":40,"text":"Let thorns take the place of wheat, And foul-smelling weeds – of barley."},{"number":40,"text":"The words of Job are ended."}]}