{"translation":"oeb-us","book":"job","bookName":"Job","chapter":32,"verses":[{"number":1,"text":"Now these three men ceased answering Job, because he was righteous in his own eyes. Then"},{"number":2,"text":"the anger of Elihu the son of Barachel the Buzite, of the family of Ram, was kindled; against Job was his anger kindled, because he had made himself"},{"number":3,"text":"out to be more righteous than God. But his anger was kindled against his three friends as well, because they had condemned Job without finding"},{"number":4,"text":"any answer. Now, as they were older, Elihu had"},{"number":5,"text":"waited while they were speaking with Job; but, on seeing that the three men had no answer to offer, Elihu’s anger was kindled."},{"number":6,"text":"Then Elihu the son of Barachel the Buzite answered and said: I am but young in years, While ye are aged men: So I was timid, and feared To set my opinion before you."},{"number":7,"text":"I felt that days ought to speak, And that years gave the right to teach wisdom."},{"number":8,"text":"But the spririt enlighteneth men, The Almighty inspires then with insight."},{"number":9,"text":"It is not the old men that are wise, Nor the aged that understand truth;"},{"number":10,"text":"And so, pray, listen to me– I, too, would set forth my opinion."},{"number":11,"text":"I waited what you had to say,"},{"number":11,"text":"I lent mine ear to your reasons;"},{"number":12,"text":"Yea, I gave heed unto you,"},{"number":11,"text":"While ye searched out what to say."},{"number":12,"text":"But see! none brought conviction to Job,"},{"number":12,"text":"Not a man of you answered his words."},{"number":13,"text":"Say not \"Here wer have come upon wisdom; ’Tis God must confound him, not man.\""},{"number":14,"text":"He hath not yet debated with me, Nor will I give him answers like yours."},{"number":15,"text":"Panic-stricken they answer no more, Words have floated away from them."},{"number":16,"text":"Must I wait because they are silent, Stand still, and answer no more?"},{"number":17,"text":"Nay, but I, too, will answer my share; I, too, will set forth my opinion."},{"number":18,"text":"For filled with words am I; The breath in my body distress me."},{"number":19,"text":"Like wine without vent is my belly, Like new wine-skins ready to burst."},{"number":20,"text":"I must speak and so find me relief; I must open my lips and make answer."},{"number":21,"text":"I would show my favour to none, And give flattering titles to no man."},{"number":22,"text":"Of flattery I know nothing– Else soon would my Maker remove me."}]}