{"translation":"oeb-us","book":"job","bookName":"Job","chapter":33,"verses":[{"number":1,"text":"But listen, Job, pray, to my words, And give ear unto all that I say."},{"number":2,"text":"Behold! I have opened my mouth; My tongue in my palate hath spoken."},{"number":3,"text":"MY heart poureth forth words of knowledge; Unfeigned is the speech of my lips."},{"number":4,"text":"The spirit of God hath created me; My life is the breath of Almighty."},{"number":5,"text":"Then answer me this, if thou canst: Stand up and debate with me."},{"number":6,"text":"See! I am in God’s sight as thou; I, too, was fashioned to clay."},{"number":7,"text":"See! no terrors of mine need appal thee, Nor shall my hand lie heavy upon thee."},{"number":8,"text":"Thou hast certainly said in my hearing, Thy voice I heard thus maintaining:"},{"number":9,"text":"\"Pure and sinless am I; I am clean, there is no guilt in me."},{"number":10,"text":"But He findeth pretexts against me, He counteth me as His foe."},{"number":11,"text":"He setteth my feet in the stocks, Keepeth watch over all my ways."},{"number":12,"text":"Behold! when I cry, comes no answer: God hideth Himself from men.\""},{"number":13,"text":"Now why dost thou plead against Him That He giveth thy words no answer?"},{"number":14,"text":"For God hath one manner of speech, Yea two – and He doth not revoke it."},{"number":15,"text":"In a dream, in a vision of night, \"When deep sleep falleth on men,\" In slumbers upon the bed,"},{"number":16,"text":"Then He opens the ears of men, And sendeth them fearful warnings,"},{"number":17,"text":"To turn men aside from wrong, And to bring human pride to an end–"},{"number":18,"text":"To keep back man’s soul from the pit And his life from descending to Sheol."},{"number":19,"text":"Or on bed of pain he is chastened, And all his bones are benumbed."},{"number":20,"text":"His soul has a loathing of bread, And the daintiest food he abhorreth."},{"number":21,"text":"His flesh is lean and wasted; His bones are all but bare."},{"number":22,"text":"His soul draweth nigh to the pit, And his life to the angels of death."},{"number":23,"text":"Then over him there is an angel Interpreter, one of a thousand, Who expounds unto man his chastisement,"},{"number":24,"text":"Takes pity on him and says: Let him not go down to the pit: I have found (for his soul) a ransom.\""},{"number":25,"text":"Then his flesh becomes fresher than child’s, He returns to the days of his youth."},{"number":26,"text":"He prays unto God with acceptance, He looks on His face with joy, Tells the story of his salvation,"},{"number":27,"text":"And sings before men this song: \"I have sinned and perverted the right, Yet He hath not requited my sin."},{"number":28,"text":"He hath ransomed my soul from the pit, That alive I behold the light.\""},{"number":29,"text":"See! all these things God doeth, Twice, yea thrice, with a man,"},{"number":30,"text":"To bring back his soul from the pit, With the light of life’s sunshine upon him."},{"number":31,"text":"Be attentive, Job, listen to me; Be thou silent, and I will speak."},{"number":32,"text":"If aught thou canst say, then answer me: Speak, for my wish is to clear thee."},{"number":33,"text":"But if not, listen thou unto me: Be silent, while I teach thee wisdom."}]}