{"translation":"oeb-us","book":"job","bookName":"Job","chapter":34,"verses":[{"number":1,"text":"Then Elihu went on:"},{"number":2,"text":"Listen, ye wise, to my words, And give ear to me, ye that have knowledge."},{"number":3,"text":"For the ear is the tester of words As the palate the taster of food."},{"number":4,"text":"Let us choose for ourselves what is good. Recognise by ourselves what is good."},{"number":5,"text":"For Job claimeth to be in the right: \"God,\" he says, \"hath deprived me of justice."},{"number":6,"text":"Though right, I am counted a liar; And though sinless, He wounds me past healing.\""},{"number":7,"text":"Where is the man like Job That drinketh up scorning like water,"},{"number":8,"text":"That leagues with the workers of wrong, And that walketh with wicked men?"},{"number":9,"text":"For he saith that a mn hath no profit From being the friend of God."},{"number":10,"text":"So, ye men of intelligence, listen. Far be it from God to do evil, And from the Almighty to err."},{"number":11,"text":"For the work of each man He requiteth; He bringeth his way back upon him."},{"number":12,"text":"God assuredly cannot do wrong. The Almighty would not pervert justice."},{"number":13,"text":"Who entrusted the earth to His charge? And who watcheth over the universe?"},{"number":14,"text":"If He should recall His spirit And gather His breath to Himself,"},{"number":15,"text":"All flesh together would perish, And man would return to the dust."},{"number":16,"text":"If thou art wise, listen to this, And give ear to the sound of my words."},{"number":17,"text":"Could One rule to whom justice were odious? Condemn’st thou the Just and the Mighty One,"},{"number":18,"text":"Who saith to a king, \"Thou villain!\" To nobles, \"Ye infamous men!\"–"},{"number":19,"text":"Who showeth no favour to princes, Regardeth not rich more than poor? For the work of His hands are they all:"},{"number":20,"text":"In a moment they die – at midnight. The rich are convulsed, they pass: He mysteriously removeth the mighty."},{"number":21,"text":"For His eyes are over man’s ways, Every one of his steps He beholdeth."},{"number":22,"text":"No darkness is there and no gloom Where the workers of wrong may be hidden."},{"number":23,"text":"No time doth he set for man To appear before God in judgment:"},{"number":24,"text":"He shatters the strong without trial, And others He sets in their place."},{"number":25,"text":"For He giveth heed to their works; In the night He doth overturn them."},{"number":26,"text":"Beneath their crimes they are crushed; He smites them in presence of witnesses;"},{"number":27,"text":"For they turned from following Him, And they gave no heed to His ways."},{"number":28,"text":"so the crushed were driven to cry to Him, And the call of the wretched He heard."},{"number":29,"text":"But if He remain silent, who then can condemn Him? If He hide His face, who can bring Him to task? Yet He watches o’er nations and men,"},{"number":30,"text":"That none reigns who would wrong the people."},{"number":31,"text":"Say to God, \"I have borne my sin, I will not offend any more."},{"number":32,"text":"Now I see it: O teach me Thyself. Have I sinned? I will do so no more.\""},{"number":33,"text":"Must He recompense after thy wishes, That thou hast rejected (His ways)? ’Tis for thee to decide – not for me; Then utter the thing that thou knowest."},{"number":34,"text":"Men of intellect will admit– Men of wisdom who listen to me–"},{"number":35,"text":"That Job hath not spoken with knowledge, His words are not marked by insight."},{"number":36,"text":"O that Job might be tried to the end For the wickedness of his answers!"},{"number":37,"text":"For he addeth rebellion to sin, And multiples words against God."}]}