{"translation":"oeb-us","book":"job","bookName":"Job","chapter":36,"verses":[{"number":1,"text":"Then Elihu continued:"},{"number":2,"text":"Wait, I pray, but a while; I will show thee: I have yet to say somewhat for God."},{"number":3,"text":"With knowledge fetched from afar I will justify my Creator."},{"number":4,"text":"For truly my words are no lie; One in knowledge complete stands before thee."},{"number":5,"text":"Behold, God spurneth the stubborn,"},{"number":6,"text":"The wicked He spareth not: But He granteth the rights of the wretched,"},{"number":7,"text":"Withdraws not their due from the just. It has happened to kings on the throne, seated in pride and glory,"},{"number":8,"text":"That prisoners in chains they became, Held fast in the cords of misery:"},{"number":9,"text":"Then He set forth before them their doings, Their proud and rebellious behaviour;"},{"number":10,"text":"He opened their ears to instruction And bade them turn back from sin."},{"number":11,"text":"If they hearken and do Him homage, They finish their days in prosperity."},{"number":12,"text":"But if stubborn, they pass to Sheol, They die without coming to knowledge."},{"number":13,"text":"For, godless at heart, they grow sullen; They cry not for help when He binds them."},{"number":14,"text":"They die in the days of their youth, Like sodomites they perish."},{"number":15,"text":"The sufferer He saveth through sufferings; Adversity opens his ear."},{"number":16,"text":"But thou hast been lured by thy freedom, By ease at the jaws of distress, By the fat on thy well-filled table, And the absence of trouble to haunt thee."},{"number":17,"text":"The full fate of the wicked is thine; Thou art held in the grasp of His judgment."},{"number":18,"text":"Let not chastisement make thee resentful, Nor let the high ransom deflect thee."},{"number":19,"text":"Wouldst thou marshall thy plaint against Him, And all the resource of thy might?"},{"number":20,"text":"Let not folly beguile thee to rival The man who doth think himself wise."},{"number":21,"text":"Beware, and incline not to sin, Nor make choice of sin rather than suffering."},{"number":22,"text":"See! God by His power doeth loftily– Who is a teacher like Him?"},{"number":23,"text":"Who hath enjoined Him His way? Or who hath said, \"Thou doest wrongly\"?"},{"number":24,"text":"Remember to magnify Him For His work, whereof men have sung."},{"number":25,"text":"All men look with pleasure thereon, Though man seeth it but from afar."},{"number":26,"text":"Behold! God is great beyond knowledge, The tale of His years beyond search."},{"number":27,"text":"For He draweth up drops from the sea, Which He poureth in rain from His Vapour,"},{"number":28,"text":"Wherewith, as the clouds distil, They drop down in showers upon men."},{"number":29,"text":"Who can tell how the clouds are spread out, How He thunders from His pavilion?"},{"number":30,"text":"He spreadeth His vapour around Him; He covers the tops of the mountains."},{"number":31,"text":"Therewith He sustaineth the nations, And food in abundance He giveth."},{"number":32,"text":"He wrappeth His hands in the lightning, And biddeth it fly to its mark."},{"number":33,"text":"His thunder announces His coming; His anger is kindled at wrong."}]}