{"translation":"oeb-us","book":"job","bookName":"Job","chapter":37,"verses":[{"number":1,"text":"At this doth thy heart not tremble, And leap right out of its place?"},{"number":2,"text":"Hark, hark to His voice tempestuous, To the roar that goes forth from His mouth."},{"number":3,"text":"’Neath the whole sky He letteth it loose, And His flash to the fringe of the world."},{"number":4,"text":"In the wake of it roareth His voice, With His voice majestic He thunders; Nor holds He the lightnings back, Whensoever His voice is heard."},{"number":5,"text":"God letteth us see His wonders; Great things beyond knowledge He doeth."},{"number":6,"text":"For He saith to the snow, \"Fall earthwards\"; Likewise to His strong rushing rain."},{"number":7,"text":"He sealeth up all mankind, That His work may be known of them all."},{"number":8,"text":"The beasts go into their lairs, And within their dens remain."},{"number":9,"text":"The temptest comes out of its chamber, And out of its store-house the cold."},{"number":10,"text":"By the breath of God ice is given, The broad waters lie in constraint."},{"number":11,"text":"Yea, He ladeth the thick cloud with hail, And the cloud doth scatter His lightning."},{"number":12,"text":"This way and that is darteth, Turning about by His guidance, Doings whate’er He commands it Over the face of His world,"},{"number":13,"text":"Wether for curse and correction Or in mercy He sendeth it forth."},{"number":14,"text":"Hearken to this, Job, stand still, And consider the wonders of God."},{"number":15,"text":"Dost thou know how God doeth His work; How He flashes the light of His cloud?"},{"number":16,"text":"Dost thou know how the thick clouds are poised; How He pours down a flood when it thunders,"},{"number":17,"text":"What time thy garments grow hot From the south wind which laps earth in silence?"},{"number":18,"text":"Like Him canst thou spread out the sky, Like Him canst thou spread out the sky, Which is strong as a molten mirror?"},{"number":19,"text":"How then shall we speak to Him? Tell me; For helpless are we in our darkness."},{"number":20,"text":"Shall one cavil at Him when He speaketh? Or shall a man say that He errs?"},{"number":21,"text":"Now no man can look on the light, So dazzling bright in the sky, When the wind has passed over and cleared it,"},{"number":22,"text":"And radiance comes out of the north; But the splendour of God – how terrible!"},{"number":23,"text":"The Almighty we cannot find out. Powerful is He and all-righteous, And justice He will not pervert."},{"number":24,"text":"For this cause ought mortals to fear Him: But the heart of conceit He despiseth. The Answer of the Almighty"}]}