{"translation":"oeb-us","book":"job","bookName":"Job","chapter":38,"verses":[{"number":1,"text":"Then Jehovah answered Job out of the whirlwind and said:"},{"number":2,"text":"who is this, then, that darkeneth counsel By words that are empty of knowledge?"},{"number":3,"text":"Gird up they loins like a man: I would ask of thee – do thou enlighten Me."},{"number":4,"text":"Where wast thou, when I founded the earth? Declare out of the depths of thine insight."},{"number":5,"text":"Dost thou of know who appointed her measures, Or who stretched upon her the line?"},{"number":6,"text":"Whereupon were her pedestal sunk, Or who laid her cornerstone,"},{"number":7,"text":"When the morning-stars sang together, And the sons of God shouted in chorus?"},{"number":8,"text":"Who shut in the sea with doors, When it burst its way out of the womb–"},{"number":9,"text":"When gave it its robe of cloud, And its swaddling band of the dark cloud;"},{"number":10,"text":"When I broke off its border for it, And set on its bars and doors,"},{"number":11,"text":"Declaring, \"Thus far, but no further, And here shall thy proud waves be stayed\"?"},{"number":12,"text":"Didst thou ever give charge to the morning, Or appoint to the day-star her place,"},{"number":13,"text":"To take hold of the skirts of the earth, And to shake out the wicked from off it?"},{"number":14,"text":"It is changed as clay under the seal, And the world stands forth (bright) as a garment."},{"number":16,"text":"Hast thou entered the springs of the ocean, Or walked in the depths of the sea?"},{"number":17,"text":"Have the gate-ways of Death been unveiled to thee? Hast thou looked on the porters of Hades?"},{"number":18,"text":"The breadth of the earth hast thou noted? How great is it? Tell, if thou knowest."},{"number":19,"text":"Which way leads to the home of the light? And where is the place of the darkness?"},{"number":20,"text":"Canst thou fetch it out unto its border, Or lead it back home to its house?"},{"number":21,"text":"Thou wast born then, so doubtless thou knowest– The tale of thy years is so great!"},{"number":22,"text":"Hast thou entered the store-house of snow? Hast thou looked on the guardians of hail,"},{"number":23,"text":"Which I hoard for the time of distress, for the day of assault and of battle?"},{"number":24,"text":"Which way are the vapours divided, That scatter on earth the cool water?"},{"number":25,"text":"Who cleft for the torrents a channel, A path for the flash of the lightning–"},{"number":26,"text":"Sending rain on the desolate land, On the uninhabited desert,"},{"number":27,"text":"Thus gladdening the wilderness waste, And the thirsty land clothing with verdure?"},{"number":28,"text":"Say, hath the rain a father? Or who hath begotten the dew-drops?"},{"number":29,"text":"Out of whose womb issued the ice? And the hoar-frost of heaven – who hath borne it?"},{"number":30,"text":"The waters are frozen like stone, And the face of the deep remains hidden."},{"number":31,"text":"Dost thou fasten the chain of the dog-star Or loosen the bonds or Orion?"},{"number":32,"text":"Dost thou bring out the stars in their season? The Bear with her young dost thou lead?"},{"number":33,"text":"Dost thou lay down the law to the heavens, Or establish their rule in the earth?"},{"number":34,"text":"Dost thou lift up thy voice to the clouds, That abundance of waters obey thee?"},{"number":35,"text":"Dost thou send on their mission the lightnings? To thee do they say, \"Here we are\"?"},{"number":36,"text":"Who hath set in the fleecy clouds wisdom? Or given to the meteor insight?"},{"number":37,"text":"Who spreadeth the clouds out in wisdom? Who tilteth the pitchers of heaven,"},{"number":38,"text":"When the dust runneth into a mass And the clods cleave firmly together? The Wonders of the Animate World"},{"number":39,"text":"Dost thou hunt for the lion his prey Or the young lions’ craving appease,"},{"number":40,"text":"When low in their lairs they crouch, Lying in wait in the thicket?"},{"number":41,"text":"Who provideth at even his food, When his young ones cry unto God, Open-mouthed, for the meat that is lacking?"}]}