{"translation":"oeb-us","book":"job","bookName":"Job","chapter":39,"verses":[{"number":1,"text":"Dost thou fix the birth-times of the wild goats, Or watch o’er the calving of hinds?"},{"number":2,"text":"Dost thou number the months they fulfil, Or determine the time of their bearing?"},{"number":3,"text":"They cower and bring forth their young, Swiftly ridding themselves of their birth-pangs."},{"number":4,"text":"Their young one grow strong in the open, Go forth and come back not again."},{"number":5,"text":"Who let out the wild ass free? Who loosened the bonds of the wild ass,"},{"number":6,"text":"Whose home I have made the steppe, And the salt-land the place of his dwelling?"},{"number":7,"text":"He laughs at the din of the city, No driver roars in his ears."},{"number":8,"text":"The mountains he scours as his pasture, And every green thing is his quest."},{"number":9,"text":"Will the wild ox be willing to serve thee, Or spend the night in thy crib?"},{"number":10,"text":"Wilt thou fasten a rope on his neck? Will he harrow thy furrows behind thee?"},{"number":11,"text":"Wilt thou trust his magnificent strength, Or put him in charge of thy labours,"},{"number":12,"text":"Expect him to come again And gather thy seed to thy threshing-floor?"},{"number":13,"text":"The wing of the ostrich beats joyously, But her pinions and feathers are cruel."},{"number":14,"text":"For she trusteth her eggs to the ground, And she setteth them down in the dust,"},{"number":15,"text":"Forgetting that foot may crush them, Or beast of the field tread upon them."},{"number":16,"text":"Her young she treats harshly, as strangers, Unmoved though her toil be in vain."},{"number":17,"text":"For God hath not dealt to her wisdom, Nor alloted to her understanding."},{"number":18,"text":"She scuddeth along in her flight, At the horse and his rider she laugheth."},{"number":19,"text":"Dost thou give to the war-horse his strength, Clothe his neck with the quivering mane?"},{"number":20,"text":"Dost thou make him to leap like a locust, With snort that is splendid and terrible?"},{"number":21,"text":"He paweth the valley exulting, As forth to the fight the fares."},{"number":22,"text":"He laughs undismayed at the terror, He turneth not back from the sword."},{"number":23,"text":"Against him the quiver may rattle, The glittering spear or the dart:"},{"number":24,"text":"He devoureth the ground in wild rage, Without turning to right hand or left."},{"number":25,"text":"At the trumpet alarm he saith \"Ha!\" For he scenteth the battle afar, The thunder of captains, the shouting."},{"number":26,"text":"Doth the hawk soar aloft by thy wisdom. And spread out her wings to the south?"},{"number":27,"text":"Doth the eagle mount up at thy bidding, And make her nest high on the mountains?"},{"number":28,"text":"The cliff is her home where she lodges– The peak of the cliff and the fortress,"},{"number":29,"text":"She spieth her prey from the heights With those eyes that see from afar."},{"number":30,"text":"Her young ones suck up blood: Where the slain are, there is she."}]}