{"translation":"oeb-us","book":"job","bookName":"Job","chapter":4,"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered and said:"},{"number":2,"text":"May we lift up a word unto thee who art fainting, For who has the heart to restrain his speech?"},{"number":3,"text":"see! thou hast instructed many, And strengthened the drooping hands."},{"number":4,"text":"Thy words used to set up the stumbling, And strengthen the tottering knees."},{"number":5,"text":"But now that it comes upon thee, thou art faint; Now that it reaches thyself, thou art terrified."},{"number":6,"text":"Is not thy religion thy confidence, And thy blameless life thy hope?"},{"number":7,"text":"Bethink thee: has an innocent man ever perished, Or when have the just been cut off?"},{"number":8,"text":"It is those who plough wrong and sow trouble That reap it: – for this have I seen."},{"number":9,"text":"By the breath of God they perish, At the blast of HIs anger they vanish."},{"number":10,"text":"The Lion roared, the hoarse lion thundered: But his young lion’s teeth were broken."},{"number":11,"text":"So for lack of prey he perished, And the cubs of the lioness are scattered."},{"number":12,"text":"Now to me a word came stealing, And mine ear caught a whisper thereof,"},{"number":13,"text":"In thoughts from the visions of night, When deep sleep falleth on men."},{"number":14,"text":"Fear came upon me and trembling, That made my bones all quake."},{"number":15,"text":"Then a breath passed over my face, The hair of my flesh bristled up."},{"number":16,"text":"There – it – stood. I could not tell what it looked like– This form before mine eyes. In the silence I heard a voice say:"},{"number":17,"text":"\"Can mortal be just before God, Or a man clean before his Creator?"},{"number":18,"text":"See! He putteth no trust in His servants, His angels He chargeth with folly."},{"number":19,"text":"How much more those whose houses are clay, Whose very foundation is dust, Who die before the moth,"},{"number":20,"text":"Crushed between morning and evening, Bruised without any regarding it, Perished for evermore!"},{"number":21,"text":"The cord of their tent is torn from them: They die – but without learning wisdom.\""}]}