{"translation":"oeb-us","book":"job","bookName":"Job","chapter":40,"verses":[{"number":2,"text":"Shall a caviller strive with Almighty? He that argues with God – let him answer."},{"number":3,"text":"Then Job answered Jehovah and said:"},{"number":4,"text":"Ah, how small am I! What can I answer? I lay my hand on my mouth."},{"number":5,"text":"Once indeed have I spoken; – enough: Yea twice – but not ever again."},{"number":8,"text":"Wilt thou disallow my right. And condemn me that thou mayest be justified?"},{"number":9,"text":"Hast thou an arm like God? With a voice like His canst thou thunder?"},{"number":10,"text":"Now deck thee with pride and with majesty, Clothe thee with glory and splendour."},{"number":11,"text":"Pour forth the floods of thine anger, And all that is lofty abase."},{"number":12,"text":"Every proud one lay low whom thou seest, And crush thou the wicked beneath thee."},{"number":13,"text":"Hide them together in dust, And bind their faces in darkness."},{"number":14,"text":"And I then will render thee praise That thy right hand hath won thee the victory. Two Wonderful Creatures of God The Hippopotamus"},{"number":15,"text":"Behold now the huge beast beside thee: He eateth up grass like an ox."},{"number":16,"text":"Behold now the strength in his loins, And the force in the muscles of his belly."},{"number":17,"text":"He holds his tail stiff as a cedar, His thighs are of sinews entwined."},{"number":18,"text":"His bones are as tubes of brass, His limbs are like bars of iron."},{"number":19,"text":"He is chief of the ways of God, Made to lord it over his fellows."},{"number":20,"text":"The mountains yields him their fruits; All the wild beasts he grindeth to powder."},{"number":21,"text":"There under the lotus he lies, In the covert of reed and fen,"},{"number":22,"text":"Protected by shade of the lotus, Encircled by water-willows."},{"number":23,"text":"From the wild rushing torrent he flees not; He is calm in the swell of a Jordan."},{"number":24,"text":"Who would venture to make for his eyes, Or to pierce through his nose with a cord? The Crocodile"}]}