{"translation":"oeb-us","book":"job","bookName":"Job","chapter":41,"verses":[{"number":1,"text":"Canst thou draw out the crocodile with hook, Or press his tongue down with a cord?"},{"number":2,"text":"Canst thou put a rope into his nose, Or pierce his jaws through with a hook?"},{"number":3,"text":"Will he make many prayers unto thee, Or will he speak softly to thee?"},{"number":4,"text":"Will he make any tryst with thee, To be kept as thy servant for ever?"},{"number":5,"text":"Wilt thou play with him as with a bird, Or attach him to string for thy maidens?"},{"number":6,"text":"Shall the (fisher) guilds traffic in him? Shall the merchants divide him in pieces?"},{"number":7,"text":"Canst thou fill his skin with barbs, Or his head with the fish-harpon?"},{"number":8,"text":"Lay but thine hand upon him: Remember the battle – enough!"},{"number":9,"text":"See! thy hope is but an illusion; God hurleth the dread of him far."},{"number":10,"text":"Not one is so bold as to rouse him; Where is he that can stand before him?"},{"number":11,"text":"Who hath ever triumphantly braved him? Beneath the whole heaven, not one."},{"number":12,"text":"Of his limbs I will not keep silence, Of his strength and his mighty equipment."},{"number":13,"text":"Who can lay bare the face of his garment, Or enter the folds of his breastplate?"},{"number":14,"text":"Who can open the doors of his face? Round about his teeth lieth terror."},{"number":15,"text":"His back is a ripple of shields, And his breast is a seal of flint."},{"number":16,"text":"One shield is so near to another That no air can come between them."},{"number":17,"text":"Each cleaveth so close to his fellow, So locked, that they cannot be served."},{"number":18,"text":"Through the breath of his nostrils light flashes, His eyes are the lids of the morning."},{"number":19,"text":"Out of his mouth go torches And sparks of fire leap forth."},{"number":20,"text":"Smoke issues out of his nostrils, Like a seething and boiling pot."},{"number":21,"text":"His breath setteth coals ablaze, And a flame goeth forth from his mouth."},{"number":22,"text":"His neck is the home of strength, And terror danceth before him."},{"number":23,"text":"The flakes of his flesh are welded So firm that they cannot be moved."},{"number":24,"text":"His heart is as firm as a stone– Yea, firm as the nether mill-stone."},{"number":25,"text":"When he lifts himself, strong men are terrified; At his teeth are the mighty dismayed."},{"number":26,"text":"No sword availeth against him, Nor spear nor dart nor arrow."},{"number":27,"text":"He counteth iron as straw, And brass as rotten wood;"},{"number":28,"text":"No arrow can put him to flight; On him sling-stones are turned to stubble."},{"number":29,"text":"Clubs are counted as reed, And he laughs at the whirr of a javelin."},{"number":30,"text":"Beneath him (his scales, like) sharp sherds Spread marks, as of sledge, on the mire."},{"number":31,"text":"He makes the deep boil like a pot; He stirreth the sea like ointment."},{"number":32,"text":"In his wake is a shinning path– One would think the deep to be hoary."},{"number":33,"text":"There is not his like upon earth, Created to know no fear."},{"number":34,"text":"Everything that is high is afraid of him: He is king o’er the sons of pride."}]}