{"translation":"oeb-us","book":"job","bookName":"Job","chapter":42,"verses":[{"number":2,"text":"I acknowledge that Thou hast prevailed; There is nothing too hard for Thee."},{"number":3,"text":"Therefore spake I without understanding,"},{"number":3,"text":"Of wonders beyond my knowledge."},{"number":5,"text":"I had heard of Thee but by hearsay, But now mine eye hath seen Thee;"},{"number":6,"text":"And therefore I spurn (my words) And repent in dust and in ashes. The Friends Rebuked"},{"number":7,"text":"So after Jehovah has spoken these words to Job, He said to Eliphaz the Temanite, \"My anger is hot against thee and thy two friends; because, unlike my servant Job, ye have not spoken the"},{"number":8,"text":"truth about me. But now, go to my servant Job with seven bullocks and seven rams, and offer them as a burnt-offering for yourselves, and my servant Job shall pray for you; for, our of regard for him, I will not put you to confusion for your failure to speak the truth about me, as my servant Job has"},{"number":9,"text":"done.\" So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did as Jehovah told them, and Jehovah had regard unto Job. The Restoration of Job"},{"number":10,"text":"So when Job prayed for his friends, Jehovah changed his fortunes, giving him double of all he"},{"number":11,"text":"had before. Then his brothers and sister and old friends came – every one of them – and dined with him at his home; and they condoled with him, and comforted him for all the misery that Jehovah had brought upon him. Besides, each of them made him a present of a piece of money and a gold ring."},{"number":12,"text":"Thus in the end Jehovah made Job more blessed than he was at the first – with his fourteen thousand sheep, six thousand camels, one thousand yoke of"},{"number":13,"text":"oxen, and one thousand she-asses. Besides, he had seven sons, and three daughters whom he named"},{"number":14,"text":"in the order of their birth Jemimah, Keziah, and"},{"number":15,"text":"Keren-happuch. In all the world were no women found so fair as the daughters of Job, and their father made them sharers in his inheritance with their brothers."},{"number":16,"text":"After this Job lived a hundred and forty years. Thus he was spared to see not only his children, but his grandchildren – four generations."},{"number":17,"text":"Then Job died – old and full of days."}]}