{"translation":"oeb-us","book":"job","bookName":"Job","chapter":5,"verses":[{"number":1,"text":"Call now: will any one answer? To which of the saints wilt thou turn?"},{"number":2,"text":"For vexation killeth the fool, Indignation slayeth the simpleton."},{"number":3,"text":"I have seen a fool taking root, But his branch became suddenly rotten,"},{"number":4,"text":"His children were far from help, Crushed beyond hope deliverance."},{"number":5,"text":"The hungry eat up their harvest, And the thirsty draw from their wells."},{"number":6,"text":"For not from the dust riseth ruin, Nor out of the ground springeth trouble;"},{"number":7,"text":"But man is born unto trouble, While the sons of flame soar above it."},{"number":8,"text":"Were it I, I would seek unto God; My cause I would bring before God,"},{"number":9,"text":"Who doeth great things and unsearchable, Marvellous things without number,"},{"number":10,"text":"Who bringeth rain over the earth, And over the fields sendeth water–"},{"number":11,"text":"Setting the lowly on high, And lifting the mourners to safety,"},{"number":12,"text":"Frustrating the plots of the crafty And robbing their hands of success,"},{"number":13,"text":"So taking the wise in their guile, That their tortuous plans fail through rashness:"},{"number":14,"text":"They feel in the day as in darkness, At noontide they grope as at night."},{"number":15,"text":"So the needy He saves from the sword, And the poor from the hands of the mighty."},{"number":16,"text":"Thus hope is born in the weak, And iniquity stoppeth her mouth."},{"number":17,"text":"Happy then the mortal whom God correcteth: So spurn no thou the Almighty’s chastening."},{"number":18,"text":"For He bindeth the wounds He hath made, And His hands heal the hurt He hath dealt."},{"number":19,"text":"He will save thee in six distresses, In seven no evil shall touch thee."},{"number":20,"text":"In famine He frees thee from death, And in war from the power of the sword."},{"number":21,"text":"From the scourge of tongue thou art safe; Thou shalt fear not the onslaught of ruin."},{"number":22,"text":"At ruin and dearth shalt thou laugh, And the beasts of the field thou shalt fear not."},{"number":23,"text":"For the stones of the earth are thine allies, The beasts of the field are thy friends."},{"number":24,"text":"Thou shalt know that thy tent is secure, Thou shalt visit thy fold and miss nothing."},{"number":25,"text":"Thy seed thou shalt know to be many, Thine offspring as grass of the earth."},{"number":26,"text":"Thou shalt come to the grave in thy strength, As a sheaf cometh in its season."},{"number":27,"text":"See! this we have searched – so it is. We have heard it – lay thou it to heart. Job’s Denunciation of Hollow Friendship. His Challenge of God and His Longing to be Gone"}]}