{"translation":"oeb-us","book":"job","bookName":"Job","chapter":6,"verses":[{"number":1,"text":"Then Job answered and said:"},{"number":2,"text":"O could my vexation be carefully weighed, And my misery set in the balance against it!"},{"number":3,"text":"For it is more heavy than sand of the sea, And therefore it is that my words are wild."},{"number":4,"text":"For the arrows of God Almighty are in me, My spirit drinketh their fiery poison. The terrors of God are arrayed against me,"},{"number":7,"text":"My soul refuseth to be at rest."},{"number":5,"text":"Doth the wild ass bray as he nibbles the grass, And over their fodder do oxen low?"},{"number":6,"text":"Can a man eat that which is tasteless and saltless? Is there any taste in the slime of the yolk?"},{"number":8,"text":"O that I might have my request, That God would grant me the thing that I long for!"},{"number":9,"text":"O that God would consent to crush me, To let His hand loose and cut me off!"},{"number":10,"text":"So should I still have this for my comfort– Leaping for joy amid torture unsparing– That I had not concealed the words of the Holy One."},{"number":11,"text":"What is my strength, that I should endure? Or what is mine end, that I should be patient?"},{"number":12,"text":"Is my strength the strength of stones? Or was I created with flesh of brass?"},{"number":13,"text":"Behold! I have no help in myself, And the power to achieve is driven from me."},{"number":14,"text":"To one who is fainting a friend should be kind, Even though he forsaketh the fear of Almighty"},{"number":15,"text":"But my brethen have dealt like a treacherous torrent, Like channels that overflow their banks,"},{"number":16,"text":"Which are turbid because of the ice And the snow that hides within them;"},{"number":17,"text":"But, when they are scorched, they vanish: In the heat they are quenched from their place."},{"number":18,"text":"The caravans bend their course thither, Go up through the waste, and perish."},{"number":19,"text":"The caravans of Tema looked out for them, The companies of Sheba kept hoping:"},{"number":20,"text":"But their confidence brought them to shame; When they came to the place, they blushed."},{"number":21,"text":"Such now have ye proved unto me: When ye look on the terror, ye shudder."},{"number":22,"text":"Did I ask you to give me a present, Or make me a gift of your substance,"},{"number":23,"text":"To rescue me from the foe, Or from hand of the tyrant to free me?"},{"number":24,"text":"Teach me, and I will be silent; Show me wherein I have erred."},{"number":25,"text":"How sweet are words that are true! But when you reprove, what is reproved?"},{"number":26,"text":"Is it words that ye mean to reprove? But for winds are the words of despair."},{"number":27,"text":"Would ye throw yourselves on the innocent, Or make an assault on your friend?"},{"number":28,"text":"Now look upon me, I pray you: I would surely not lie in your face."},{"number":29,"text":"O turn back – let there be no injustice: Turn back, for the right is still mine."},{"number":30,"text":"Is my tongue altogether perverted? Have I lost the sense of wrong?"}]}