{"translation":"oeb-us","book":"job","bookName":"Job","chapter":7,"verses":[{"number":1,"text":"Hath man on the earth not a warfare, With days like the days of a hireling?"},{"number":2,"text":"Like a slave that pants for the shadow, A hireling that longs for his wages,"},{"number":3,"text":"So empty months are my portion, And wearisome nights mine appointment."},{"number":4,"text":"I lie down, saying, \"When cometh day?\" When I rise, methinks, \"When cometh even?\" I am full of unrest till the dawn."},{"number":5,"text":"Worms and clods clothe my flesh; My skin grows hard and then breaks."},{"number":6,"text":"My days are more swift than a shuttle; They come to an end without hope."},{"number":7,"text":"O remember my life is but breath; Mine eyes shall see good nevermore."},{"number":8,"text":"The eye that now sees me shall see me no more; Thine eyes shall look for me, but I shall be gone."},{"number":9,"text":"Like the cloud that is spent and that passeth away, He that goes down to Sheol shall come up no more."},{"number":10,"text":"He shall never come back to his house again, And the place that was his shall know him no more."},{"number":11,"text":"So my mouth I will not restrain, I will utter mine anguish of spirit, Pour out mine embittered soul."},{"number":12,"text":"Am I a sea or a sea-monster, That upon me Thou settest a watch?"},{"number":13,"text":"When I look to my couch to comfort me, To my bed for relief of my sorrow,"},{"number":14,"text":"Then Thou scarest me with dreams, And with visions dost so affright me,"},{"number":15,"text":"That gladly would I be strangled: Death itself I spurn in my pain."},{"number":16,"text":"I would not live for ever: Let me go, for my days are but breath."},{"number":17,"text":"What is man, that so great Thou dost count him And settest Thine heart upon him–"},{"number":18,"text":"Visiting him every morning, And testing him moment by moment?"},{"number":19,"text":"O when wilt Thou turn Thine eyes from me, And leave me though but for a moment?"},{"number":20,"text":"If I sin, how does that harm Thee, O Thou who art Watcher of men? Why dost Thou make me Thy target? Why burden Thyself with me?"},{"number":21,"text":"Why not forgive my sin, And pass mine iniquity by? For now I shall lie in the dust; Thou shalt search, but I shall not be. Bildad’s Appeal to the Teaching of Tradition"}]}