{"translation":"oeb-us","book":"job","bookName":"Job","chapter":8,"verses":[{"number":1,"text":"And Bildad the Shuhite answered and said:"},{"number":2,"text":"How long wilt thou utter these things– These thy blustering windy words?"},{"number":3,"text":"Is God a perverter of justice? The Almighty subverter of right?"},{"number":4,"text":"If thy children, for sinning against Him, He has left to bear their transgressions,"},{"number":5,"text":"Yet seek thou thyself unto God, And supplicate the Almighty."},{"number":6,"text":"And if thou art pure and upright, Thy righteous abode He will prosper;"},{"number":7,"text":"And, though thy beginning be slender, Thine end He shall greatly increase."},{"number":8,"text":"For inquire thou of past generations, Regard the search of the fathers:–"},{"number":9,"text":"For we are but dullards of yesterday, Whose days on the earth are a shadow–"},{"number":10,"text":"Shall they not give thee instruction, And bring forth words out of their heart?"},{"number":11,"text":"Can the rush shoot high without swamp, Or the reed grow up without water?"},{"number":12,"text":"While yet in its freshness, unplucked, Of all herbs it withers most quickly."},{"number":13,"text":"So end all who put God out of mind. And the hope of the hypocrite dies."},{"number":14,"text":"His confidence is but a thread, And his trust as the web of a spider."},{"number":15,"text":"He leans on his house, but it stands not: He grasps, but it cannot endure."},{"number":16,"text":"Like a plant is he, fresh in the sunshine, With suckers that shoot o’er the garden."},{"number":17,"text":"Its roots are entwined round the well, It lays hold of its stone habitation,"},{"number":18,"text":"But when it is ruined, the spot Denies having ever beheld it."},{"number":19,"text":"Thus its course ends in desolation And out of the dust springs another.\""},{"number":20,"text":"See! God spurns not an innocent man, But He will not uphold evildoers."},{"number":21,"text":"He will yet fill thy mouth with laughter Thy lips with a shout of joy."},{"number":22,"text":"Thy foes shall be clothed with shame, And the tent of the wicked shall vanish. Job’s Challenge of Immoral Omnipotence"}]}