{"translation":"oeb-us","book":"job","bookName":"Job","chapter":9,"verses":[{"number":2,"text":"Yes, truly: I know it is so: But with God how can man urge his right?"},{"number":3,"text":"Should He choose to contend against him, He could answer not one in a thousand."},{"number":4,"text":"Wise-hearted and strong as He is, Who hath ever successfully braved Him?"},{"number":5,"text":"Mountains He moves without effort, He turns them about in His anger."},{"number":6,"text":"He shaketh the earth from her place, And maketh her pillars shudder."},{"number":7,"text":"He speaks to the sun, and it shines not; He setteth a seal on the stars."},{"number":8,"text":"He strecheth the heavens all alone; He treadeth the heights of the sea."},{"number":9,"text":"He maketh the Bear and Orion. The Pleiades and the southern chambers."},{"number":10,"text":"He doeth great things and unsearchable, Marvellous things without number."},{"number":11,"text":"Lo! He passes me by all unseen; Sweeps past – but I cannot perceive Him."},{"number":12,"text":"He seizeth, and who can prevent Him? Who dare ask Him, \"What doest Thou?\""},{"number":13,"text":"God will not withdraw His anger; The helpers of Rahab stooped under Him:"},{"number":14,"text":"How much less can I give Him answer, And choose out my words against Him?"},{"number":15,"text":"Were I right, I could give Him no answer, But needs must entreat my Judge."},{"number":16,"text":"If I called, He would give me no answer; I cannot believe He would listen."},{"number":17,"text":"For He Crushes me in a temptest With many a wanton wound."},{"number":18,"text":"He suffers me not to take breath, But with bitterness He fills me."},{"number":19,"text":"Is it question of strength? There He is. Or of justice? Then who will implead Him?"},{"number":20,"text":"Am I right? Still mine own mouth condemns me. Innocent? He proveth me perverse."},{"number":21,"text":"Innocent I am – but I reck not. I spurn my life; ’tis all one."},{"number":22,"text":"And therefore it is that I say, \"He destroyeth both guiltless and guilty.\""},{"number":23,"text":"When the scourge bringeth sudden death, The despair of the blameless He mocketh."},{"number":24,"text":"He hath given up the earth to the wicked; He veileth the face of its judges. If it be not He, who then?"},{"number":25,"text":"My days are more swift than a runner, They flee unillumined by joy."},{"number":26,"text":"They glide like the ships of reed, Like an eagle that darts on its prey."},{"number":27,"text":"If I vow to forget my plaint And to wear a bright face for a joyless,"},{"number":28,"text":"I shudder at all my pains; I know Thou wilt not hold me guiltless."},{"number":29,"text":"I then am I infallibly guilty, So why should I labour in vain?"},{"number":30,"text":"For though I wash me with snow, And cleanse my hands with lye,"},{"number":31,"text":"Thou wouldst plunge me then in the mire, So that even my friends would abhor me."},{"number":32,"text":"Thou art not a man like myself, That we come into judgment together."},{"number":33,"text":"O for an umpire between us, To lay his hand on us both!"},{"number":34,"text":"Let Him take but His rod from off me, And affright me no more with His terrors,"},{"number":35,"text":"And then I would speak unafraid– For not such at heart am I."}]}