{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":1,"verses":[{"number":1,"text":"In the thirtieth year, in the fifth day of the fourth month, as I was among the captives by the River Chebar, the heavens were opened and I saw visions of God,"},{"number":2,"text":"{ }"},{"number":3,"text":"and the hand of Jehovah was on me there."},{"number":4,"text":"And I looked and behold, a storm wind came from the north, a mighty cloud, surrounded by brightness and shot through with fire, and out of its midst gleamed something like shining’ metal."},{"number":5,"text":"And out of its midst appeared the forms of four living creatures. And this was their appearance: they had the form of a man,"},{"number":6,"text":"each had four faces and four wings;"},{"number":7,"text":"their legs were straighth and the soles of their feet were like the sole of a calf’s foot. They shone like polished bronze."},{"number":8,"text":"And the hands of a man were under their wings, on the four sides, and the wings of the four"},{"number":9,"text":"touched each other, and their faces did not turn as they went; each went straight forward."},{"number":10,"text":"And this was the form of their faces: all four had in front the face of a man; on the right, the face of a lion; on the left the face of a bull; and behind, the face of an eagle."},{"number":11,"text":"Their wings were separated above, the one from the other; each wing of the pair was joined to its neighbor, while one pair of wings covered the upper part of the body."},{"number":12,"text":"Each went straight forward; whither the spirit impelled him to go, he went, and they turned not as tLey went."},{"number":13,"text":"And in the midst of the living creatures was an appearance like glowing coals of fire, like torches, and it was moving up and down among the living creatures, and the fire was gleaming, and from the fire went forth lightning."},{"number":14,"text":"And as the living creatures moved to and fro, there was an appearance like lightning."},{"number":15,"text":"And I beheld the living creatures, and lo, a wheel was on the ground beside each of the four living creatures."},{"number":16,"text":"The appearancer of the wheels was like topaz, - the four had the same form and their construction was as though one wheel were within another."},{"number":17,"text":"They went in whatever direction their four sides faced, and they did not turn as they went."},{"number":18,"text":"And their felloes - they were high and dreadful - were full of eyes, on all sides."},{"number":19,"text":"And when the living creatures moved, the wheels moved beside them; and when the living creatures rose up from the earth, the wheels rose up;"},{"number":20,"text":"whithersoever spirit impelled them to go they went; and the wheels rose up beside them, for the spirit of the creatures was in the wheels."},{"number":21,"text":"When those moved, these moved, and when those stood still, these stood still, and when those rose up from the earth, the wheels rose up beside them, for the spirit of the creatures was in the wheels."},{"number":22,"text":"And on the heads of the creatures was a firmament, in appearance like crystal, stretched out above their heads."},{"number":23,"text":"Under the firmament their wings were stretched out straight, each touching the other, and two covering their upper body."},{"number":24,"text":"And I heard the sounds of the wings as the sound of many waters, like the voice of the Almighty, the sound of a tumult, like the sound of a multitude; and when they stood still, they folded their wings."},{"number":26,"text":"Above the firmament, which was over their heads, was something that resembled sapphire, in the form of a throne, and on the form of the throne was a form which resembled a man."},{"number":27,"text":"And I saw something like shining metal, which resembled fire, surrounded by brightness. From what seemed his loins, above and below, I saw what looked like fire, surrounded by brightness,"},{"number":28,"text":"like the bow which appears in a cloud, on a rainy day; such was the brightness round about. It was the appearance of the likeness of the glory of Jehovah. And when I saw, I fell upon my face, and I heard the voice of one speaking."}]}