{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":11,"verses":[{"number":1,"text":"Moreover the spirit lifted me up, and brought me to the east gate of the house of Jehovah; and there, at the door of the gate, were twenty-five men, among whom I saw Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, princes of the people."},{"number":2,"text":"And he said to me, O man, these are the men who nre devising iniquity, and counselling evil in this eity, who are saying, ’Have not the houses recently been rebuilt? this city is the caldron, and we are the flesh.’"},{"number":3,"text":"{ }"},{"number":4,"text":"Therefore prophesy ngainst them; prophesy, O man."},{"number":5,"text":"And the spirit of Jehovah fell upon me, and he said to me, Say, Thus saith Jehovah: ’So ye say, O house of Israel; for I know the things that come into your mind."},{"number":6,"text":"Ye have multiplied your slnin in this city, and ye have filled its streets with the slain."},{"number":7,"text":"Therefore thus saith Jehovah: \"Your slain whom ye have laid in the midst of it, they are the flesh, and this city is the caldron; but you will I bring out of the midst of it."},{"number":8,"text":"Ye fear the sword, and I will bring the sword upon you,\" saith Jehovah."},{"number":9,"text":"\"And I will bring you out of its midst, and deliver you into the hands of strangers, and will execute judgments upon you."},{"number":10,"text":"Ye shall fall by the sword; I will judge you on the border of Israel; and ye shall know that I am Jehovah."},{"number":11,"text":"This city shall not be your caldron, neither shall ye be the flesh in its midst; I will judge you in the border of Israel;"},{"number":12,"text":"and ye shall know that I am Jehovah, for ye have not walked in my statutes, neither have ye executed my decisions, but have acted according to the decisions of the nations that are round about you.\"’"},{"number":13,"text":"Now while I was prophesying, Pelatinh the son of Ilenaiah died. Then I fell down upon my face, and cried with a loud voice, and said, Alas, Lord Jehovah! wilt thou make an end of the remnant of Israel?"},{"number":14,"text":"14Thereupon this word of Jehovah came to me,"},{"number":15,"text":"Son of man, thy kinsmen thy fellow-exiles, and all the house of Israel, all of them, of whom the inhabitants of Jerusalem say: ’You are far from Jehovah; to us this land is given as a possession.’"},{"number":16,"text":"Therefore say, ’Thus saith Jehovah: \"True I have removed them for off among the nations, and scattered them over the lands, yet will I be their sanctuary for a little while in the countries whither they have gone.\"’"},{"number":17,"text":"Therefore say, Thus saith Jehovah: ’I will gather them from the peoples, and assemble them from the countries where they have been scattered, and I will give them the land of Israel."},{"number":18,"text":"And they shall go thither, and shall take away all its detestable and abominable things."},{"number":19,"text":"And I will give them another heart, and I will put a new spirit into them; and I will take the stony heart out of their breast and give them a heart of flesh,"},{"number":20,"text":"that they may follow my statutes, and keep mine ordinances and do them. And they shall be my people, and I will be their God."},{"number":21,"text":"But as for those who are devoted to their detestable things and their abominations, I will visit the consequences of their deeds upon their own heads,\"’ is Jehovah’s oracle."},{"number":22,"text":"Then the cherubim spread their wings and the wheels were beside them and the Glory of the God of Israel was over them."},{"number":23,"text":"The Glory of Jehovah ascended from the midst of the citv and stood on the mountain on the east of the city."},{"number":24,"text":"And the spirit lifted me up and brought me to the land of the Chaldeans to the captives, in a vision by the spirit of God. And the vision which I saw departed from me."},{"number":25,"text":"And I told the captives all the words that Jehovah had shown me."}]}