{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":12,"verses":[{"number":1,"text":"And this word of Jehovah came to me,"},{"number":2,"text":"Son of man, thou art dwelling in the midst of a rebellious house who haYe eyes to see, but they see not; ears to hear, but they hear not; for they are a rebellious house."},{"number":3,"text":"And do thou, O son of man, prepare by day in their presence goods for removal; and remove from thy place to another place in their presence. Perhaps they may perceive although they are a rebellious house."},{"number":4,"text":"Bring out thy goods by day in their presence as though for removal, and do thou go forth in the ewning in their presence, as one who goes forth into exile."},{"number":5,"text":"ln their presence dig through the wall and go out through it."},{"number":6,"text":"1n their presence take up thy goods upon thy back. Go forth in the dark, covering thy face, so that thou wilt not see the land; for I have appointed thee as a sign to the house of Israel."},{"number":7,"text":"Then I did as I was commanded. I brought out my goods by day, as though they were goods for removal, and in the evening I dug through the wall and before their eyes I went forth in the dark, bearing them on my back."},{"number":8,"text":"And this word of Jehovah came to me in the morning,"},{"number":9,"text":"Son of man, hath not the rebellious house of Israel said to thee: ’What art thou doing’?"},{"number":10,"text":"Say to them: ’Thus saith the Lord Jehovah: \"This burden concerns the prince in Jerusalem and all the house of Israel, who are in her midst.\""},{"number":11,"text":"Say: ’I am a sign to you. As I have done, so shall it be done to them. They shall go into exile and captivity"},{"number":12,"text":"and the prince who is in their midst shall bear a burden on his back. He shall go forth in the dark. He shall dig through the wall and go out through it with covered face, so that he shall not see the land;"},{"number":13,"text":"and I will cast my net over him and he shall be taken in my snare; and I will bring him to Babylon, the land of the Chaldeans; and he shall not see it, and there shall he die"},{"number":14,"text":"And all who are about him, his supporters, and all his troops, will I scatter to eYery wind, and pursue them with the sword."},{"number":15,"text":"And they shall learn that I am Jehovah when I disperse them among the nations and scatter them throughout the countries."},{"number":16,"text":"And I will save few of them from the sword, from famine and from pestilence, that they may recount all their abominations among the nations whither they shall go, and that they may know that I, indeed, am Jehovah.’"},{"number":21,"text":"This word of Jehovah came to me,"},{"number":22,"text":"Son of man, what is this proverb which ye have in the land of Israel: ’The days go by and every vision faileth.’"},{"number":23,"text":"Therefore say to them: ’Thus saith Jehovah: \"I will make this proverb cease, and they shall no longer use it as a proverb in Israel.\" But say to them: \"The days are at hand and the fulfilment of every vision."},{"number":24,"text":"For there shall be no longer any false vision or flattering divination within the house of Israel."},{"number":25,"text":"For I, Jehovah, will speak a word, and that word which I shall speak shall be performed and it shall be no longer delayed. For in your days, O rebellious house, I will speak a word and perform it,\" is the orade of Jehovah.’"},{"number":26,"text":"This word of Jehovah also came to me,"},{"number":27,"text":"Son of man, behold the house of Israel are saying: ’The vision which he utters is for many days to come, and he prophesies for times that are far off.’"},{"number":28,"text":"say to them: ’Thus saith Jehovah: \"None of my words shall be longer delayed, for I speak a word and it shall be performed,\" is the oracle of Jehovah.’"}]}