{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":13,"verses":[{"number":1,"text":"Moreover this word of Jehovah came to me,"},{"number":2,"text":"Son of man, prophesy against the prophets of Israel. Prophesy and say to them: ’Hear the word of Jehovah:"},{"number":3,"text":"\"Thus saith Jehovah: Woe to the foolish prophets who prophesy according to their own mind and to what they have not seen."},{"number":4,"text":"Like jackals on the ruins are thy prophets, O Israel."},{"number":5,"text":"Ye have not gone up into the breaches, nor built up a wall for the house of Israel, that ye may stand up in battle in the day of Jehovah."},{"number":6,"text":"They see false visions and divine lies, saying, The oracle of Jehovah, when Jehovah hath not sent them. And they await the fulfilment of their words."},{"number":7,"text":"Do ye not see a false vision and utter lying divinations?"},{"number":8,"text":"Therefore thus saith Jehovah, Because ye speak falsely and see lies, therefore behold I am against you, is Jehovah’s oracle."},{"number":9,"text":"My hand shall be against the prophets who see false visions and utter lying divinations. They shall not be in the council of my people, nor inscribed in register of the house of Israel. And to the land of Israel they shall not come, that ye may know that I am Jehovah."},{"number":10,"text":"Inasmuch as they haxe led my people astray by saying, Peace, when there was no peace; and if some one build a wall, they daub it over with whitewash: say to those who daub with whitewash, There shall be an overwhelming rain: and hailstones shall falls and a tempestuous wind shall rend it."},{"number":11,"text":"{ }"},{"number":12,"text":"And behold, when the wall is fallen, shall it not then be said to you, Where is the daubing with which ye daubed it?"},{"number":13,"text":"Therefore thus saith Jehovah, I will let loose a tempestuous wind in my wrath: and in mine anger there shall be an overwhelming rain, and in fury hailstones shall foll."},{"number":14,"text":"Thus will I tear down the wall which ye have daubed with whitewash and cast it to the earth, and its foundations shall be laid bnre, and it shall fall, and ye shall be consumed in the midst of it; that ye may know that I am Jehovah."},{"number":15,"text":"Thus will I accomplish my wrath upon the wall, and upon those who daub it with whitewash. And it shall be saith to you, Where is the wall? where are those who daub it?"},{"number":16,"text":"the prophets of Israel who prophesy concerning Jerusalem and see visions of peace for her when there is no peace,\" is the orade of Jehovah.’"},{"number":17,"text":"And do thou, O son of man, set thy face against the daughters of thy people who prophesy out of their own hearts, and do thou prophesy against them,"},{"number":18,"text":"and say, ’Thus saith Jehovah: \"Woe to the women who sew bands on all wrists, and prepare long veils for the heads of persons of every height, to hunt lives. Ye hunt souls from among my people, and keep alive souls for yourselves."},{"number":19,"text":"And ye profane me among my people, for handfuls of barley and bits of bread - to put to death thosex who should not die, and to keep alive those who should not live, by lying to my people who listen to your lies.\""},{"number":20,"text":"Therefore, thus saith Jehovah, \"Behold, I am against your bands, wherewith you hunt lives, and I will tear them from your arms, and set free those whom ye hunt."},{"number":21,"text":"And I will tear off your long veils and deliver my people out of your hand and they shall no longer be as prey in your hand and ye shall know that I am Jehovah."},{"number":22,"text":"Because ye make sorrowful the heart of the righteous with lies, when I have not made him sorrowful, and strengthen the hands of the wicked, so that he doth not turn from his evil way to save his life,"},{"number":23,"text":"therefore ye shall no longer see idle visions and practice divinations, but I will deliver my people from your hands, and ye shall know that I am Jehovah.\"’"}]}