{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":14,"verses":[{"number":1,"text":"Now when certain of the elders of Israel came and sat hefore me,"},{"number":2,"text":"this word of Jehovah came to me:"},{"number":3,"text":"Son of man, these men have taken their idols to their hearts and have set before themselves their iniquity as a stumbling block. Shall I let myself be consulted by them?"},{"number":4,"text":"Therefore speak with them and say to them: Thus saith Jehovah: \"Any mnn of the house of Israel who shall take his idols to his heart and put in his way his iniquity as a stumbling block and betakes himself to a prophet, I, Jehovah, will myself answer him according to the multitude of his idols,"},{"number":5,"text":"that I may lay hold of the hearts of Israel, because they have turned away from me for all their idols.\"’"},{"number":6,"text":"Therefore say to the house of lsrael: Thus saith Jehovah: \"Turn ye, turn ye away from your idols and from all your abominations turn away your face."},{"number":7,"text":"For any man of the house of Israel or of the aliens who dwell in Israel vho shall abandon thee and take his idols to his heart and set his iniquity as a stumbling block before him and shall go to a prophet, that the prophet may consult me for him; I, Jehovah, will myself answer him;"},{"number":8,"text":"and I will set my face against that man and I will make him a sign and a byword and cut him off from among my people, that ye may know that I am Jehovah."},{"number":9,"text":"When a prophet is deceived and speaks a word, I, Jehovah, have deceived that prophet, and I will stretch out my hand against him and destroy him out of the midst of my people Israel."},{"number":10,"text":"And they slrnll bear their inquity; as the iniquity of him who consults, so shall be the iniquity of him who prophesies,"},{"number":11,"text":"that the house of Israel may no longer go astray from me nor again be defiled with all their transgressions; but they shall be my people and I shall be their God, is the oracle of Jehovah.’\""},{"number":12,"text":"This word of Jehovah also came to me:"},{"number":13,"text":"Son of man, if the land sin against me by acting faithlessly and I stretch out my hand against it and destroy its staff of life and send famine upon it,"},{"number":14,"text":"if these three men were in its midst, Noah, Daniel, and Job, they would by their righteousness, save onlye themselves, saith Jehovah."},{"number":15,"text":"If I send evil beasts throughout the land and they depopulate it so that it become waste and no one pass through it because of the beasts -"},{"number":16,"text":"though these three men were in it, as I live, is the oracle of Jehovah, they would not deliver either sons or daughters; they alone would be saved, and the land would be waste."},{"number":17,"text":"Or if I send a sword into that land, and say,’Sword, pass through the land,\" and I cut off from it man and beast -"},{"number":18,"text":"though these three men were in it, as I live, is the oracle of Jehovah, they would not deliver either sons or daughters, but they alone would be saved."},{"number":19,"text":"Or if I send pestilence into that land and pour out my fury upon it in blood so as to cut off from it man and beast-"},{"number":20,"text":"though Noah, Daniel, and Job were in it, as I live, is the oracle of Jehovah, they would not save either son or daughter. They by their righteousness would save only themselves."},{"number":21,"text":"Thus saith Jehovah, how much more when I send my four evil judgments: sword, famine, evil bea ts and pestilence upon Jerusalem to destroy from her man and beast."},{"number":22,"text":"And should there be left survivors in her, sons and daughters, who should escape and come forth to you, then, when ye see their conduct and their deeds, ye will be comforted for the evil which I have brought on Jerusalem, for all that I have brought on her; they will comfort you when ye ee their conduct and their deeds, for ye will learn that it is not without cause that I did all that I have done to her, is the oracle of Jehovah."}]}