{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":16,"verses":[{"number":1,"text":"Again this word of Jehornh came to me: O man, make known to Jerusalem: ’Thine origin and thy nativity are from the land of the Canaanite: thy father was an Amorite, and thy mother was a Hittite."},{"number":2,"text":"{}"},{"number":3,"text":"{}"},{"number":4,"text":"And as for thy nativity, in the day when thou wast born thy cord was not cut, thou wast not washed in water to cleanse thee; thou wast not at all salted or swaddled."},{"number":5,"text":"No eye pitied thee, to do any of these things out of compassion for thee; but thou wast cast forth into the open field, in contempt for thy person, on that day when thou wast born."},{"number":6,"text":"And when I passed by thee, and saw thee welter inc in thy blood, I said to thee, as thou wast thus weltering in thy blood, \"Live;"},{"number":7,"text":"become great as the growth of the field.\" And thou didst become great and grown up and didst attain the age of marriage; thy breast was formed and thy hair was grown; but thou wast naked and bare."},{"number":8,"text":"Then I passed by thee and saw thee, and behold, thou hadst come to the time of marriage; so I spread my skirt over thee, and covered thy nakedness and pledged myself to thee, and entered into a covenant with thee,’ is the oracle of Jehovah, ’and thou becamest mine."},{"number":9,"text":"Then I bathed thee with water; yea, I thoroughly washed away thy blood from thee, and I anointed thee with oil."},{"number":10,"text":"I clothed thee also with embroidered work, and gave thee shoes of Egyptian leather, and girded thee with fine linen, and covered thee with silk."},{"number":11,"text":"And I decked thee with ornaments, and put bracelets upon thy hands, and put a chain about thy neck."},{"number":1,"text":"2And I put a ring in thy nose, and ear-rings in thine ears, and a beautiful crown upon thy head."},{"number":13,"text":"Thus thou wert adorned with gold and silver; and thy raiment was of fine linen, and silk, and embroidered work; thou didst eat fine flour, and honey, and oil; and thou didst become exceedingly beautiful."},{"number":14,"text":"And thy renown went forth among the nations for thy beauty; for it was perfect, because of the splendor with which I endued thee,’ is the oracle of Jehovah."},{"number":15,"text":"But thou didst trust in thy beauty, and playedst the harlot by virtue of thy renown, and didst lavish thy harlotries on every one who passed by."},{"number":16,"text":"And thou didst take thy garments, and madest thee gaily adorned high places, and didst play the harlot in them."},{"number":17,"text":"Thou didst also take thy fair jewels of gold and of silver, which I had given thee, and madest thee images of men, and didst play the harlot with them."},{"number":18,"text":"And thou didst take thy embroidered garments, and didst cover them, and didst set mine oil and mine incense before them."},{"number":19,"text":"My bread also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou didst even set it before them as a sweet savor; and thus it was,’ is the oracle of Jehovah."},{"number":20,"text":"’Moreover thou hast taken thy sons and thy daughters, whom thou hast borne to me, and these hast thou sacrificed to them to be devoured. Were thy acts of harlotry so small a thing,"},{"number":21,"text":"that thou must needs slay my children, and deliver them up, by causing them to pass through the fire for these?"},{"number":22,"text":"And in all thine abominations and thy whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast weltering in thy blood."},{"number":23,"text":"And it is come to pass after all thy wickedness’ (woe, woe to thee! is the oracle of Jehovah),"},{"number":24,"text":"’that thou hast built thee a vaulted place, and hast made thee a high place in every street."},{"number":25,"text":"Thou hast built thy high place at every street corner, and hast made thy beauty an abomination, and hast offered thyselfu to every one who passed by, and multiplied thine acts of harlotry."},{"number":26,"text":"Thou didst play the harlot with thy neighbors, the people of Egypt - sensual, multiplying thine acts of harlotry, to provoke me to anger!"},{"number":27,"text":"Behold, therefore, I stretched out my hand over thee, and diminished thy portion, and delivered thee to the will of those who hate thee, the daughter of the Philistines, who were ashamed of thy lewd conduct."},{"number":28,"text":"Thou hast played the harlot al o with the Assyrians, because thou wast insatiable; yea, thou hast played the harlot with them, and yet thou wast not satisfied."},{"number":29,"text":"Thou hast moreover extended thy whoredom to the land of traffic, Chaldea; and yet thou wast not satisfied with this."},{"number":30,"text":"What shall I do with thy heart’ is the oracle of Jehovah, ’seeing that thou didst all these things-the deed of an impudent harlot!"},{"number":31,"text":"in that thou did build thy vaulted place at every corner, and make thy raised place in every street? But thou hast not been as a harlot in that thou scornest hire."},{"number":32,"text":"An adulterous wife receives strangers instead of her husband!"},{"number":33,"text":"To all harlots gifts are given; but thou gavest thy gifts to all thy lovers, and didst bribe them that they might come unto thee on every side for thy harlotries."},{"number":34,"text":"And thou wast different from other women in thy acts of harlotry, in that none solicited thee to play the harlot, and in that thou gavest hire, although no hire was given thee; thus wert thou different.’"},{"number":35,"text":"Therefore, O harlot, hear the word of Jehovah."},{"number":36,"text":"Thus saith Jehovah: ’Because thy adultery was lavishedx and thy nakedness uncovered through thy harlotries with thy lovers; and because of all thy abominable idol, and the blood of thy children, that thou hast given to them;"},{"number":37,"text":"therefore, I will gather all thy lovers, with whom thou hast taken pleasure, and all those whom thou hast loved, with all those whom thou hast hated; I will even gather them against thee on every side, and will disclose thy nakedness to them, that they mar see all thy nakedness."},{"number":38,"text":"And I will judge thee, as women who break wedlock and shed blood are judged: and I will bring upon thee the blood judgment of wrath and jealousy."},{"number":39,"text":"I will also give thee into their hand, and they shall throw down thy vaulted place, and break down thy high places; and they shall strip thee of thy clothes, and take thy fair jewels: and they shall leave thee naked and bare."},{"number":40,"text":"They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords."},{"number":41,"text":"And they shall burn thy houses with fire, and so execute jndgments upon thee in the sight of many women; and I will stop thy harlotry, and thou shalt also give no more hire. So will I vent my wrath upon thee, until my jealousy shall depart from thee, and I will be quiet, and will be no more angry."},{"number":43,"text":"Because thou hast not remembered the days of thy youth, but hast roused me to rage in all these things: therefore, behold, I also will requite thee,’ is the oracle of Jehovah; ’and thou shalt not commit this lewdness with all thine abominations."},{"number":44,"text":"Behold, ewry one who uses proverbs shall use this proverb against thee, saying, \"As is the mother, so is the daughter.\" ’"},{"number":45,"text":"Thou art the daughter of thy mother, who scorned her husband and her children: and thou art the sister of thy sisters who seorned their husbands and their children: your mother was a Hittite, and your father an Amorite."},{"number":46,"text":"And thine elder sister is Samaria, with her daughters, who dwell to the north of thee; and thy younger sister, who dwelt to the south of thee, was Sodom and her daughters."},{"number":47,"text":"Yet thou hast not walked in their ways, nor done according to their abominations- that would haYe been a small thing - but thou wast more corrupt in all thy ways than these."},{"number":48,"text":"As I live,’ is the oracle of Jehovah, ’Sodom, thy sister, with her daughters hath not done as thou, with thy daughters, hast done."},{"number":49,"text":"Behold, this was the iniquity of thy sister Sodom: pride, fulness of bread, and careless ease was in her and her daughters, neither did she reach out the hand to help the poor and needy."},{"number":50,"text":"And they were haughty, and committed abominations before me: therefore I took them away as soon as I obserYed it."},{"number":51,"text":"Neither hath Samaria committed half thy sins; but thou hast committed more abominations than they, and hast justified thy sisters by all thine abominations which thou hast done."},{"number":52,"text":"Thou also, hear thine own shame, in that by thy sins thou hast pleaded for thy sisters, in that thou bast aeted more abominably than they; they are more righteous than thou: therefore, be thou also confounded, and bear thy shame in that thou hast justified thy sisters."},{"number":53,"text":"A nd I will restore again their fortunes, the fortunes of Sodom and her daughters, and thy fortunes together with theirs;"},{"number":54,"text":"that thou mayest bear thine own shame, and mayest be ashamed because of all thou hast done in consoling them."},{"number":55,"text":"And thy sisters, Sodom and her daughters, shall return to their former estate; and Samaria and her daughters shall return to their former estate; and thou and thy daughter shall return to thy former estate."},{"number":56,"text":"For thy sister Sodom was not mentioned by thee in the day of thy pride,"},{"number":57,"text":"before thy nakedness was uncovered, as nowe thou art like her, an object of scorn to the daughters of Edom, and of all that are round about her, the daughters of the Philistines round about, who scorn thee."},{"number":58,"text":"Thou hast borne thy lewdness and thine abominations,’ is the oracle of Jehovah."}]}