{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":17,"verses":[{"number":1,"text":"This word of Jehovah came to me,"},{"number":2,"text":"O man, propound a riddle, and speak a parable to the hoμse of Israel,"},{"number":3,"text":"and say, ’Thus saith Jehovah: \"A great eagle with great wings and long pinions, with full plumage and of different colors, came to Lebanon, and took away the top of the cedar;"},{"number":4,"text":"he cropped off the topmost of its young twigs, and carried it to the land of traffic; he set it in the city of merchants."},{"number":5,"text":"He took also some of the seed of the land, and planted it in fruitful soil; he plantedh it beside abundant waters; he set it as a slip that it might sprout"},{"number":6,"text":"and become a spreading vine of low stature, whose branches would turn toward him, and its roots be under him; that it might become a vine, and produce branches, and send forth boughs."},{"number":7,"text":"There was also another great eagle with wide wings and many feathers; and, behold, this vine bent its roots toward him, and toward him sent forth its branches, from the bed in which it was planted, that he might water it."},{"number":8,"text":"It was planted in a good soil by abundant waters, that it might bring forth branches, and bear fruit and become a noble vine.\"’"},{"number":9,"text":"Say thou, ’Thus saith Jehovah: \"Shall it prosper? Shall he not pull up its roots, and cut off its fruit; so that all its sprouting leaves shall wither? Will he not come with a strong arm and much people to pluck it upk from its roots."},{"number":10,"text":"Behold, when planted, shall it prosper? Shall it not wither completely when the east wind strikes it? wither in the bed where it is growing?\"’"},{"number":11,"text":"Then this word of Jehovah came to me,"},{"number":12,"text":"’Say now to the rebellious house: \"Know ye not what these things mean? tell them, Behold, the king of Babylon came to Jerusalem and took her king and princes, and brought them to him to Babylon."},{"number":13,"text":"And he took one of the royal family, nnd made a covenant with him: he also imposed an oath upon him, and took away the mighty of the land:"},{"number":14,"text":"that it might be a submissive kingdom, that it might not lift itself up, but that by keeping his covenant it might sene him."},{"number":15,"text":"But he rebelled against him, sending ambassadors to Egypt, that they might give him horses and a large arrny. Shall he prosper? shall he escape who doeth such things? shall he break the covenant, and yet escape?\"’"},{"number":16,"text":"As I live, saith Jehovah, surely in the place where the king dwelleth who made him king, whose oath he despised, and whose covenant he broke, even with him in the midst of Babylon he shall die."},{"number":17,"text":"Neither shall Pharaoh with his mighty army and great company help him in the war, when they cast up mounds and build forts, to cut off many persons."},{"number":18,"text":"For he hath despised the oath by breaking the covenant; and behold, he hath pledged himself, and yet hath done all these things; he shall not escape."},{"number":19,"text":"Therefore thus saith Jehovah: As I live, surely mine oath hath he despised, and my covenant hath he broken, I will even bring it upon his own head."},{"number":20,"text":"And I will spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, and will enter into judgment with him there, for he hath been faithless to me."},{"number":21,"text":"And all his choice men in all his bands shall fall by the sword, and they who remain shall be scattered toward eYery wind; and ye shall know that I, Jehovah, have spoken it."},{"number":22,"text":"Thus saith Jehovah: I will also take a portion of the lofty head of the cedar, and will set it out; from the topmost of its tender twigs I will pluck off a tender one, and I will plant it upon a high and lofty mountain: in the mountain of the height of Israel will I plant it; and it shall bring forth boughs, and bear fruit, and become a goodly cedar: and under it shall dwell all birds of eYery feather; in the shade of its branches shall they dwell."},{"number":24,"text":"And all the trees of the field shall know that I, Jehovah, have brought down the high tree, have exalted the low tree, have dried up the green tree, and haYe made the dry tree to flourish; I, Jehovah, have spoken and have done it."}]}