{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":18,"verses":[{"number":1,"text":"This word of Jehovah came to me: What do ye mean by using this proverb in the land of Israel: \"The fathers have eaten sour grapes and the children’s teeth are set on edge?\""},{"number":3,"text":"As I live, is the oracle of Jehovah, never again shall we use this proverb in Israel."},{"number":4,"text":"Behold all souls are mine - the soul of the father as well as the soul of the son is mine. The person who sins, he alone shall die."},{"number":5,"text":"But if a man be righteous, doing justice and what is right,"},{"number":6,"text":"if he eat not upon the mountains nor lift up his eyes to the idols of the house of Israel, nor defile his neighbor’s wife, nor approach a woman in her impurity,"},{"number":7,"text":"and wrong no one, restore to the debtor his pledge, take nought by robbery, give his bread to the hungry and clothe the naked,"},{"number":8,"text":"lend not at interest, nor take any increase, keep his hand away from iniquity, execute true judgment between man and man,"},{"number":9,"text":"follow my statutes, keep my commandments to do them, he is righteous; he hall live, is the oracle of Jehovah."},{"number":10,"text":"But if ye beget a son that is a robber, a shedder of blood, who does none of these thing ,"},{"number":11,"text":"but eats upon the mountains, defiles his neighbor’s wife,"},{"number":12,"text":"wrongs the poor and needy, robs, restore not the pledge to the debtor, lifts up his eyes to idols, commits abomination,"},{"number":13,"text":"lends on interest, and takes increase, shall he live? He shall not live. He hath done all these abominations. He shall die. His blood shall be upon him."},{"number":14,"text":"And behold, if ye beget a son who sees all the things that his father has done, and fears and does not do likewise,"},{"number":15,"text":"does not eat upon the mountains, nor lifts up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife,"},{"number":16,"text":"oppresses no one, exacts no pledge, takes nothing by robbery, gives bread to the hungry and clothes to the naked,"},{"number":17,"text":"keeps his hand from iniquity, takes no interest or increase, keeps my ordinances and follows my statute - he shall not die for the iniquity of his father, he shall live."},{"number":18,"text":"His father, because he practiced oppression, committed robbery, and did what was not good among my people, died for his iniquity."},{"number":19,"text":"But ye say, Why should not the son bear the iniquity of his father? If the son execute justice and righteousness, keep all my stntutes to do them, he shall surely live."},{"number":20,"text":"The person who sins shall die. A son shall not bear his father’s iniquity, and a father shall not bear his son’s iniquity. The righteousness of the righteous shall be to his credit, and the wickedness of the wicked to his discredit."},{"number":21,"text":"If the wicked turn from all his sins which he has committed, and keep all my statutes, and execute justice and righteousness, he shall surely live: he shall not die."},{"number":22,"text":"None of the transgressions which he has committed shall be held against him. Because of the righteousness which he has done he shall live."},{"number":23,"text":"Have I any pleasure in the death of the wicked? is Jehovah’s oracle. If he turn from his ways shall he not live?"},{"number":24,"text":"But if the righteous turn from his righteousness and commit iniquity, and practice all the abominations which the wicked do, none of the righteous deeds which he has done shall be remembered. For the treason which he has committed, and for the sin of which he has been guilty, he shall die."},{"number":25,"text":"Yet ye say, ’The way of the Lord is not right.’ Hear, O house of Israel, is not my way right? Is it not your ·way that is not right?"},{"number":26,"text":"When a righteous man turns from his righteousness and does iniquity, for the iniquity he has done he shall die."},{"number":27,"text":"But if a wicked man turn from the wickedness which he has done and do justice and righteousness, he shall saYe his life."},{"number":28,"text":"He fears and turns from all the transgressions which he has committed, he shall surely live and not die."},{"number":29,"text":"Yet the house of Israel say, ’The way of the Lord is not right.’ Is not my way right, O house of Israel? Is it not your ways that are not right?"},{"number":30,"text":"Therefore, O house of lsrael, I judge each of you according to his ways, is the oracle of Jehovah. Repent and turn from all your transgressions, that they may not be a stumbling block of iniquity to you."},{"number":31,"text":"Put away from you all the transgressions which you commit against me, and make for yourselves a new heart and a new spirit. For why will ye die, O house of Israel?"},{"number":32,"text":"For I have no pleasure in the death of him who dies, is the oracle of Jehornh. Therefore repent and live."}]}