{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":19,"verses":[{"number":1,"text":"‘Do thou utter a lament over the prince of Israel"},{"number":2,"text":"and say: How like a lioness was thy mother among the lions! She crouched among the young lions, she reared her whelps,"},{"number":3,"text":"And one of her whelps she brought up, he became a young lion, He learned to seize prey, and men he devoured."},{"number":4,"text":"Against him the nations raised a cry, in their pit he was taken; They led him away with hooks to the land of Egypt."},{"number":5,"text":"When she saw that she but waited her hope perished, And she took another of her whelps, she made him a young lion,"},{"number":6,"text":"He went about among the lions, he became a young lion, He learned to seize prey, men he devoured."},{"number":7,"text":"He ravaged their palaces, and their cities he wasted; Dismayed was the land and all that was within it, at the sound of his roaring."},{"number":8,"text":"The nations gathered together against him, from the provinces round about, About him they spread their net, in their pit he was taken,"},{"number":9,"text":"They led him away with hooks to the king of Babylon, They brought him into strongholds, in a cage they confined him,” That his voice no more should be heard on the mountains of Israel."},{"number":10,"text":"Thy mother was like a vine in a vineyard, planted by waters, She was fruitful and full of branches, because of the many waters."},{"number":11,"text":"And she had a mighty branch, which became a ruling sceptre, And its stature rose up into the midst® of the clouds; And it appeared in its full stature amidst the mass of its boughs."},{"number":12,"text":"But in wrath was the vine plucked up, cast down to the ground, And the east wind withered its fruit in its beauty, And its mighty branch was withered, fire consumed it,"},{"number":13,"text":"And now it is planted in the wilderness, in a dry land."},{"number":14,"text":"Fire hath gone forth from its branch, hath consumed its boughs, Now it has no mighty branch, no royal sceptre. This is a lament and has become a lament!"}]}