{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":21,"verses":[{"number":1,"text":"This word of Jehovah also came to me:"},{"number":2,"text":"Son of man, turn thy face toward Jerusalem, and preach against the sanctuaries, and prophesy against the land of Israel,"},{"number":3,"text":"and say to the land of Israel,’ Thus saith Jehovah: \"Behold, I am against thee, and will draw my sword from its sheath, and will cut off from thee the righteous and the wicked."},{"number":4,"text":"Because I will cut off from thee the righteous and the wicked, therefore my sword goeth forth from its sheath against all mankind from south to north;"},{"number":5,"text":"and all mankind shall know that I, Jehovah, have drawn my sword from its sheath; it shall not again be sheathed."},{"number":6,"text":"Sigh therefore, thou son of man, with heartbreakinga and with bitterness, sigh before their eyes."},{"number":7,"text":"And when they say to thee, Why sighest thou? thou shalt answer, Because of the tidings, for it cometh; and every heart shall melt, and all hands shall be feeble, and every spirit shall faint, and all knees shall be weak as water; behold it cometh, and it shall be, saith Jehovah.\"’"},{"number":9,"text":"Son of man, prophesy, and say, ’Thus saith Jehovah: \"Say: A sword, a sword, sharpened andd polished."},{"number":10,"text":"It is sharpened that it may make a slaughter; It is polished as lightning flashe forth."},{"number":11,"text":"And it is given to a slayer to be grasped in the hand! The sword it is sharpened, yea, it is polished! To give it into the hand of the slayer!"},{"number":12,"text":"Shriek and wail, son of man, for it is against my people. It is against all the princes of Israel; They are delivered over to the sword together with my people; Smite therefore upon thy thigh."},{"number":13,"text":"For there is a trial, is the oracle of the Lord Jehovah."},{"number":14,"text":"“Therefore, thou son of man, prophesy, And smite thy hands together; And let the sword be doubled the third time. It is the sword of those mortally wounded! It is the great sword of those mortally wounded!"},{"number":15,"text":"Fill them with terror that their hearts may melt, That the fallen may be many at their gates; They are given over to the slaughter of the sword; Ah! it is made as lightning, it is sharpened for slaughter!"},{"number":16,"text":"Gather thee together, to the right, to the left, Whithersoever thine edge is appointed."},{"number":14,"text":"I will also smite my hands together, And I will cause my wrath to rest; I, Jehovah, have spoken it.”’"},{"number":18,"text":"This word of Jehovah also came to me:"},{"number":19,"text":"‘Son of man, mark out for thyself two ways, that the sword of the king of Babylon may come; let the two come forth from the same land; and mark out a sign-post, mark it out at the head of the road to each city."},{"number":20,"text":"Thou shalt mark out a way for the sword to come to Rabbah of the Ammonites, and to Judah, and to Jerusalem in its midst."},{"number":21,"text":"For the king of Babylon standeth at the parting of the way, at the head of the two ways, to use divination; he shaketh the arrows to and fro, he consulteth the teraphim, he looketh at the liver."},{"number":22,"text":"In his right hand is the lot for Jerusalem, rams, to open the mouth with a cry, to lift up the voice with a shout, to set battering rams against the gates, to cast up mounds, to build forts."},{"number":23,"text":"To them it appears as a false divination; but he bringeth iniquity to remembrance, that they may be captured."},{"number":24,"text":"Therefore thus saith Jehovah: Because ye have made your iniquity to be remembered, in that your transgressions are revealed, and in all your doings your sins appear because ye are come to remembrance, ye shall be taken with the hand."},{"number":25,"text":"And thou who art mortally wounded, thou wicked one, the prince of Israel, whose day is come, in the time of the final judgment for guilt,"},{"number":26,"text":"thus saith Jehovah: ‘Remove the mitre, and take off the crown! This shall be no more the same! Exalt the low, and abase the high!"},{"number":27,"text":"In ruin, ruin, ruin will I lay it low. This also shall be no more, until he come whose right it is; and I will give it him.’"},{"number":28,"text":"And thou, son of man, prophesy and say, ‘Thus saith Jehovah concerning the Ammonites, and concerning their reviling and say thou: \"A sword is drawn to slay, polished to flash forth lightning;"},{"number":29,"text":"in false visions, in divination it was told thee that thou wouldst lay it upon the neck of those mortally wounded, the wicked, whose day is come in the time of the final judgment for guilt."},{"number":30,"text":"Return it to its sheath. In the place where thou wast created, in the land of thy birth, will I judge thee."},{"number":31,"text":"And I will pour out mine indignation upon thee; I will blow upon thee the fire of my wrath; and I will deliver thee into the hand of brutish men, skilful in destroying."},{"number":32,"text":"Thou shalt be fuel for the fire; thy blood shalt be in the midst of the land, thou shalt not be remembered; for I, Jehovah, have spoken it.\"’"}]}