{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":22,"verses":[{"number":1,"text":"Now this word of Jehovah came to me: Son of man, wilt thou judge the bloody city, and show her all her abominations,"},{"number":2,"text":"{}"},{"number":3,"text":"and say, ‘Thus saith Jehovah, “O city that sheddest blood in thy midst that thy time may come; and makest idols for thyself that thou mayest be defiled; “"},{"number":4,"text":"for the blood which thou hast shed thou art guilty and because of the idols which thou hast made thou art defiled, and thou hast brought on thy day of judgment and thy time of reckoning. Therefore I give thee up to the scorn of the nations and to the mockery of all lands."},{"number":5,"text":"Those which are near and those which are far from thee shall mock thee, thou infamous one, abounding in tumults!"},{"number":6,"text":"Behold, the princes of Israel, each according to his power, have been in thee to shed blood."},{"number":7,"text":"In thee they have despised father and mother; in the midst of thee they oppressively deal with the resident alien; in thee they wrong the fatherless and the widow."},{"number":8,"text":"Thou despisest my holy things, and profanest my sabbaths."},{"number":9,"text":"In thee are man who slander to shed blood; and in thee they eat upon the mountains; in the midst of Le they commit lewdness?"},{"number":10,"text":"In thee they uncover their father’s nakedness; in thee they humble her who is unclean in her time of impurity."},{"number":11,"text":"And one committeth abomination with his neighbor’s wife; and another lewdly defileth his daughter-in-law; and another in thee marrieth his sister, his father’s daughter."},{"number":12,"text":"In thee they take bribes to shed blood; thou takest interest and increase, and thou hast greedily gained of thy neighbors by oppression, and hast forgotten me,” is the oracle of Jehovah."},{"number":13,"text":"“Behold, therefore, I smite my hands together because of the extortions thou hast practiced, and the blood which is in thy midst."},{"number":14,"text":"Will thy heart be firm, or can thy hands be strong, in the days that I shall deal with thee? I, Jehovah, have spoken it, and will do it."},{"number":15,"text":"And I will scatter thee among the nations, and disperse thee through the countries, and consume out of thee thy filthiness."},{"number":16,"text":"And thou shalt be put to shame? in the sight of the nations; and thou shalt know that I am Jehovah.”’"},{"number":17,"text":"And this word of Jehovah came to me:"},{"number":18,"text":"Son of man, the house of Israel hath become dross to me; all of them are brass and tin and iron and lead, in the midst of the furnace; they are the dross of silver."},{"number":19,"text":"Therefore, thus saith Jehovah: ‘Because ye are all become dross, therefore, behold, I will gather you into the midst of Jerusalem."},{"number":20,"text":"As silver and brass and iron and lead and tin are gathered into the midst of the furnace, to blow the fire upon it to melt it, so will I gather you in my anger and in my wrath, and I will lay you therein and melt you."},{"number":21,"text":"Yea, I will gather you and blow upon you with the fire of my wrath, and there ye shall be melted in the midst."},{"number":22,"text":"As silver is melted in the midst of the furnace, so shall ye be melted therein; and ye shall know that I, Jehovah, have poured out my wrath upon you.’"},{"number":23,"text":"And this word of Jehovah came to me,"},{"number":24,"text":"Son of man, say to her, ‘Thou art a land without rain or shower in the day of indignation,"},{"number":25,"text":"whose princes in her midst are like a roaring lion that tears the prey; they devour men; they take treasure and precious things; they make many widows in her midst."},{"number":26,"text":"Her priests do violence to my law, and profane my holy things; they make no distinction between the holy and the common, neither do they teach men to discern between the unclean and the clean; and they hide their eyes from my sabbaths, and I am profaned among them."},{"number":27,"text":"Her princes in her midst are like wolves who tear the prey, shedding blood, and destroying lives to get dishonest gain."},{"number":28,"text":"And her prophets daub for them whitewash, seeing false visions, and divining lies for them, saying, “Thus saith Jehovah,” when Jehovah hath not spoken."},{"number":29,"text":"The people of the land practice oppression and robbery; yea, they wrong the poor and needy, and oppress the resident alien wrongfully."},{"number":30,"text":"And I sought for a man among them, who should build up the wall, and stand in the breach before men, in behalf of the land, that I should not destroy it; but I found none."},{"number":31,"text":"Therefore I pour out mine indignation upon them; I have consumed them with the fire of my wrath; I bring the consequences of their own deeds upon their heads,’ is the oracle of Jehovah."}]}