{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":23,"verses":[{"number":1,"text":"This word of Jehovah came to me:"},{"number":2,"text":"There were two women, daughters of one mother."},{"number":3,"text":"They played the harlot in Egypt in their youth, there their breasts were pressed, and their virgin bosoms handled."},{"number":4,"text":"Their names were Oholah, the elder, and Oholibah, her sister. They became mine and bore sons and daughters, and as for their names, Oholah was Samaria, and Oholibah was Jerusalem."},{"number":5,"text":"And Oholah played the harlot, disloyal to me, and she lusted after her lovers, after the Assyrians, warriors,"},{"number":6,"text":"clad in purple, prefects, and governors, attractive youths — all of them, horsemen riding on horses;"},{"number":7,"text":"and she bestowed her harlotries upon them — choice men of Assyria, all of them, and after them she lusted, with all their idols she defiled herself."},{"number":8,"text":"And she did not abandon her harlotries from the days when she was in Egypt; in her youth they have lain with her, and they have handled her virgin bosom, and lavished their harlotry upon her."},{"number":9,"text":"Therefore I gave her up into the hands of her lovers, into the hands of the Assyrians, after whom she lusted."},{"number":10,"text":"They uncovered her nakedness, they took her sons and her daughters, and her they slew with the sword, so that she became an example to women, and punishment was inflicted upon her."},{"number":11,"text":"Her sister, Oholibah, saw, yet she carried her lust and her adulteries beyond those of her sister;"},{"number":12,"text":"after the Assyrians she lusted, prefects, warriors, clad in purple, horsemen riding on horses, attractive youths, all of them."},{"number":13,"text":"And I saw that she was defiling herself; they both followed the same way."},{"number":14,"text":"But she carried her harlotries further; and when she saw men pictured on walls, figures of Chaldeans, pictured in vermilion,"},{"number":15,"text":"their loins girded with sashes, their heads adorned with turbans, in appearance all of them like captains, portraits of Babylonians, whose native land was Chaldea,"},{"number":16,"text":"she lusted after them, as she looked upon them, and sent messengers to them into Chaldea."},{"number":17,"text":"Then the Chaldeans went in to her, into the bed of love, and they defiled her with their harlotry, so that she was unclean because of them, and she loathed them."},{"number":18,"text":"Thus she revealed her harlotries, and her nakedness was seen, and I loathed her, as I had loathed her sister."},{"number":19,"text":"But she increased her harlotries, remembering the days of her youth, when she committed harlotry in the land of Egypt,"},{"number":20,"text":"and she lusted after her paramours, whose lust was like that of asses and stallions."},{"number":21,"text":"And thou soughtest the lewdness of thy youth, when? thy bosom was handled in Egypt, and thy youthful breasts were pressed."},{"number":22,"text":"Therefore, Oholibah, Thus saith Jehovah, Behold I am about to stir up thy lovers against thee, those whom thou loathest, and I will bring them against thee on every side,"},{"number":23,"text":"Babylonians, all the Chaldeans, Pekod, and Shoa, and Koa all the Assyrians with them, attractive youths, prefects and governers, all of them, captains and warriors, all of them riding on horses."},{"number":24,"text":"They shall come against thee with a multitude of chariots and wagons and with a host of peoples, with shields, buckler, and helmet, will they array themselves round about thee. And I will lay judgment before them, and by their sentence they shall condemn thee."},{"number":25,"text":"And I will pour out my jealous indignation upon thee, and they shall deal with thee in fury; they shall cut off thy nose and thine ears, and the rest of thee shall fall by the sword; they shall carry off thy sons and thy daughters, and the rest of thee shall be con- sumed with fire."},{"number":26,"text":"They shall strip thee of thy garments, and take away thy beautiful jewels."},{"number":27,"text":"So I will remove thy lewdness from thee, and thy harlotries from the land of Egypt, and thou shalt not lift up thine eyes to them nor remember Egypt any more."},{"number":28,"text":"For thus saith Jehovah, Behold I am about to give thee into the hands of those whom thou hatest, into the hands of those whom thou loathest,"},{"number":29,"text":"and they shall deal with thee in hatred, and take away all the fruit of thy labor, and leave thee bare and naked, and the shame of thine adulteries shall be laid bare,"},{"number":30,"text":"for thy lewdness! and thy harlotries have done this to thee, in that thou hast played the harlot with the nations by defiling thyself* with their idols."},{"number":31,"text":"In the way of thy sister hast thou gone, and I will give her cup into thy hands."},{"number":32,"text":"Thus saith Jehovah: Thy sister’s cup shalt thou drink, it is deep and large; Thou shalt be an object of scorn and derision! it holds much! “Thou shalt be filled with drunkenness and affliction—a cup of terror and desolation! The cup of thy sister Samaria,"},{"number":34,"text":"thou shalt drink it and drain it, Thou shalt break it into fragments, thou shalt tear thy breasts, For I myself have spoken, is the oracle of Jehovah. Because thou hast forgotten me and cast me aside, Therefore thou also shalt bear thy lewdness and thy harlotries."},{"number":36,"text":"And Jehovah said to me: Son of man, wilt thou judge Oholah and Oholi- bah? Then show them their abominations,"},{"number":37,"text":"for they have committed adultery and blood is on their hands; also with their idols have they com- mitted adultery, and their own sons, whom they bore to me, they have turned over to them to be devoured by fire."},{"number":38,"text":"This also they have done to me: they have profaned my sanctuaries’ and defiled my sabbaths,"},{"number":39,"text":"for when they sacri- ficed their sons to their idols they entered my sanctuary on the same day to pollute it. Behold, thus they have done, within my house."},{"number":40,"text":"And moreover they sent for men who came from afar, to whom the messengers were sent; and behold, they came, for whom thou didst bathe and paint thine eyes, and deck thyself with ornaments,"},{"number":41,"text":"and didst sit on the beautiful divan, with table spread before it, and upon it thou didst put mine incense and mine oil,"},{"number":42,"text":"and there was the sound of a joyful melody. They also sent for men of the common type, drunkards, brought in from the wilderness, and they put bracelets upon their hands and splendid crowns upon their heads."},{"number":44,"text":"Men went* in unto them as one goes in to a harlot; so they went in unto Oholah and Oholibah, to commit lewdness,"},{"number":45,"text":"but righteous men shall pronounce upon them the judgment of adulteresses, for they are adulteresses, and blood is on their hands!"},{"number":46,"text":"Thus saith Jehovah: Bring up a host against them, and give them over to violence and plunder,"},{"number":47,"text":"let them be stoned with stones, and cut down with swords, let their sons and their daughters, and their houses be burned with fire."},{"number":48,"text":"Thus will I cause lewdness to cease in the land, and all women shall be instructed, and will not imitate your lewdness."},{"number":49,"text":"I will requite you for your lewdness. Ye shall bear the sins of your idols, and ye shall know that I am the Lord Jehovah."}]}