{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":24,"verses":[{"number":1,"text":"Again in the tenth month of the ninth year, in the tenth day of the month, this word of Jehovah came to me:"},{"number":2,"text":"Son of man, write down the name of this day; on this very day the king of Babylon began to lay siege to Jerusalem."},{"number":3,"text":"And speak a parable to the rebellious house and say to them, Thus saith Jehovah, ’Set on the caldron, set it on, also pour water into it,"},{"number":4,"text":"Put the pieces into it, every good piece, thigh and shoulder; Fill it with choice bones,"},{"number":5,"text":"take of the best of the flock; Also kindle wood under it, make it boil vigorously. Also let the bones seethe within it.’"},{"number":6,"text":"For thus saith Jehovah: ‘Woe to the bloody city, that caldron full of rust, from which the rust is not yet gone!"},{"number":7,"text":"For her blood is still in her midst. On the naked rock she hath placed it; she hath not poured it out on the ground, that the dust might cover it."},{"number":8,"text":"To stir up fury, to execute vengeance, I have put her blood upon the naked rock, that it may not be covered.’"},{"number":9,"text":"Therefore thus saith Jehovah, ’Woe to the bloody city! I myself will pile high the wood."},{"number":10,"text":"Heap up the wood, kindle the fire, cook the flesh, brew the broth. and let the bones be burned. Take out its pieces, piece by piece, for them no lot is cast."},{"number":11,"text":"Then let it stand empty upon the coals, that it may be heated, that its copper may glow, that the impurity within it may be melted out, its rust cleansed away;"},{"number":12,"text":"yet its great rust is not removed from it by fire!"},{"number":13,"text":"Its rust is thy impurity because of lewdness, because I have sought to cleanse thee and thou wouldst not become clean from thine uncleanness. Thou shalt be cleansed no more, until I satisfy my fury upon thee,"},{"number":14,"text":"I, Jehovah, have spoken. It comes, and I will do it! I will not turn back nor pity nor repent, according to thy ways and thy deeds will I judge thee,’ is the oracle of Jehovah."},{"number":15,"text":"This word of Jehovah came to me:"},{"number":16,"text":"Son of man, behold, I am about to take from thee the desire of thine eyes in an instant, yet thou shalt not mourn nor weep nor shed tears."},{"number":17,"text":"Sigh in silence, mourn not for the dead, put on thy turban, thy sandals on thy feet, do not cover thy beard, nor eat the bread of mourning."},{"number":18,"text":"So I spoke to the people in the morning and in the evening my wife died, and on the morrow I did as I was commanded,"},{"number":19,"text":"and the people said to me, Will you not tell us why you do so?"},{"number":20,"text":"And I said to them, this word of Jehovah came to me:"},{"number":21,"text":"Say to the house of Israel, “Thus saith Jehovah: Behold, I am about to profane my sanctuary, the pride of your strength, the delight of your eyes, and the joy of your souls. And your sons and your daughters, whom you have left, shall fall by the sword."},{"number":22,"text":"Ye shall do as I have done, ye shall not cover your beard nor eat the bread of mourning;"},{"number":23,"text":"your turbans shall be upon your heads and your sandals upon your feet, ye shall not weep, but ye shall pine away because of your iniquities. And ye shall stare in confusion at one another."},{"number":24,"text":"Ezekiel shall be a sign to you, just as he does shall ye do when it comes. Then ye shall know that I am Jehovah."},{"number":25,"text":"And thou, son of man, on the day that I take from them their strength, their proud joy, and delight of their eyes, the joy of their souls, their sons and their daughters,"},{"number":26,"text":"on that day shall one who has escaped come to thee to inform thee."},{"number":27,"text":"On that day shall thy mouth be opened to the fugitive; and thou shalt speak and be no longer silent, and thou shalt be a sign to them that they may know that I am Jehovah."}]}