{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":25,"verses":[{"number":1,"text":"‘This word of Jehovah came to me again, \""},{"number":2,"text":"Son of man, turn thy face toward the Ammonites, and prophesy against them,"},{"number":3,"text":"and say to the Ammonites: ‘Hear the word of Jehovah: “Thus saith Jehovah, Because thou saidst, Aha, over my sanctuary when it was defiled, and over the land of Israel when it was laid waste, and over the house of Judah when it went into captivity,"},{"number":4,"text":"therefore I am about to give thee to the sons of the East as a pos- session. ‘They shall pitch their tents in thee, and set up in thee their dwell- ings; they shall eat thy fruit, and they shall drink thy milk;"},{"number":5,"text":"and I will make Rabbah a pasture for camels, and the cities of the Ammonites a grazing place for flocks, that ye may know that I am Jehovah.”"},{"number":6,"text":"Thus saith Jehovah, \"Because thou didst clap thy hands and stamp thy feet, and didst rejoice maliciously over the land of Israel;"},{"number":7,"text":"therefore I will stretch out my hand against thee, and make thee the spoil of the nations, and I will cut thee off from the peoples and cause thee to perish out of the lands; I will destroy thee that thou mayest know that I am Jehovah.”’"},{"number":8,"text":"Thus saith Jehovah, Because Moab saith: ‘Behold the house of Judah has become like all the nations,’"},{"number":9,"text":"therefore behold, I will lay open the flank of Moab, from the cities of its borders to the glory of the land, Beth-jeshimoth, Baal-meon, and Kiriathaim,"},{"number":10,"text":"and I will give it, together with the Am- monites, to the sons of the East as a possession, that Rabbath-ammon may be no more remembered among the nations."},{"number":11,"text":"And on Moab will I execute judgment, that they may know that I am Jehovah."},{"number":12,"text":"Thus saith Jehovah, Because Edom hath acted revengefully toward the house of Judah, and hath incurred great guilt by taking bitter revenge,"},{"number":13,"text":"therefore thus saith Jehovah, ‘I will stretch out my hand against Edom and I will cut off from it man and beast, and make it desolate; from Teman to Dedan they shall fall by the sword."},{"number":14,"text":"And I will execute my vengeance upon Edom by the hand of my people Israel and they shall do to Edom according to my anger and my fury, and she shall know my vengeance,’ is the oracle of Jehovah."},{"number":15,"text":"Thus saith Jehovah, Because the Philistines acted revengefully, and took revenge in a spirit of spite to destroy in perpetual hate,"},{"number":16,"text":"therefore thus saith Jehovah, ‘Behold, I will stretch out my hands against the Philistines, and I will cut off the Cherethites, and destroy the rest of the sea-coast,"},{"number":17,"text":"and execute great vengeance upon them, that they may know that I am Jehovah, when I execute my vengeance upon them.’"}]}