{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":26,"verses":[{"number":1,"text":"‘In the eleventh year, the first day of the first month, this word of Jehovah came to me:"},{"number":2,"text":"Son of man, because Tyre hath said concerning Jerusalem: ‘Aha, the gate of the nations is broken, It is open to me; I shall be full! she is laid waste!’"},{"number":3,"text":"Therefore thus saith Jehovah: ‘Behold, I am against thee, O Tyre, and I will bring against thee Many nations, as the sea brings up its waves,"},{"number":4,"text":"And they shall destroy the walls of Tyre and break down her towers, And I will scrape her dust from her and make her a bare rock;"},{"number":5,"text":"She shall be a place in which to spread nets in the midst of the sea, For I have spoken, is the oracle of Jehovah."},{"number":6,"text":"Her daughters which are on the mainland shall be slain by the sword, And they shall know that I am Jehovah.’"},{"number":7,"text":"For thus saith Jehovah: ‘Behold, I am about to bring against Tyre Nebuchadnezzar, king of Babylon, the king of kings, from the north with horses and chariots and horsemen and a host of many peoples."},{"number":8,"text":"Thy daughters on the mainland he will slay with the sword, and he will build a tower against thee, and raise up a mound against thee, and raise up shields against thee;"},{"number":9,"text":"and he will direct the shock of his battering rams against thy walls, and hew down thy towers with his axes."},{"number":10,"text":"Because of the vast number of his horses, their dust shall cover thee; at the sound of horsemen, and wheels, and char- iots thy walls shall shake, when he enters thy gates as one enters the city that is taken by storm."},{"number":11,"text":"With the hoofs of horses he will trample all thy streets, he will slay thy people with the sword and thy strong pillars shall go down to the ground."},{"number":12,"text":"They will despoil thee of thy riches and take thy mer- chandise as booty, break down thy walls, and tear down thy pleasant houses; and thy stones and thy timber and thy dust they will cast in the midst of the waters."},{"number":13,"text":"And I will still the sound of thy songs, the music of thy harps shall be heard no more. “I will make thee a bare rock; thou shalt be a place in which to spread nets; thou shalt never again be rebuilt, for I, Jehovah, have spoken,’ is the oracle of Jehovah."}]}