{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":3,"verses":[{"number":1,"text":"And he said to me, Son of man, eat this roll and go speak to the house of Israel,"},{"number":2,"text":"2o I opened my mouth and he made me eat the roll."},{"number":3,"text":"And he said to me, Son of man, eat and be filled withm this roll which I give thee. Then I ate it and it was as sweet as honey in my mouth."},{"number":4,"text":"And he said to me, Son of man, up, go to the house of Israel and speak my words to them."},{"number":5,"text":"For thou art not sent to a people of strange speech, nor to many peoples whose words thou couldst not understand. Verily, if I sent thee to them, they would hear thee!"},{"number":6,"text":"But the house of Israel will not be willing to hear thee, for they are not willing to hear me; for all the house of larael are bold and unyielding."},{"number":8,"text":"Behold I make thee as bold and unyielding as they."},{"number":9,"text":"As adamant, harder than flint, have I made thy face. Be not afraid of them neither be dismayed at them. For they are a rebellious house."},{"number":10,"text":"He also said to me, Son of man, all of my words that I shall speak to thee receive in thy mind and hear with thine ears,"},{"number":11,"text":"and go to the captives, the people of thy race, and speak to them and say to them: ’Thus saith Jehovah’ whether they hear or refuse to heed."},{"number":12,"text":"Then the spirit lifted me up and I heard behind me the sound of great rustling, as the Glory of Jehovah rose from its place; and"},{"number":13,"text":"the sound of the wings of the living creatures touching one another, and the sound of the wheels beside them, even the sound of a great rustling."},{"number":14,"text":"So the spirit lifted me up and took me away and I went in great excitement, for the hand of Jehovah was strong upon me."},{"number":15,"text":"Then I came to the captives at Tel-abib who dwelt by the canal Chebar, and I sat there overwhelmed among them seven days."},{"number":16,"text":"At the end of seven days this word of Jehovah came to me:"},{"number":17,"text":"Son of man, I make thee a watchman to the house of Israel. When thou hearest a word from my mouth, thou shalt warn them from me."},{"number":18,"text":"When I say to the wicked, ’Thou shalt surely die,’ then if thou speak not to the wicked to warn him from his wicked way, so as to save his life, that wicked man shall die in his iniquity; but his blood will I require at thy hand."},{"number":19,"text":"But if thou warn a wicked man and he turn not from his wickedness nor from his wicked way, he shall die in his iniquity. But thou hast saved thyself."},{"number":20,"text":"Again, when a righteous man turns from his righteousness and does wrong, and I lay a stumblingblock before him, he shall die; because thou hast not given him warning he shall die in his sin, for the righteous deeds which he hath done shall not be remembered; but his blood will I require at thy hand."},{"number":21,"text":"But if thou warn the righteous man not to sin and he doth not sin, the righteous man shall surely live, because he took warning; and thou hast saved thyself."},{"number":22,"text":"And the hand of Jehovah was upon me and he said to me, Arise, go forth into the valley and there I will speak with thee."},{"number":23,"text":"Then I arose and went forth into the valley; and lo, there the Glory of Jehovah was standing, like the Glory that I saw by the River Cbebar. And I fell on my face."},{"number":24,"text":"And the spirit entered me and set me on my feet. And be spoke with me and said to me, Enter in, shut thyself up within thy house."},{"number":25,"text":"And as for thee, O son of man, 1e will put bonds on thee and bind thee therewith, and thou shalt not go forth among them."},{"number":26,"text":"And I wilql cause thy tongue to cleave to the roof of thy mouth, and thou shall be dumb, and thou shalt not be a reprover to them, for they are a rebellious house."},{"number":27,"text":"But when I speak with thee, I will open thy mouth and thou shalt say to them: ’Thus saith Jehovah.’ Let him hear and let him forbear to hear who will, for they are a rebellious house."}]}