{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":33,"verses":[{"number":1,"text":"This word of Jehovah came to me,"},{"number":2,"text":"Son of man, speak to the sons of thy people, and say to them, ’When I bring the sword upon a land, and the people of the land take one of their number and make him their watchman; if, when he sees the sword coming upon the land, he blows the trumpet and warns the people;"},{"number":4,"text":"then whoever hears the sound of the trumpet, and does not take warning and the sword come and take him away, his blood shall be upon his own head."},{"number":5,"text":"He heard the sound of the trumpet, and took not warning; his blood shall be upon him; whereas if he had taken warning he would have saved his life."},{"number":6,"text":"But if the watchman, when he sees the sword coming, does not bloiw the trumpet, and the people are not warned, and the sword comes and take one of them; he is taken. away on account of his iniquity, but his blood will I require at the watchman’s hand."},{"number":7,"text":"As for thee, son of man, I have set thee as a watchman to the house of Israel; therefore when thou hearest the word at my mouth, give them warning from me."},{"number":8,"text":"When I say to the wickedY “Thou shalt surely die,” and thou dost not speak to warn the wicked from his way; he shall die for his iniquity, but his blood will I require at thy hand."},{"number":9,"text":"Nevertheless, if thou warn the wicked of his way to turn from it, and he turn not from his way; he shall die for his iniquity, but thou hast saved thyself.’"},{"number":10,"text":"And thou, son of man, say to the house of Israel: ‘Thus ye say: “Our transgressions and our sins are upon us, and through them we pine away; how can we live?\"’"},{"number":11,"text":"Say to them, ‘As I live, saith Jehovah, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live. Turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?”"},{"number":12,"text":"And thou, son of man, say to the sons of thy people, ‘The righteousness of the righteous shall not deliver him in the day of his transgression: and as for the wickedness of the wicked, he shall not fall thereby in the day that he turn- eth from his wickedness; neither shall he that is righteous be able to live thereby in the day that he sinneth."},{"number":13,"text":"When I say to the righteous, “Thou shalt surely live,” and he trusts in his righteousness, and commits iniquity, none of his righteous deeds shall be remembered; but for his iniquity that he hath committed, he shall die."},{"number":14,"text":"Again, when I say to the wicked, “Thou shalt surely die;” if he turn from his sin, and do that which is lawful and right,"},{"number":15,"text":"and restores the pledge, gives again that which he had taken by robbery, and walks in the statutes of life, committing no iniquity; he shall surely live, he shall not die."},{"number":16,"text":"None of his sins that he hath committed shall be remembered against him; he hath done that which is lawful and right; he shall surely live."},{"number":17,"text":"Yet the sons of thy people say, “The way of the Lord is not right;” but it is their way that is not right."},{"number":18,"text":"When the righteous turns from his righteousness, and commits iniquity, he shall even die thereby."},{"number":19,"text":"And when the wicked turns from his wickedness, and does that which is lawful and right, he shall live thereby."},{"number":20,"text":"Yet ye say, “The way of the Lord is not right.” O house of Israel, I will judge each of you according to his acts.’"},{"number":21,"text":"In the twelfth year of our captivity, in the fifth day of the tenth month, one who had escaped from Jerusalem came to me, saying, The city is smitten."},{"number":22,"text":"Now the hand of Jehovah had been upon me in the evening, before the one who had escaped, came; and he had opened my mouth, in expectation of his coming to me in the morning; and my mouth was open and I was no more dumb."},{"number":23,"text":"This word of Jehovah came to me: “The inhabitants of the ruins in the land of Israel are saying, ’Abraham was but one man,° and he received the whole land as a possession, while we are many, the land is given to us as a possession.”"},{"number":25,"text":"Therefore say to them, ’Thus saith Jehovah: “Ye eat with the blood, and worship idols, and commit acts of bloodshed; shall ye possess the land?"},{"number":26,"text":"Ye depend upon your swords, ye commit abomination and ye defile one another’s wives, shall ye possess the land?”’"},{"number":27,"text":"Thus saith Jehovah, ’As I live, those who are in the ruins shall fall by the sword, and those who are in the open field shall be given to the wild beasts to devour, and those who are in the strongholds and in the caves shall die of the pestilence;"},{"number":28,"text":"and I will make the land waste and desolate, and the pride of its might shall cease, and the mountains of Israel shall be desolate, with no one passing through them;"},{"number":29,"text":"and they shall know that Iam Jehovah, when I make the land desolate and waste, for all the abominations which they have done."},{"number":30,"text":"As for thee, son of man, the sons of thy people talk about thee beside the walls, and at the doors of their houses, and say! one to another, “Come, hear! what is the word that cometh forth from Jehovah?”"},{"number":31,"text":"They come in to thee as people come, and sit before thee, and hear thy words, and do them not. Falsehoods are in their mouths, and their hearts are set on their own gain."},{"number":32,"text":"Behold, thou art to them as a love song, of beautiful tone and excellently played; they hear thy words, but do them not."},{"number":33,"text":"But when it comes to pass —behold, it comes! They will know that there was a prophet among them.’"}]}