{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":34,"verses":[{"number":1,"text":"This word of Jehovah also came to me:"},{"number":2,"text":"Son of man, prophesy against the shepherds of Israel, prophesy and say to the shepherds, ’Thus saith the Lord Jehovah: \"Woe to the shepherds of Israel who only fed themselves. Should not shepherds feed the flock?"},{"number":3,"text":"Ye have eaten the milk and clothed yourselves with the wool, ye have killed the fatlings, but my flock ye have not fed."},{"number":4,"text":"The weak ye have not strengthened, the sick ye have not healed, the crippled ye have not bound up, ye have not brought back that which was driven away, ye have not sought that which was lost, and the strong ye have ruled harshly."},{"number":5,"text":"So my flock has been scattered because there was no shepherd, and has become food for all the wild beasts of the field.° My flock hath wandered on all the mountains and on every high hill, and they were scattered? over all the face of the earth with none who searched and sought for them.”’"},{"number":7,"text":"Therefore, ye shepherds, hear the word of Jehovah, As I live, is the oracle of the Lord Jehovah, inasmuch as my flock has become the prey and food of all the beasts of the field, because there was no one to shepherd them, for my shepherds cared not for my flock, but the shepherds fed themselves, and my flock they did not feed,"},{"number":9,"text":"therefore, O shepherds,"},{"number":10,"text":"thus saith the Lord Jehovah: ‘Behold, I am against the shepherds, and I will require my flock at their hands, and I will cause them to cease from tending my flock; no longer shall the shepherds feed themselves, for I will rescue my flock from their mouths, that it may no longer be food for them.’"},{"number":11,"text":"Por thus saith the Lord Jehovah: ‘Behold, I myself, will seek for my flock and search them out,"},{"number":12,"text":"as a shepherd searches for his flock on the day when his sheep are scattered, so will I search for my flock, and deliver them from ali the places whither they have been scattered in the day of cloud and darkness."},{"number":13,"text":"And I will take them from among the peoples, and will gather them from the lands, and bring them into their own habitable land, and feed them on\" the mountains of Israel, in the valleys, and in all the habitable parts of the land."},{"number":14,"text":"With good pasture will I feed them, and on the high mountains of Israel shall be their pasture. There they shall lie down in a good habitation, and feed on rich pasturage in the mountains of Israel."},{"number":15,"text":"I myself will be the shepherd of my flock, and I will lead them to pasture,’ is the oracle of the Lord Jehovah."},{"number":16,"text":"’The lost I will seek, what is driven away I will bring back, the crippled I will bind up, the sick I will restore to strength, over the fat and the strong I will watch,”I will be a righteous shepherd to them."},{"number":17,"text":"As for you, my flock,’ thus saith the Lord Jehovah: ‘I will judge between the sheep and the rams and the he-goats."},{"number":18,"text":"Is it not enough for you to feed on the good pasture, that ye must trample with your feet the rest of the pasture ? And to drink of clear water, that ye must foul the rest with your feet,"},{"number":19,"text":"so that my flock must eat what ye have trampled down and drink what ye have fouled with your feet?"},{"number":20,"text":"Therefore thus saith the Lord Jehovah: ‘ Behold I myself will judge between the fat sheep and the lean sheep"},{"number":21,"text":"because ye push with side and shoulder, and thrust with your horns, all the feeble sheep, until ye scatter them abroad."},{"number":22,"text":"And I will deliver my flock and they shall no longer be a prey, and I will judge between sheep and sheep."},{"number":23,"text":"And I will set up over them one shepherd, he shall feed them, namely, my servant, David. And he shall feed them, and he shall be their shepherd."},{"number":24,"text":"And I, Jehovah, will be their God, and my servant David shall be prince among them; I, Jehovah, have spoken."},{"number":25,"text":"And I will make with them a covenant of peace, and will put away wild beasts from the land, so that they may dwell securely in the wilderness, and sleep in the forests."},{"number":26,"text":"And I will give them showers of rain in its season, and I will send the dashing rain in its time, rains of blessing shall there be;"},{"number":27,"text":"and the trees of the field shall yield their fruit, and the earth shall give its increase, and they shall be secure in their habitable land, and know that I am Jehovah, when I break the frame of their yoke, and deliver them from the hands of those who have made them slaves."},{"number":28,"text":"They shall no longer be afraid of the nations, the beasts of the field shall not devour them, and they shall dwell securely with none to make them afraid."},{"number":29,"text":"And I shall provide for them a successful planting, so that they shall no longer be consumed by hunger in the land, and shall never again receive the reproach of the nations."},{"number":30,"text":"And they shall know that I, Jehovah, am their God and that they, the house of Israel, are my people,’ is the oracle of the Lord Jehovah."},{"number":31,"text":"‘My flock are ye, the flock that I tend, and I am your God,’ is the oracle of the Lord Jehovah."}]}