{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":35,"verses":[{"number":1,"text":"Moreover this word of Jehovah came to me:"},{"number":2,"text":"Son of man, turn thy face against Mount Seir, and prophesy against it,"},{"number":3,"text":"and say to it, ’Thus saith the Lord Jehovah: “Behold, I am against thee, Mount Seir! I will stretch out my hand against thee, And make thee waste and desolate;"},{"number":4,"text":"I will make thy cities a waste, And thou shalt be a desolation, So that thou shalt know that I am Jehovah."},{"number":5,"text":"Because thou didst cherish eternal enmity and didst deliver over the Israelites to the sword in the time of their calamity, at the time of their final punishment,"},{"number":6,"text":"therefore as I live, is the oracle of Jehovah, thou art guilty of blood, and blood shall pursue thee,"},{"number":7,"text":"and I will make Mount Seir a waste and desolation, and I will cut off from it those who come and go therefrom,"},{"number":8,"text":"and I will fill its mountains with the! slain. On thy hills and thy valleys and all thy watercourses shall fall those slain with the sword;"},{"number":9,"text":"and I will make thee n everlasting desolation and thy cities shall not be inhabited, that thou mayest know that I am Jehovah."},{"number":10,"text":"Because thou saidst, the two nations and the two lands shall be mine, and I take possession of them (although Jehovah was there),"},{"number":11,"text":"therefore, as I live, is the oracle of Jehovah, I will deal with thee according to the anger and jealousy wherewith, because of thy hatred, thou didst deal with them, and I will make myself known in thee when I judge thee,"},{"number":12,"text":"and thou shalt know that I, Jehovah, have heard all thy revilings, which thou utteredst against the mountains of Israel, saying, They are desolate, they are given to us to devour, and thou spokest arrogantly against me! I heard it! “"},{"number":14,"text":"hus saith Jehovah, “‘ As thou didst rejoice over my land, because it was desolate, thus will I deal with thee. Desolate shalt thou be, Mount Seir, and all Edom, all of it, that thou* mayest know that I am Jehovah.”’"}]}