{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":37,"verses":[{"number":1,"text":"The hand of Jehovah was upon me, and he brought me by the spirit and set me down in the midst of the valley; and it was full of bones."},{"number":2,"text":"And he caused me to pass by them round about; and, behold, there were very many on the surface of the valley; and, lo, they were very dry."},{"number":3,"text":"And he said to me, Son of man, can these bones live? And I answered, O Lord Jehovah, thou knowest."},{"number":4,"text":"Again he said to me, Prophesy over these bones, and say to them, O ye dry bones, hear the word of Jehovah."},{"number":5,"text":"Thus saith Jehovah to these bones: “Behold I am about to put breath into you, that ye may live."},{"number":6,"text":"And I will put sinews on you, and will clothe you with flesh, and cover you with skin, and put breath in you, that ye may live; and know that I am Jehovah.”’"},{"number":7,"text":"So I prophesied as he commanded me: and as I prophesied, there was an earthquake; and the bones came together, bone to its bone."},{"number":8,"text":"And I beheld, and, lo, there were sinews upon them, and flesh had clothed them, and skin covered them; but there was no breath in them."},{"number":9,"text":"Then he said to me, Prophesy to the breath, prophesy, son of man, and say to the breath, ‘Thus saith Jehovah: \"Come from the four winds, O breath, and breathe upon these slain, that they may live.”’"},{"number":10,"text":"So I prophesied as he commanded me, and the breath came into them, and they lived, and stood upon their feet, an exceedingly great host."},{"number":11,"text":"Then he said to me, O man, these bones are the whole house of Israel: behold, they say, “Our bones are dried up, and our hope is lost; we are com- pletely ruined.”"},{"number":12,"text":"Therefore prophesy, and say to them, ‘Thus saith Jehovah: “Behold, I will open your graves, and raise you from your graves, O my people; and I will bring you into the land of Israel."},{"number":13,"text":"And ye shall know that I am Jehovah ,when I have opened your graves, and raised you from your graves, O my people."},{"number":14,"text":"And I will put my spirit in you, that ye may live, and I will restore you to your own land: that ye may know that ie Jehov ah, have spoken it and performed it,”’—is the oracle of Jehovah.’"},{"number":15,"text":"This word also came to me from Jehovah:"},{"number":16,"text":"“Do thou, O man, take a stick, and write upon it, JUDAH AND THE ISRAELITES ASSOCIATED WITH HIM: then take another stick, and write upon it, JOSEPH, AND ALL THE HOUSE OF ISRAEL ASSOCIATED witH HIM."},{"number":17,"text":"Then join them together, so that they may become one stick in thy hand."},{"number":18,"text":"And when the children of thy people shall say to thee, ‘Wilt thou not show us what this means?’"},{"number":19,"text":"say to them, ‘Thus saith Jehovah: “Behold, I am about to take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel associated with him; and I will unite them with the stick of Judah, and make them one stick, and they shall be united in my hand.’"},{"number":20,"text":"And let the sticks on which thou writest be in thy hand before their eyes."},{"number":21,"text":"And say to them, ‘Thus saith the Lord Jehovah: \"Behold, I am about to take the Israelites from among the nations, whither they are gone, and gather them from all sides, and bring fem into their own land:"},{"number":22,"text":"and I will make them one nation in the land, upon the mountains of Israel; and there shall be one king over them all; and they shall be no longer two nations, neither shall they be divided into two kingdoms any longer;"},{"number":23,"text":"nor shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions; but I will save them from all their apostasies wherein they have Sinead: and will cleanse them: so shall they be my people, and I will be their God."},{"number":24,"text":"And my servant David shall be king over them; and they all shall have one shepherd: they shall also walk in mine ordinances, and observe my statutes, and do them."},{"number":25,"text":"And they shall dwell in the land that I have given to my servant Jacob, wherein their fathers dwelt: and they shall dwell therein, they and their sons, forever: and David my servant shall be their prince forever."},{"number":26,"text":"Moreover I will make a covenant of peace with them; it shall be an everlasting covenant with them; and I will establish them, and multiply them, and set my sanctuary in the midst of them forevermore."},{"number":28,"text":"My dwelling place also shall be with them; and I will be their God, and they shall be my people."},{"number":29,"text":"And the nations shall know that I am Jehovah who sanctifieth Israel, when my sanctuary shall be in the midst of them forevermore.”’"}]}