{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":38,"verses":[{"number":1,"text":"This word of Jehovah also came to me,"},{"number":2,"text":"Son of man, turn thy face against Gog, prince of Rosh, Meshach, and Tubal, and prophesy against him,"},{"number":3,"text":"and say, ’Thus saith the Lord Jehovah: “Behold, I am against thee, O Gog, prince of Rosh, Meshach, and Tubal,"},{"number":4,"text":"and I will turn thee about, and I will put hooks in thy jaws, and I will lead thee forth together with all thine army, horses, and horsemen, clad in complete armor, a mighty host with shield and buckler, all of them armed with swords,"},{"number":5,"text":"Paras, Cush, and Put with them, all with buckler and helmet,"},{"number":6,"text":"Gomer and all its hordes, the house of Togarmah, from the extreme north, and all his hordes, many peoples with thee."},{"number":7,"text":"Be prepared, yea, hold thyself ready, thou and all thy host assembled with thee, and be a reserve for me,"},{"number":8,"text":"after many days thou wilt be mustered forth, after many years thou shalt come against the land that has been restored from desolation, to a people gathered from many nations, against the mountains of Israel which were a continual desolation; but she has been brought out from the nations, and all of them are dwelling in safety."},{"number":9,"text":"Thou shalt go up like a storm, like a cloud shalt thou cover the land,” thou and all thy host, and the many peoples with thee.”’"},{"number":10,"text":"Thus saith the Lord Jehovah: \"On that day plans will come into thy mind and thou wilt form an evil design,"},{"number":11,"text":"and say, I will go up into a land of villages, I will go to those who are friendly, who dwell in security, all of them, dwelling without walls, and having no bars or gates—"},{"number":12,"text":"to take spoil, to carry off prey, to turn thy hand against the wastes that have been repeopled, against the people gathered from the nations, having acquired possessions and prop- erty, dwelling at the centre of the earth."},{"number":13,"text":"Sheba and Dedan and their mer- chants, Tarsish and all her traders will say to thee, Art thou come to get spoil? Hast thou gathered thy host to carry off spoil, to take silver and gold, to seize possessions and property, to gather much plunder?”’"},{"number":14,"text":"Therefore prophesy, O son of man, and say to Gog, ‘Thus saith Jehovah: “Wilt thou not at that time, when my people Israel are dwelling in security, bestir thy self,"},{"number":15,"text":"and come from thy place, from the extreme north, thou and many peoples with thee, all riding on horses, a mighty host, a vast army?"},{"number":16,"text":"And wilt thou not come up after many days against my people Israel like a cloud to cover the land? Yea, I will bring thee up against my land, that the nations may know what I am, when through thee I show myself to be holy in their sight.”’"},{"number":17,"text":"Thus saith the Lord Jehovah: ‘Art thou not he of whom I declared in former days, through my servants, the prophets of Israel, who in those days prophesied through the years that I would bring thee against them?"},{"number":18,"text":"And on that day, the day when Gog cometh against the land of Israel,’ is the oracle of the Lord Jehovah, ‘then will my fury be thoroughly aroused,"},{"number":19,"text":"yea, in my jealousy, the heat of my wrath I declare: Verily on that day there shall be a great earthquake upon the land of Israel;"},{"number":20,"text":"all the fishes of the sea and the birds of the heavens, and the beasts of the fields, and all creeping things that creep upon the earth, and all men, who are on the face of the earth, shall tremble at my presence. And the mountains shall be torn apart and the cliffs shall topple over, and every wall shall fall to the ground."},{"number":21,"text":"And I will summon every terror against him,’ is the oracle of Jehovah; ‘every man’s sword shall be against his brother!"},{"number":22,"text":"And with pestilence and with blood will I enter into judgment against him; and I will rain upon him and upon his hordes and upon the many peoples that are with him, an overflowing flood, and hailstones, fire, and brimstone."},{"number":23,"text":"And I will show my greatness and sanctity in the eyes of many nations, and they shall know that I am Jehovah.’"}]}