{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":39,"verses":[{"number":1,"text":"And thou, Son of man, prophesy against Gog, and say, ’Thus saith Jehovah: \"Behold, I am against thee, O Gog, prince of Rosh, Meshach and Tubal;"},{"number":2,"text":"and I will turn thee about and lead thee forth, and will cause thee to come up from the extreme north, and I will bring thee against the mountains of Israel;"},{"number":3,"text":"And I will smite thy bow from thy left hand, and will cause the arrows to fall from thy right hand."},{"number":4,"text":"Thou shalt fall upon the mountains of Israel—thou, and all thy hordes, and the peoples that are with thee. I will give thee to the ravenous birds of every sort, and to the beasts of the field to be devoured."},{"number":5,"text":"Thou shalt fall upon the open field; for I have spoken it,” saith Jehovah."},{"number":6,"text":"And I will send a fire on Gog,! and on those who dwell securely in the coast-lands; and they shall know that I am Jehovah."},{"number":7,"text":"And my holy name will I make known in the midst of my people Israel; neither will I suffer my holy name to be profaned any more; and the nations shall know that I, Jehovah, am holy in Israel."},{"number":5,"text":"Behold, it cometh, and it shall be done,” is the oracle of the Lord Jehovah; “this is the day of which I have spoken."},{"number":9,"text":"And they who dwell in the cities of Israel shall go forth, and shall make fires of the weapons, and burn them, both the bucklers and the shields, the bows and arrows, the pikes and spears, and they shall use them as firewood seven years,"},{"number":10,"text":"so that they shall take no wood out of the forests; for they shall use the weapons as firewood; and they shall plunder those who plundered them, and prey upon those who preyed upon them, is the oracle of Jehovah."},{"number":11,"text":"And in that day I will give to Gog a renowned place as a grave in Israel, the valley of Abarim! on the east of the sea; and there shall they bury Gog and his multitude; and they shall call it the valley of Hamon-Gog."},{"number":12,"text":"And seven months shall the house of Israel be burying them, that they may cleanse the land."},{"number":13,"text":"Yea, all the people of the land shall bury them; and it shall bring to them renown in the day when I show forth my glory,” is the oracle of Jehovah."},{"number":14,"text":"And they shall set apart men who shall be continually employed in passing through the land, and in bringing those who remain on the face of the land in order to cleanse it,” is the oracle of Jehovah. \"After the end of seven months they shall search."},{"number":15,"text":"And they who pass through the land shall pass through, and when anyone sees a man’s bone, he shall set up a sign by it until the buriers bury it in the valley of Hamon-Gog."},{"number":16,"text":"And Hamonah shall also be the name of a city. Thus they shall cleanse the land.”’"},{"number":17,"text":"And thou, son of man, speak to birds of every sort and to every beast of the field, ‘Thus saith Jehovah: “Assemble, and come; gather from every side to my sacrifice, that I am about to sacrifice for you, even a great sacrifice upon the mountains of Israel, that ye may eat flesh and drink blood."},{"number":18,"text":"Ye shall eat the flesh of the mighty and drink the blood of the princes of the earth, of rams, of lambs, of goats, and of bullocks, all of them fatlings of Bashan."},{"number":19,"text":"And ye shall eat fat till ye be full and drink blood till ye be aetneen of my sacrificial feast which I have prepared for you."},{"number":20,"text":"And ye shall be filled at my table with horses and riders, with mighty men and all men of war,” is the oracle of Jehovah."},{"number":21,"text":"“’Thus I will establish my glory among the nations; and all the nations shall see the judgment which I execute, and the hand which I lay upon them."},{"number":22,"text":"So the house of Israel shall know that I am their God, from that day and for- ward."},{"number":23,"text":"And the nations shall know that the house of Israel went into captivity for their iniquity, because they trespassed against me, and I hid my face from them; so I gave them into the hands of their adversaries and they all fell by the sword;"},{"number":24,"text":"according to their uncleanness, and according to their transgres- sions I punished them, and hid my face from them.”’"},{"number":25,"text":"Therefore thus saith the Lord Jehovah; ‘Now I will bring back the cap- tivity of Jacob, and have mercy upon the whole house of Israel; and I will be jealous for my holy name."},{"number":26,"text":"And they shall forget their shame and all their infidelity which they showed toward me, when they dwell securely in their land, with none to make them afraid,"},{"number":27,"text":"when I bring them back from the peoples, and gather them out of the lands of their enemies, and through them show my sanctity in the sight of many nations."},{"number":28,"text":"And they shall know that I am Jehovah their God, in that I caused them to go into captivity among the na- tions, and have gathered them to their own land; and I will leave none of them any more there;"},{"number":29,"text":"neither will I hide my face any longer from them; for I have poured out my spirit upon the house of Israel,’ is the oracle of the Lord Jehovah."}]}