{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":4,"verses":[{"number":1,"text":"Do thou also, son of man, take a tile, and set it before thee, and portray upon it a city, even Jerusalem;"},{"number":2,"text":"and lay siege against it, and build a siege wall against it, and throw up a mound against it; pitch camps also against it, and plant battering rams about it."},{"number":3,"text":"And take thou an iron plate, and set it for a wall of iron between thee and the city: and set thy face toward it and so it shall be in a state of siege, and thou shalt lay a siege against it; and this is a sign to the house of Israel."},{"number":4,"text":"And do thou lie upon thy left side, and bear the iniquity of the house of Israel. According to the number of days thou liest on it thou shalt bear their iniquities."},{"number":5,"text":"I assign thee for the years of their iniquity a fixed number of days, one hundred and ninety days. Thus thou shalt bear the iniquity of the house of Israel."},{"number":6,"text":"And when thou hast completed these, thou shalt lie on thy right side, and bear the guilt of the house of Judah forty days, a day for a year I assign thee."},{"number":7,"text":"And thou shalt turn thy face and thy bared arm toward the siege of Jerusalem, and prophesy against her."},{"number":8,"text":"See, I put bands upon thee, and thou shalt not turn from one side to the other until thou hast finished the days of thy siege."},{"number":9,"text":"Do thou also take for thyself wheat and barley, and beans and lentils, and millet and spelt, and put them in a vessel, and make bread for thyself of them. Thou shalt eat of it the number of the days that thou liest on thy side (one hundred and ninety days)."},{"number":10,"text":"Thou shalt eat thy food by weight, twenty shekels a day; at fixed intervals shalt thou eat it. Thou shalt eat it in the form of barley cakes, and bake it in their presence on human dung."},{"number":11,"text":"Thou shalt drink water by measure, one sixth of a bin; thou shalt drink it at fixed intervals."},{"number":12,"text":"{ }"},{"number":13,"text":"And Jehovah said, Thus shall the Israelites eat their food unclean among the nations, whither I shall drive them."},{"number":14,"text":"And I said, Ah, Lord Jehovah, from my youth until now I have never been defiled, nor have I eaten what died of itself, or was torn by beasts, nor hath abominable flesh entered my mouth."},{"number":15,"text":"Then he said to me, See, I allow thee to use cow’s dung instead of human dung: on it thou mayest prepare thy food."},{"number":16,"text":"He also said to me, Son of man, I am about to break the staff of bread in Jerusalem; they shall eat bread by weight and in terror, and drink water by measure and in dismay,"},{"number":17,"text":"that, lacking bread and water, each man may be filled with dismay and waste away because of his iniquity."}]}