{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":40,"verses":[{"number":1,"text":"In the twenty-fifth year of our captivity, in the beginning of the year, in the tenth day of the month, in the fourteenth year after the city was taken, on that very day, the hand of Jehovah was laid upon me, and he brought me"},{"number":2,"text":"in an inspired vision to the land of Israel, and set me down upon a very high mountain, on which was a city-like building toward the south."},{"number":3,"text":"Thither he brought me, and there was a man whose appearance was like the appearance of bronze, with a flaxen Hue and a measuring reed in his hand; and he was standing in the gateway."},{"number":4,"text":"And the man said to me, Son of man, behold with thine eyes, and hear with thine ears, and give heed to all that I shall show thee; for, in order that thou shouldst be shown it wert thou brought hither; declare all that thou seest to the house of Israel."},{"number":5,"text":"There was a wall encircling a temple, and in the man’s hand a measuring reed six cubits long, each cubit being equal to a cubit and a handbreadth, and he measured the thickness of the building, one reed; and the height one reed."},{"number":6,"text":"Then he came to the east gateway and went up its steps and measured East the threshold of the gate one reed wide."},{"number":7,"text":"And each guard-room was one reed long, and one reed broad; and between the guard-rooms were spaces of five cubits; and the threshold of the gate at the vestibule of the gate on the inner side was one reed."},{"number":9,"text":"Then he measured the vestibule of the gate, eight cubits, and its jambs, two cubits; and the vestibule of the gate was on the inner side."},{"number":10,"text":"the guard-rooms of the east gate were three on each side; all three were of the same dimensions; and the posts were on both sides."},{"number":11,"text":"And he measured the breadth of the entrance to the gateway, ten cubits; and the width of the gate, thirteen cubits;"},{"number":12,"text":"and there was a sill one cubit wide, before the guard-rooms on each side; and the guard-rooms, six cubits on both sides."},{"number":13,"text":"And he measured the gate from the outer wall of the one guard-room to the the outer wall of the other, twenty -five cubits wide; door opposite door."},{"number":14,"text":"He also measured the vestibule, twenty cubits; and the court reached to the jambs, round about the gateway."},{"number":15,"text":"And from the front of the gateway at the entrance to the front of the inner vestibule of the gate were fifty cubits."},{"number":16,"text":"And the guard-rooms and their jambs had windows, within the gate round about, and likewise the vestibule had windows round about within; and on each jamb were palm-trees."},{"number":17,"text":"Then he brought me into the outer court, and there were chambers and a pavement made round about the court; thirty chambers were upon the pavement."},{"number":18,"text":"And the pavement was on the side of the gateways; it corresponded to the length of the gateways, that is, the lower pavement."},{"number":19,"text":"Then he measured the breadth from the front of the lower gate to the front of the inner court without, one hundred cubits on the east and on the north."},{"number":20,"text":"And the north gateway of the outer court, he measured its length and breadth,"},{"number":21,"text":"And there were three guard-rooms on each side; and its jambs and its vestibules corresponded to the measurement of the first gate; its length was fifty cubits, and its breadth twenty cubits."},{"number":22,"text":"And its windows and its vestibules and its palm trees measured the same as those of the east gate; and seven steps led up to it; its vestibule was within."},{"number":23,"text":"And there was a gate to the inner court opposite the north gate, corresponding to the one on the east; and he measured from gate to gate one hundred cubits."},{"number":24,"text":"And he led me toward the south; and he measured its guard-rooms and its jambs and its vestibule; they were of the same dimensions as the others."},{"number":25,"text":"And there were windows in it and in its vestibule round about corresponding to the other windows; the length was fifty cubits, and the breadth twenty-five cubits,"},{"number":26,"text":"And seven steps led up to it, and its vestibule was within; and it had palm-trees, one on each side of its jambs."},{"number":27,"text":"And there was a gate to the inner court on the south; and he measured from gate to gate toward the south a hundred cubits."},{"number":28,"text":"Then he brought me to the inner court at the south gateway; and he measured the south gateway; it measured the same as the others;"},{"number":29,"text":"its guard-rooms, and posts and vestibule were of the same dimensions as way the preceding; and there were windows in it and in its vestibule round about; it was fifty cubits long and twenty-five cubits wide."},{"number":31,"text":"And its vestibule faced the outer court; and there were palm-trees beside its posts; and the ascent to it had eight steps."},{"number":32,"text":"And he brought me to the east side of the inner court; and he measured the gateway; it measured the same as the others;"},{"number":33,"text":"and its guard-rooms and posts and vestibules were of the same dimensions as the preceding; and there were windows in it and in the vestibule round about; it was fifty cubits long and twenty-five cubits wide."},{"number":34,"text":"And its vestibule faced the outer court; and there were beside its palm-trees posts, one on each side; and the ascent to it had eight steps."},{"number":35,"text":"Then he brought me to the north gateway; and he measured the gateway; it measured the same as the others."},{"number":36,"text":"And its guard-rooms and posts and vestibules were of the same dimensions as the preceding; and there were windows in it and in the vestibule round about; it was fifty cubits long and twenty-five cubits wide,"},{"number":27,"text":"And its vestibule faced the outer court; and there were beside its palm-trees posts, one on each side; and the ascent to it had eight steps."},{"number":38,"text":"And there was a chamber with its opening into the vestibule of the gateway; there they washed the burnt-offering."},{"number":29,"text":"And in the vestibule of the gateway were two tables on each side, on which were slain the burnt-offerings and the sin-offerings and the guilt-offerings."},{"number":40,"text":"And outside the entrance to the gateway on the north, were two tables."},{"number":41,"text":"There were four within and four without the gateway; eight tables, upon which the burnt-offerings were slain."},{"number":42,"text":"There were also four tables for the burnt-offering, of hewn stone, each a cubit and a half long, and a cubit and a half broad, and a cubit high; on which they laid the instruments wherewith the burnt-offerings and the sacrificial animals were slain,"},{"number":43,"text":"and projections, one handbreadth in length, were fastened within round about. And over the tables were protecting roofs to keep off the rain and the hot sun."},{"number":44,"text":"He brought me outside the gate and into the inner court, and there were two chambers on the inner court, one by the north gate, facing the south, the other by the south gate facing the north."},{"number":45,"text":"And he said to me, This chamber, which faces the south, is for the priests, who have charge of the temple;"},{"number":46,"text":"and the chamber which faces the north is for the priests who have charge of the altar; they are the sons of Zadok, those of the sons of Levi who may come near to Jehovah to serve him."},{"number":47,"text":"And he measured the court, a hundred cubits wide, and a hundred cubits broad—a perfect square. The altar was in front of the temple."},{"number":48,"text":"Then he brought me to the porch of the temple, and meas- ured the jambs of the porch on each side, five cubits in thickness, and the width of the gate was fourteen cubits and the pillars of the gate were three cubits thick on each side."},{"number":49,"text":"The dimensions of the porch were twenty by twelve cubits; and the ascent was by ten steps; and there were pillars by the jambs on each side."}]}