{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":41,"verses":[{"number":1,"text":"Then he brought me to the hall of the temple and measured the jambs, six cubits broad on each side."},{"number":2,"text":"And the breadth of the entrance was ten cubits; and the sides of the entrance were five cubits on each side; and he measured its length, forty cubits, and its width, twenty cubits."},{"number":3,"text":"Then went into the inner room and measured the jambs of its entrance, two cubits; and the entrance, six cubits; and the side-walls of the entrance, seven cubits on each side."},{"number":4,"text":"And he measured its length, twenty cubits, and its breadth, twenty cubits, before the hall of the temple. And he said to me, This is the most holy place."},{"number":15,"text":"And the hall of the temple, and the inner room and its porch were paneled,"},{"number":16,"text":"and the windows latticed and covered. And the galleries round about on their three stories, opposite the threshold, were ceiled with wood round about, from the ground up to the windows,"},{"number":17,"text":"and from the door to the inner room and without. And on all the wall round about within and without were drawings"},{"number":18,"text":"and carved cherubim and palm-trees, there being a palm-tree between every two cherubim."},{"number":19,"text":"And each cherub had two faces; the face of a man turned toward the palm-tree on the one side, and the face of a young lion turned toward the palm-tree on the other side; they were carved on all the temple round about."},{"number":20,"text":"From the ground to the top of the door were carved cherubim and palm-trees. The wall of the hall of the temple had"},{"number":21,"text":"pilasters. And before the holy place was something that looked like"},{"number":22,"text":"an altar of wood, three cubits high, and two cubits in thickness and two cubits in width; and its corners, and its base and walls were of wood. And he said to me, This is the table that stands before Jehovah."},{"number":23,"text":"And the base of the temple and the holy place had two doors."},{"number":24,"text":"And each door had turning leaves; two for each door."},{"number":25,"text":"Cherubim and palm-trees were carved on them, as on the walls; and there was a threshold in front of the porch without."},{"number":26,"text":"And there were closed windows and palm-trees on both sides of the porch; thus were the side-chambers of the temple and the thresholds."},{"number":5,"text":"Then he measured the thickness of the wall of the temple, six cubits; and the width of the side-chambers, four cubits, round about the temple on every side."},{"number":6,"text":"And the side-chambers were in three stories, one above another, and thirty in each story; and there were abatements all around the walls of the temple that the side-chambers might be fastened to them and not in the walls of the temple."},{"number":7,"text":"And the side-chambers became wider as they went up higher and higher, for the temple grew narrower higher and higher up round about the temple; and there was an ascent from the lowest story to the highest by the middle story."},{"number":8,"text":"And I also saw that the temple had a raised platform round about; the foundations of the side- chambers were a full reed in height, that is, six great cubits."},{"number":9,"text":"The thickness of the outer wall of the side-chambers, was five cubits; and the space left between the side-chambers that belonged to the temple"},{"number":10,"text":"and the outer chambers was twenty cubits wide round about the temple on each side."},{"number":11,"text":"And the doors of the side-chambers were toward the open space, one door toward the north and another door toward the south; and the width of the open space of the platform was five cubits round about."},{"number":12,"text":"And the building that faced the enclosure on the west was seventy cubits wide; and the wall of the building was five cubits thick round about, and its length ninety cubits."},{"number":13,"text":"So he measured the temple, a hundred cubits long; and the enclosure, and the building, with its walls, a hundred cubits long;"},{"number":14,"text":"also the width of the front of the temple, with the eastern enclosure was one hundred cubits."},{"number":15,"text":"And he measured the length of the building in front of the rear enclosure, its galleries on both sides, one hundred cubits."}]}