{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":42,"verses":[{"number":1,"text":"Then he brought me forth into the outer court on the north; and he brought me to the chamber which faced the enclosure and the building on the north."},{"number":2,"text":"One hundred cubits was its length on the north side,’ and the width was fifty cubits."},{"number":3,"text":"Opposite the space of twenty cubits which belonged to the inner court, and the raised platform which belonged to the outer court, was a gallery on each side in three tiers."},{"number":4,"text":"And in front of the chambers was a passage-way to the inner court, ten cubits wide and one hundred! cubits long; and their doors were on the north."},{"number":5,"text":"The upper chambers were smaller, for the galleries took away from these, more than from the lower and the middle chambers in the building;"},{"number":6,"text":"that is, they were in three stories, and had no pillars like the pillars of the outer courts; therefore the upper was smaller than the lowest and middle chambers."},{"number":7,"text":"And the outer wall by the side of the chambers along the outer court in front of the chambers was fifty cubits long;"},{"number":8,"text":"that is, the length of the chambers in the outer court was fifty cubits, while in front of it was one hundred cubits."},{"number":9,"text":"Below these chambers was the entry on the east side, as one approached them from the outer court;"},{"number":10,"text":"at the beginning of the outer wall on the south, in front of the enclosure and the a eenet were chambers,"},{"number":11,"text":"with the passage-way before them; they were similar to the chambers on the north; of the same length and width, the same exits and arrangements, and with their doors on the south."},{"number":12,"text":"There was a door at the beginning of the passage-way, directly in front of the wall on the east, as one approached them."},{"number":13,"text":"Then said he to me, the north and south chambers are the sacred chambers, where the priests who approach Jehovah shall eat the most holy things; there they shall deposit the most holy things, the cereal-offering, and the sin-offering, and the guilt-offering, for the place is holy."},{"number":15,"text":"Having finished the measurement of the inner temple he brought me by way of the east gate, and measured it round about."},{"number":16,"text":"He measured on the east side five hundred cubits, with the measuring reed round about."},{"number":17,"text":"He measured on the north side five hundred cubits by the measuring reed round about."},{"number":18,"text":"He measured on the south side five hundred cubits by the measuring reed."},{"number":19,"text":"Then he turned to the west side and meas- ured five hundred cubits by the measuring reed."},{"number":20,"text":"He measured it on the four sides; and it had a wall round about, five hundred cubits in length and five hundred cubits in width, to separate between the sacred and the common."}]}