{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":45,"verses":[{"number":1,"text":"When ye allot the land as inheritance, ye shall offer as a special gift® to Jehovah, a sacred portion of the land, five thousand cubits long, and twenty thousand cubits wide; it shall be sacred throughout its entire extent."},{"number":3,"text":"And out of this area shalt thou measure off a space twenty- five thousand cubits long and ten thousand cubits wide, and on it shall the sanctuary, the most holy stand."},{"number":4,"text":"It is a holy portion of the land; it shall belong to the priests who are the ministers in the sanctuary, who draw near to minister to Jehovah; and it shall be a place for their houses, and an open space for the sanctuary. Out of this a square of five hundred cubits shall be for the sanctuary, with an open space fifty cubits wide around it."},{"number":5,"text":"And a space twenty-five thousand cubits long and ten thousand wide shall belong to the Levites, the ministers of the temple; their possession shall it be for cities in which to dwell."},{"number":6,"text":"And as the possession of the city, ye shall assign a space five thousand cubits wide, and twenty-five thousand long, bende the sacred reservation; it shall belong to the whole house of Israel."},{"number":7,"text":"And the prince shall have the space on both sides of the sacred reservation and the possession of the city, facing the sacred reservation and the possession of the city, on the west and on the east, and of the same length as one of the portions of the tribes, from the west border to the the east border"},{"number":8,"text":"of the land. It shall be his possession in Israel; and the princes of Israel shall no more oppress my people, but shall give the land to the house of Israel according to their tribes."},{"number":9,"text":"Thus saith the Lord Jehovah, Enough, O princes of Israel ! Put away violence and oppression, and practice justice and righteousness! Free my people from your robberies, is the oracle of the Lord Jehovah."},{"number":10,"text":"Ye shall have just balances, and a just ephah, and a just bath."},{"number":11,"text":"The ephahY and the bath shall be of one measure; the bath shall contain the tenth part of a homer, and the ephah the tenth part of a homer; the homer shall be the standard of measurement."},{"number":12,"text":"And the shekel shall be twenty gerahs; five shekels shall be valued as five shekels, and ten as ten, and your maneh shall be fifty shekels."},{"number":13,"text":"This is the contribution that ye shall offer: the sixth part of an ephah out of every homer of wheat; and ye shall give the sixth part of an ephah out of every homer of barley;"},{"number":14,"text":"and the fixed proportion of oil, shall be the tenth part of a bath out of every cor, the cor being ten baths;"},{"number":15,"text":"and one lamb out of a flock of two hundred, from all the families of Israel, as a cereal-offering, and a burnt-offering, and peace-offerings, to make atone- ment for them, saith the Lord Jehovah."},{"number":16,"text":"All the people of the land shall contribute to this special gift for the prince in Israel."},{"number":17,"text":"And it shall be the prince’s part to give the burnt-offerings, and the cereal-offerings, and the libations at the feasts, and on the new moons, and on the sabbaths, at all the feast days of the house of Israel: he shall prepare the sin-offering, and the cereal-offering, and the burnt-offering, and the peace-offerings, to make atonement for the house of Israel."},{"number":21,"text":"Tn the first month, on the fourteenth day of the month, ye shall observe the feast of the passover; seven days unleavened bread shall be eaten."},{"number":22,"text":"On that day the prince shall provide for himself and for all the people of the land a bullock as a sin-offering;"},{"number":23,"text":"and during the seven days of the feast he shall provide a burnt-offering for Jehovah, seven bullocks and seven rams without blemish; and a male goat daily as a sin-offering."},{"number":24,"text":"And he shall provide a cereal-offering, an ephah to a bullock, and an ephah to a ram, and of oil a hin to an ephah."},{"number":25,"text":"In the seventh month, on the fifteenth day of the month, at the feast, shall he do the same during the seven days, for the sin-offering, the burnt-offering, the cereal-offering, and for the oil."}]}