{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":47,"verses":[{"number":1,"text":"Then he brought me to the door of the temple and there was water issuing from under the threshold of the temple eastward—the temple faced the east—and the water came down on the south side of the temple, to the south side of the altar."},{"number":2,"text":"Then he brought me out by the way of the north gate, and led me around outside to the eastern outer gate; and there water was flowing on the south side."},{"number":3,"text":"As the man went forth eastward with the line in his hand, he measured a thousand cubits, and he caused me to pass through waters, ankle-deep."},{"number":4,"text":"Again he measured a thousand cubits, and caused me to pass through waters, knee-deep. Again he measured a thousand cubits, and caused me to pass through waters, hip-deep."},{"number":5,"text":"Afterward he measured a thousand cub- its; and it was a river through which I could not pass, for the waters were deep enough to swim in, a river that could not be forded."},{"number":6,"text":"And he said to me, Seest thou, O man? Then he brought me back to the bank of the river."},{"number":7,"text":"Now when I had returned, there on the bank of the river were very many trees on both sides."},{"number":8,"text":"Then he said to me, These waters issue forth toward the eastern region, and shall descend to the Arabah; and they shall go to the Dead Sea into the salt waters; which waters shall be made fresh."},{"number":9,"text":"Every living creature which swarmeth, in every place whither the river cometh, shall live; and the fish shall be very many.t"},{"number":10,"text":"Fishers shall stand by it from Engedi even to En-eglaim; it shall be a place for the spreading of nets; its fish shall be like the fish of the Great Sea, exceeding many."},{"number":11,"text":"But its marshes and pools shall not be made fresh; they shall be left for salt."},{"number":12,"text":"And by the bank of the river on both sides shall grow every kind of tree which furnisheth food; their leaves shall not wither, neither shall their fruit fail; every month they shall bear fresh fruit, for their waters issue from the sanctuary, and their fruit shall be for food and their leaves for healing."},{"number":13,"text":"Thus saith the Lord Jehovah, This is the border, whereby ye shall allot the land according to the twelve tribes of Israel."},{"number":14,"text":"Ye shall share it equally, for I swore to give it to your fathers, and this land shall fall to you as your inheritance."},{"number":15,"text":"And this is the border of the land on the north: From the Great Sea¥ by* Hethlon, to the entrance of"},{"number":16,"text":"Hamath, as far as Zedad, Berothah, and Sibraim, which is between the border of Damascus and Hamath; and to Hazerenon, which is on the border of Hauran;"},{"number":17,"text":"thus the border shall run from the sea to Hazarenon, so that the territory of Damascus is on the north on the border of Hamath. This is the northern border."},{"number":18,"text":"On the east: Between Hauran, Damascus and Gilead and the land of Israel, shall be the Jordan; from the northern border to the eastern sea shall ye measure. This is the eastern border."},{"number":19,"text":"On the south: From Tamar as far as the waters of Meriboth-kadesh, to the brook of Egypt, and to the Great Sea. This is the southern border."},{"number":20,"text":"On the west: The Great Sea from the southern border to a point opposite the entrance of Hamath. This is the western border."},{"number":21,"text":"Thus ye shall divide this land among yourselves according to the tribe of Israel."},{"number":22,"text":"Ye shall allot it as an inheritance for yourselves and the aliens residing among you, who have begotten children among you; and they shall be reckoned with you as the native-born among the Israelites; they shall be assigned a portion with you among the tribes of Israel."},{"number":23,"text":"And ye shall give the alien his portion in the land in which he dwells, saith the Lord Jehovah."}]}