{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":5,"verses":[{"number":1,"text":"And do thou, son of man, take a short sword and use it as a barber’s razor, and pass it over thy head and beard. Then take the balances and divide the hair."},{"number":2,"text":"A third part burn in the fire in the midst of the city, when the days of the siege are complete; and take a third part and smite with the sword round about the city; and a third part scatter to the wind. But take a few of them and wrap them up in thy skirts;"},{"number":3,"text":"{ }"},{"number":4,"text":"and of these again take some and burn them in the fire."},{"number":5,"text":"Then thou shalt say to all the house of Israel, ’Thus saith Jehovah: \"This is Jerusalem. I have set her in the midstu of the nations and countries round about her."},{"number":6,"text":"But she hath rebelled against mine ordinances more wickedly than the nations; and against my statutes more than the countries round about her. For they rejected mine ordinances and have not walked in my statutes.\""},{"number":7,"text":"Therefore thus saith Jehovah: \"Because ye have been more rebellious than the nations round about you, in that ye have not walked in my statutes nor kept my ordinances; but have done according to the ordinances of the nations that are round about you,\""},{"number":8,"text":"therefore thus saith the Lord Jehovah,\"behold I also am against thee and will execute judgment against thee in the sight of the nations."},{"number":9,"text":"And I will do in thee that which I have not done and the like of which I will not do again, because of all thine abominations."},{"number":10,"text":"Therefore fathers shall eat their sons in the midst of thee, and the sons shall eat their fathers. And I will execute judgment on thee, and I will scatter the whole remnant of thee to every wind."},{"number":11,"text":"Therefore, as I live,\" is the oracle of Jehovah, \"because thou hast defiled my sanctuary with all my detestable things and with all thine abominations, I will also drive thee away. And mine eye shall not spare and I also will defile thee."},{"number":12,"text":"A third part of these shall die by the pestilence and perish with famine in the midst of thee, and a third part shall fall by the sword round about thee, and a third part I will scatter to every wind and pursue with the sword."},{"number":13,"text":"Thus will mine anger be vented, and I will appease my fury on them, and they shall know that I, Jehovah, have spoken in mine indignation, when I have vented mine anger on them."},{"number":14,"text":"And I will make thee a desolation among the nations which are about thee, in the eyes of every passer by."},{"number":15,"text":"And thou shalt be an object of scorn and derision, of instruction and dismay to the nations which are round about thee, when I execute judgments upon thee in anger and fury and in my wrathful rebukes, I, Jehovah, have promised."},{"number":16,"text":"When I send against you mine evil arrows, which shall destroy you, I will send famine upon you and break your staff of life."},{"number":17,"text":"And I will send upon you famine and evil beasts, and they shall bereave you, and pestilence and bloodshed shall pass through you, and I will bring a sword upon you; I, Jehovah, have said it.\"’"}]}