{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":6,"verses":[{"number":1,"text":"This word of Jehovah also came to me:"},{"number":2,"text":"Son of man, set thy face against the mountains of Israel and prophesy against them,"},{"number":3,"text":"and say, ’O mountains of Israel, hear the word of Jehovah: \"Thus saith the Lord Jehovah to the mountains and the hills, to the ravines and the valleys: Behold, I am about to bring the sword against you and I will destroy your high places,"},{"number":4,"text":"and your altars shall be shattered, and your sun pillars broken in pieces, and I will cause your slain to fall before your idols,"},{"number":5,"text":"and I will scatter your bones about your altars."},{"number":6,"text":"In all your dwelling places cities shall be laid waste, and the high places desolate, so that your altars shall be waste° and desolate, and your idols shall be broken in pieces, and your sun pillars hewn down;"},{"number":7,"text":"and the slain shall fall in your midst, and ye shall know that I am Jehovah."},{"number":8,"text":"And when there shall be among the nations some of you who have escaped the sword, when ye are dispersed in the lands;"},{"number":9,"text":"then ye who have escaped will remember me among the nations whither ye are carried captive. I will crush the hearts of those who have adulterously turned from me, and the eyes which have adulterously turned after-their idols, and they shall loathe themselves for the wicked things which they have done, for all their abomination."},{"number":10,"text":"And they shall know that I, Jehovah, have not vainly said that would do them this evil.\"’"},{"number":11,"text":"This saith Jehovah, Clap thy hands and stamp thy feet and say, ’Woe, woe, because of all the wicked abominations of the house of Israel, because with the sword, with famine, and with pestilence shall they fall."},{"number":12,"text":"He who is far off shall die by pestilence, and he who is near shall fall by the sword, and he who is besieged shall die by famine: thus, I will vent my fury upon them."},{"number":13,"text":"And they shall know that I am Jehovah, when their slain lie in the midst of their idols on every high hill, on every mountain top, and under every green tree, and under every leaf-clad terebinth, where they have offered sweet savior to all their idols."},{"number":14,"text":"And I will stretch out my hand against them to make the land waste and desolate from the wilderness to Riblah, in all their dwelling places; and they shall know that I am Jehovah.’"},{"number":1,"text":"‘Moreover this word of Jehovah came to me:"},{"number":2,"text":"O thou son of man, thus saith Jehovah to the land of Israel, ‘An end is come! Say, The end is come on the four quarters of the land!"},{"number":3,"text":"Now is the end upon thee, and I will vent mine anger upon thee, and will judge thee according to thy deeds; and I requite thee for all thine abominations."},{"number":4,"text":"And I will have no compassion on thee, neither will I pity; but I will requite thee for thy deeds, and thine abominations shall be in the midst of thee; and ye shall know that I am Jehovah."},{"number":5,"text":"Thus saith Jehovah; Calamity follows calamity! Behold it cometh!"},{"number":6,"text":"An end is come; the end is come! it awaketh against thee! behold, it is come."},{"number":7,"text":"The doom is come upon thee, O inhabitant of the land! The time is come, the day is near, a day of tumult, and not of joyful shouting."},{"number":8,"text":"Now will I shortly pour out my wrath upon thee, and accomplish mine anger against thee, and will judge thee according to thy deeds; and I will requite thee all thine abominations."},{"number":9,"text":"And I will not have compassion on thee, neither will I pity; I will bring upon thee according to thy ways; and thine abominations shall be in the midst of thee; and ye shall know that I, Jehovah, do smite."},{"number":10,"text":"“Behold, the day! behold, it has come! thy doom hath gone forth; the sin hath blossomed, pride hath budded."},{"number":11,"text":"The support of the wicked shall be taken away without tumult or haste."},{"number":12,"text":"The time is come, the day draweth near, let not the buyer rejoice, nor the seller mourn; for wrath is upon all her multitude."},{"number":13,"text":"For the seller shall not return to that which is sold, nor will the buyer retain what this morning he bought."},{"number":14,"text":"They have blown the trumpet, and have made all ready; but none goeth to the battle; for my wrath is upon all her pomp."},{"number":15,"text":"The sword is without, and the pestilence and the famine within; he that is in the field shall die with the sword; and he that is in the city—famine shall devour him."},{"number":16,"text":"But those of them who escape shall escape, and shall be on the mountains like doves of the valleys, all of them moaning, each because of his iniquity."},{"number":17,"text":"All hands shall be feeble, and all knees shall be weak as water."},{"number":18,"text":"They shall also gird them- selves with sackcloth, and horror shall cover them; and shame shall be upon all faces, and baldness upon all their heads."},{"number":19,"text":"They shall cast their silver in the streets, and their gold shall be as an un- clean thing; their silver and their gold shall not be able to deliver them in the day of the wrath of Jehovah; they shall not satisfy their appetite, neither fill their stomachs; because these have been the occasion of their iniquity."},{"number":20,"text":"Its ornamental beauty they have made an object of pride, and from it they have made the images of their abominations and detestable things. Therefore I will make it to them as an unclean thing,"},{"number":21,"text":"and I will give it into the hands of strangers as a prey, and to the wicked of the earth for a spoil; and they shall profane it."},{"number":22,"text":"My face will I turn also from them, and they shall profane my jewel; and robbers shall enter into it, and profane it."},{"number":23,"text":"Make a complete destruction, for the land is full of bloody crimes, and the city is full of violence."},{"number":24,"text":"Therefore I will bring the worst of the heathen nations, and they shall take possession of their houses; I will also make the pride of their strength to cease; and their holy places shall be profaned."},{"number":25,"text":"Anguish cometh; and they shall seek peace, and there shall be none."},{"number":26,"text":"Mischief shall come upon mischief, and rumor shall be upon rumor; and they shall seek a vision of the prophet; but the law shall perish from the priest, and counsel from the elders."},{"number":27,"text":"And the prince shall clothe himself with dismay, and the hands of the people of the land shall tremble; I will do to them after their way, and according to their deserts will I judge them; and they shall know that I am Jehovah."}]}