{"translation":"oeb-us","book":"ezk","bookName":"Ezekiel","chapter":8,"verses":[{"number":1,"text":"1n the sixth year, on the fifth day of the sixth month, as I was sitting in my house, and the elders of Judah were sitting before me, the hand of Jehovah fell upon me."},{"number":2,"text":"Then I beheld and there was a form like that of a man; from that which appeared to be his loins downward, fire; and from his loins upward, like something shining, as the gleam of glowing metal."},{"number":3,"text":"And he stretched forth the form of a hand, and took me by a lock of my hair: and the spirit lifted me up between earth and heaven, and brought me in the visions of God to Jerusalem, to the door of the entrance of the northern gateway of the inner court, where stood the image of jealousy, which provokes his jealousy."},{"number":4,"text":"And there was the glory of the God of Israel, like that which I saw in the plain."},{"number":5,"text":"Then said he to me, O man, lift up thine eyes toward the north. So I lifted up mine eyes toward the north, and there at the north of the gate of the altar was that image which provokes jealousy."},{"number":6,"text":"And he said to me, O man, seest thou what they’ are doing? The great abominations which they are doing here, so that I must go far off from my sanctuary? Yet thou shall see still greater abominations."},{"number":7,"text":"And he brought me to the door of the court; and I saw, and there was a hole in the wall. Then he said to me, O man, dig now in the wall; and when I had digged into the wall, there was a door."},{"number":8,"text":"{ }"},{"number":9,"text":"And he said to me, Go in, and see the wicked abominations that they are practicing here."},{"number":10,"text":"So I went in and saw; and behold, every form of reptile, and all the idols of the house of Israel were portrayed on the wall round about."},{"number":11,"text":"And seventy men of the elders of the house of Israel with Jaazaniah, the son of Shaphan, were standing before them, each with his censer in his hand ; and the odor of the cloud of incense was ascending."},{"number":12,"text":"Then said he to me, Son of man, dost thou see what the elders of the house of Israel are doing in secret, each in his chamber? for they think, ’Jehovah doth not see us; Jehovah hath forsaken the land.’"},{"number":13,"text":"He also said to me, Thou shalt see still greater abominations which they do."},{"number":14,"text":"Then he brought me to the door of the north gate of Jebovah’s house; and behold, there sat women weeping for Tammuz."},{"number":15,"text":"Then said he to me, Seest thou, O man? Thou shalt again see yet greater abominations than these."},{"number":16,"text":"And he brought me into the inner court of Jehovah’s house; and behold, at the door of the temple of Jehovah, between the porch and the altar, were about twenty-five men, with their backs toward the temple of Jehovah, and with their faces toward the east; and they were worshipping the sun, in the east."},{"number":17,"text":"Then he said to me, Seest thou, O man? Is it too slight a thing for the house of Judah to practice the abominations which they commit here? but they must fill the land with violence and turn again to provoke me to anger? and now they are sending a stench to my nostrils."},{"number":18,"text":"Therefore will I also act in wrath; I will show no compassion, neither will I have pity.’"}]}