{"translation":"kjv1611","book":"num","bookName":"Numbers","chapter":8,"verses":[{"number":1,"text":"And the Lord spake vnto Moses, saying,"},{"number":2,"text":"Speake vnto Aaron, and say vnto him, When thou lightest the lampes, the seuen lampes shall giue light, ouer against the candlesticke."},{"number":3,"text":"And Aaron did so; he lighted the lampes therof, ouer against the candlestick, as the Lord comanded Moses."},{"number":4,"text":"And this worke of the candlestick was of beaten gold, vnto the shaft thereof, vnto the flowres thereof was beaten worke: according vnto the paterne which the Lord had shewed Moses, so he made the candlesticke."},{"number":5,"text":"¶ And the Lord spake vnto Moses, saying,"},{"number":6,"text":"Take the Leuites from among the children of Israel, and cleanse them."},{"number":7,"text":"And thus shalt thou doe vnto them, to cleanse them: sprinkle water of purifying vpon them, and let them shaue all their flesh, and let them wash their clothes, and so make themselues cleane."},{"number":8,"text":"Then let them take a yong bullocke with his meat offering, euen fine flowre mingled with oyle, and an other yong bullock shalt thou take for a sinne offering."},{"number":9,"text":"And thou shalt bring the Leuites before the Tabernacle of the Congregation; and thou shalt gather the whole assembly of the children of Israel together."},{"number":10,"text":"And thou shalt bring the Leuites before the Lord, and the children of Israel shall put their hands vpon the Leuites."},{"number":11,"text":"And Aaron shall offer the Leuites before the Lord for an offring of the children of Israel, that they may execute the seruice of the Lord."},{"number":12,"text":"And the Leuites shall lay their hands vpon the heads of the bullocks: and thou shalt offer the one for a sinne offering, and the other for a burnt offering vnto the Lord, to make an atonement for the Leuites."},{"number":13,"text":"And thou shalt set the Leuites before Aaron, and before his sonnes, and offer them for an offering vnto the Lord."},{"number":14,"text":"Thus shalt thou separate the Leuites from among the children of Israel: and the Leuites shalbe mine."},{"number":15,"text":"And after that, shall the Leuites goe in; to doe the seruice of the Tabernacle of the Congregation: and thou shalt clense them, and offer them for an offering."},{"number":16,"text":"For they are wholly giuen vnto me, from among the children of Israel: in stead of such as open euery wombe, euen in stead of the first borne of all the children of Israel, haue I taken them vnto me."},{"number":17,"text":"For all the first borne of the children of Israel, are mine, both man and beast: on the day that I smote euery first borne in the land of Egypt, I sanctified them for my selfe."},{"number":18,"text":"And I haue taken the Leuites for all the first borne of the children of Israel."},{"number":19,"text":"And I haue giuen the Leuites as a gift to Aaron, and to his sonnes, from among the children of Israel, to do the seruice of the children of Israel, in the Tabernacle of the Congregation, and to make an atonement for the children of Israel: that there bee no plague among the children of Israel, when the children of Israel come nigh vnto the Sanctuarie."},{"number":20,"text":"And Moses and Aaron, and all the Congregation of the children of Israel did to the Leuites according vnto all that the Lord commanded Moses, concerning the Leuites, so did the children of Israel vnto them."},{"number":21,"text":"And the Leuites were purified, and they washed their clothes: and Aaron offered them as an offering before the Lord, and Aaron made an atonement for them to cleanse them."},{"number":22,"text":"And after that, went the Leuites in, to do their seruice in the Tabernacle of the Congregation before Aaron and and before his sonnes: as the Lord had commanded Moses concerning the Leuites, so did they vnto them."},{"number":23,"text":"¶ And the Lord spake vnto Moses, saying,"},{"number":24,"text":"This is it that belongeth vnto the Leuites: from twentie and fiue yeeres old, and vpward, they shall goe in to waite vpon the seruice of the Tabernacle of the Congregation."},{"number":25,"text":"And from the age of fiftie yeeres they shall cease waiting vpon the seruice thereof, and shall serue no more:"},{"number":26,"text":"But shall minister with their brethren in the Tabernacle of the Congregation, to keepe the charge, and shall doe no seruice: thus shalt thou doe vnto the Leuites, touching their charge."}]}