{"translation":"oeb-us","book":"zec","bookName":"Zechariah","chapter":1,"verses":[{"number":1,"text":"In the eighth month in the second year of Darius, this message of the Lord came to the prophet Zechariah, the son of Berechiah, the son of Iddo:"},{"number":2,"text":"The Lord was furious with your ancestors."},{"number":3,"text":"So tell the people this message of the Lord of hosts: “Return to me,” says the Lord of hosts, “and I will return to you” says the Lord of hosts."},{"number":4,"text":"“Do not be like your ancestors to whom the former prophets cried, ‘The Lord of hosts says to turn now from your evil ways, and from your evil deeds’. They did not heed nor listen to me,” says the Lord."},{"number":5,"text":"“Your ancestors, where are they? And the prophets, do they live forever?"},{"number":6,"text":"But did not my words and my statutes with which I charged my servants the prophets overtake your ancestors? And they repented and said, ‘Just as the Lord of hosts planned to do to us, according to our ways, and according to our deeds, so he has dealt with us.’”"},{"number":7,"text":"In the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, this message of the Lord came to the prophet Zechariah, the son of Berechiah, the son of Iddo:"},{"number":8,"text":"I saw in the night a man on a red horse, among the myrtle trees that were in the valley-bottom. Behind him there were horses, red, sorrel, and white."},{"number":9,"text":"Then said I, “My Lord, what are these?” And the messenger who was talking with me said, “I will show you what they are.”"},{"number":10,"text":"And the man who was standing among the myrtle trees answered, “They are those whom the Lord has sent to patrol the earth.”"},{"number":11,"text":"And the riders answered the messenger of the Lord who was standing among the myrtle trees, “We have gone up and down through the world and behold, all the earth is still and at peace.”"},{"number":12,"text":"Then the messenger of the Lord said, “ Lord of hosts, how long will you have no pity for Jerusalem and the cities of Judah with which you have been angry for seventy years?”"},{"number":13,"text":"And the Lord answered the messenger who was talking with me with kind and comforting words."},{"number":14,"text":"So the messenger who was talking with me said to me, “Proclaim now that the Lord of hosts says: I am deeply concerned for Jerusalem."},{"number":15,"text":"But I am deeply angry with the arrogant, complacent nations. I was only a little angry with Israel but they made the suffering worse."},{"number":16,"text":"Therefore, says the Lord, I am turning to show mercy to Jerusalem. My temple will be rebuilt in it, says the Lord of hosts, and a measuring line will be stretched over Jerusalem."},{"number":17,"text":"Proclaim again: Thus says the Lord of hosts: My cities will again overflow with prosperity and the Lord will again comfort Zion and choose Jerusalem.”"},{"number":18,"text":"Now I looked up and saw four horns."},{"number":19,"text":"I said to the messenger who was talking with me, “What are these?” He answered, “These are the horns which scattered Judah, Israel and Jerusalem.”"},{"number":20,"text":"Then the Lord showed me four smiths."},{"number":21,"text":"I said, “What are these coming to do?” He answered, “The horns scattered Judah, so that no one dared lift their head. But the smiths have come to terrify them, to crush the horns of the nations which lifted up their horn against the land of Judah to scatter its people.”"}]}