{"translation":"oeb-us","book":"zec","bookName":"Zechariah","chapter":10,"verses":[{"number":1,"text":"Ask from the Lord rain, at the time of spring rain, from the Lord who forms the storm clouds, and the showers of rain he gives to you, and green in the field."},{"number":2,"text":"But the household gods speak nonsense, and the diviners see lies, and relate idle dreams. In vain they offer comfort, so the people wander like sheep, They suffer because there is no shepherd."},{"number":3,"text":"My wrath is hot against the shepherds, and on the leaders will I bring punishment. For the Lord cares for his flock, the house of Judah, and will make them his splendid war steeds."},{"number":4,"text":"From Judah will come the cornerstone and the stay, from them the battle bow, from them goes forth every commander."},{"number":5,"text":"Together they will trample on warriors, as on the dirt of the streets in battle. They fight, for the Lord is with them, putting the riders on horses to shame."},{"number":6,"text":"I will make strong the house of Judah, I will bring deliverance to the house of Joseph, I will bring them back for I have compassion on them, they will be as if I had not driven them away. For I am the Lord their God and will answer them."},{"number":7,"text":"The Ephraimites will be like warriors, their hearts will rejoice as with wine, their children will see and rejoice. Their hearts will exult in the Lord."},{"number":8,"text":"I will whistle for them, and gather them, and they will be as many as they once were."},{"number":9,"text":"I will sow them among the peoples, but in distant lands they will remember me, and they will bring up their children and come back."},{"number":10,"text":"I will bring them home from the land of Egypt, and from Assyria will I gather them. Into the land of Gilead and Lebanon I will bring them, until the land overflows with them."},{"number":11,"text":"And when they pass through the sea of distress, I will strike down the waves of the sea, and all the deeps of the Nile will be dried up. The pride of Assyria will be brought low and the sceptre of Egypt turned aside."},{"number":12,"text":"I will make them strong in the Lord, they will walk in his name, says the Lord."}]}