{"translation":"oeb-us","book":"zec","bookName":"Zechariah","chapter":11,"verses":[{"number":1,"text":"Open your doors, Lebanon, so that fire may devour your cedars."},{"number":2,"text":"Wail, pine-tree, for the cedar is fallen. Wail, oaks of Bashan, for the inaccessible forest has fallen."},{"number":3,"text":"Listen to the wailing of the shepherds! Their glory is destroyed. Listen to the roaring of young lions! Blasted is the thick forest of the Jordan."},{"number":4,"text":"The Lord said to me: shepherd the flock destined for slaughter,"},{"number":5,"text":"whose possessors slaughter them, and hold themselves not guilty! The people who sell them say, Blessed be the Lord, for I am rich! And their own shepherds have no compassion for them."},{"number":6,"text":"I will no longer have pity on the people of this earth, says the Lord. I will turn neighbor against neighbor, and put everyone under the power of a king, and when the land is devastated I will not rescue them."},{"number":7,"text":"So I shepherded the flock of slaughter for the sheep-merchants. I took two staffs: one I called Mercy and the other I called Union. So I shepherded the sheep."},{"number":8,"text":"I set aside three of the shepherds in one month; for I was indignant against them, and they also were displeased at me."},{"number":9,"text":"I said, I will not shepherd you. What is dead, let it die. What is set aside, let it be set aside. And let those who are left devour one another’s flesh."},{"number":10,"text":"And I took my staff, Mercy, and broke it, so as to break my covenant which I had made with all the peoples."},{"number":11,"text":"In that day it was broken, and the sheep-merchants who watched me knew that it was the Lord’s message."},{"number":12,"text":"And I said to them, “If it is good in your sight, give me my wage. If not, don’t.” So they weighed out my wage, thirty pieces of silver."},{"number":13,"text":"And the Lord said to me, Cast it into the treasury – the precious wage that at which I was valued by them! So I took the thirty pieces of silver and cast them into the house of the Lord, into the treasury."},{"number":14,"text":"Then I broke my second staff called Union so as to dissolve the brotherhood between Judah and Jerusalem."},{"number":15,"text":"And the Lord said to me: Take again the implements of a worthless shepherd."},{"number":16,"text":"For I am about to appoint a shepherd over the land. Those who are thrust down he will not visit. Those who are scattered he will not seek out. The wounded he will not heal, the sick he will not make whole, but the flesh of the fat he will devour and even their hoofs he will tear."},{"number":17,"text":"Woe to my worthless shepherd, who deserts the flock! May the sword strike his arm and his right eye. May his arm completely wither. And his right eye be blinded."}]}