{"translation":"oeb-us","book":"zec","bookName":"Zechariah","chapter":14,"verses":[{"number":1,"text":"A day is coming for the Lord, when your plundered possessions will be divided while you watch."},{"number":2,"text":"And all the nations will gather to Jerusalem, to fight against it. The city will be taken and the houses plundered and the women raped. Half of the city will go into captivity, and the rest of the people left in the ruins."},{"number":3,"text":"Then the Lord will go forth and fight against these nations, as once he fought in the day of battle."},{"number":4,"text":"On that day his feet will stand on the Mount of Olives, (which is opposite Jerusalem, on the east). The Mount of Olives will be split into halves, from east to west, by an exceedingly great valley; and half of the mountain will slide northwards and half southwards."},{"number":5,"text":"You will escape through my valley – the valley between the hills will extend as far as Azel, and you will flee as you fled from before the earthquake, in the days of Uzziah king of Judah. But the Lord your God will come, and all the holy ones with him."},{"number":6,"text":"And in that day, there will be no heat nor cold nor frost,"},{"number":7,"text":"but it will be constant day – it is known to the Lord – with neither day nor night. Even at evening time there will be light."},{"number":8,"text":"And on that day living waters will flow from Jerusalem, half of them to the eastern sea and half of them to the western sea; in both summer and winter."},{"number":9,"text":"The Lord will be king over all the earth. On that day the Lord will be one, and his name one."},{"number":10,"text":"The land will be changed to plain, from Geba to Rimmon, south of Jerusalem, but Jerusalem will be high and inhabited as it stands, from the Benjamin Gate up to the place of the first gate, and from the Tower of Hananel to the Corner Gate, and as far as the king’s winepresses."},{"number":11,"text":"Jerusalem will be inhabited, for never again will it be doomed to destruction, and its people will abide in security."},{"number":12,"text":"This is the plague with which the Lord will strike all the peoples who array themselves against Jerusalem: he will make their flesh rot while they stand on their feet, and their eyes will rot in their sockets, and their tongues will rot in their mouth."},{"number":13,"text":"On that day a great panic sent by the Lord will fall on them. Everyone will seize their neighbours and attack them."},{"number":14,"text":"Even Judah will fight at Jerusalem, and the wealth of the surrounding nations will be gathered up – gold and silver and piles of clothing."},{"number":15,"text":"Plague will fall upon the horses, mules, camels, and donkeys, and on all the animals in all those camps."},{"number":16,"text":"All who are left of all the nations which fought against Jerusalem will come up from year to year to worship the King, the Lord of hosts, and to keep the pilgrim-feast of tabernacles."},{"number":17,"text":"Whoever of all the peoples of the earth will not come up to Jerusalem to worship the King, the Lord of hosts, on them there will be no rain."},{"number":18,"text":"If the family of Egypt does not go up nor enter in, on them also will come the plague with which the Lord will strike the nations."},{"number":19,"text":"This will be the punishment for the sin of Egypt and the punishment for the sin of all nations which do not come up to keep the feast of the tabernacles."},{"number":20,"text":"On that day there will be inscribed upon the bells of the horses, ‘Holy to the Lord’ and the pots in the house of the Lord will be as holy as the sacrificial bowls before the altars."},{"number":21,"text":"Every pot in Jerusalem and in Judah will be holy to the Lord of hosts and all who sacrifice will come and take of them and cook the sacrifices in them. There will be no more traffickers in the house of the Lord of hosts in that day."}]}