{"translation":"oeb-us","book":"zec","bookName":"Zechariah","chapter":4,"verses":[{"number":1,"text":"Then the messenger who talked with me came again and woke me, as someone who is woken from sleep."},{"number":2,"text":"He said to me, “What do you see?” I said, “I see a candlestick, all of gold, with a bowl on its top, and seven lamps on it. There are seven pipes to each of the lamps, which are on its top,"},{"number":3,"text":"and two olive trees next to it, one on the right side of the bowl, and the other on its left side.”"},{"number":4,"text":"I said to the messenger who talked with me, “What are these, my lord?”"},{"number":5,"text":"Then the messenger who talked with me answered, “Don’t you know what these are?” And I said. “No, my lord.”"},{"number":6,"text":"He said to me, “This is the message of the Lord regarding Zerubbabel: Not by might, nor by power, but by my spirit, says the Lord of hosts,"},{"number":7,"text":"will I make the great mountain before Zerubbabel a plain. He will bring forth the top stones with shoutings of, ‘Grace, grace, to it.’”"},{"number":8,"text":"Moreover this message of the Lord came to me:"},{"number":9,"text":"The hands of Zerubbabel have laid the foundation of this house. His hands will also finish it. Then you will know that the Lord of hosts has sent me to you."},{"number":10,"text":"For who has despised the day of small things? They will rejoice, and will see the plumb line in the hand of Zerubbabel. (The seven lamps are the eyes of the Lord that search all around the world.)"},{"number":11,"text":"Again I asked, “What are these two olive trees on the right side of the candlestick and on its left side?”"},{"number":12,"text":"Again, “What are these two branches of the olive trees, which are pouring out the golden oil through the two golden pipes?”"},{"number":13,"text":"He answered me, “Don’t you now what these are?” And I said, “No, my lord.”"},{"number":14,"text":"Then he explained, “They are the two anointed ones who attend the Lord of all the earth.”"}]}