{"translation":"kjv1611","book":"mrk","bookName":"Mark","chapter":16,"verses":[{"number":1,"text":"And when the Sabbath was past, Mary Magdalene, and Mary the mother of Iames, and Salome, had bought sweete spices, that they might come and anoint him."},{"number":2,"text":"And very early in the morning, the first day of the week they came vnto the sepulchre, at the rising of the sunne:"},{"number":3,"text":"And they said among themselues, who shall roll vs away the stone from the doore of the sepulchre?"},{"number":4,"text":"(And when they looked, they saw that the stone was rolled away) for it was very great."},{"number":5,"text":"And entring into the sepulchre, they sawe a young man sitting on the right side, clothed in a long white garment, and they were affrighted."},{"number":6,"text":"And hee sayth vnto them, Be not affrighted; ye seeke Iesus of Nazareth, which was crucified: he is risen, hee is not here: behold the place where they laide him."},{"number":7,"text":"But goe your way, tell his disciples, and Peter, that hee goeth before you into Galile, there shall ye see him, as he said vnto you."},{"number":8,"text":"And they went out quickely, and fledde from the sepulchre, for they trembled, and were amazed, neither sayd they any thing to any man, for they were afraid."},{"number":9,"text":"¶ Now when Iesus was risen early, the first day of the weeke, he appeared first to Mary Magdalene, out of whom he had cast seuen deuils."},{"number":10,"text":"And she went and told them that had beene with him, as they mourned and wept."},{"number":11,"text":"And they, when they had heard that he was aliue, and had beene seene of her, beleeued not."},{"number":12,"text":"¶ After that, he appeared in another forme vnto two of them, as they walked, and went into the countrey."},{"number":13,"text":"And they went and tolde it vnto the residue, neither beleeued they them."},{"number":14,"text":"¶ Afterward he appeared vnto the eleuen, as they sate at meat, and vpbraided them with their vnbeliefe, and hardnesse of heart, because they beleeued not them, which had seene him after he was risen."},{"number":15,"text":"And he said vnto them, Goe yee into all the world, and preach the Gospel to euery creature."},{"number":16,"text":"He that beleeueth and is baptized, shalbe saued, but he that beleeueth not, shall be damned."},{"number":17,"text":"And these signes shal follow them that beleeue, In my Name shall they cast out deuils, they shall speake with new tongues,"},{"number":18,"text":"They shall take vp serpents, and if they drinke any deadly thing, it shall not hurt them, they shall lay hands on the sicke, and they shall recouer."},{"number":19,"text":"¶ So then after the Lord had spoken vnto them, he was receiued vp into heauen, and sate on the right hand of God."},{"number":20,"text":"And they went foorth, and preached euery where, the Lord working with them, and confirming the worde with signes following. Amen."}]}