{"translation":"kjv1611","book":"mrk","bookName":"Mark","chapter":8,"verses":[{"number":1,"text":"In those dayes the multitude being very great, and hauing nothing to eat. Iesus called his disciples vnto him, & saith vnto them,"},{"number":2,"text":"I haue compassion on the multitude, because they haue now bene with me three daies, and haue nothing to eat:"},{"number":3,"text":"And if I send them away fasting to their owne houses, they will faint by the way: for diuers of them came from farre."},{"number":4,"text":"And his disciples answered him, From whence can a man satisfie these men with bread here in the wildernes?"},{"number":5,"text":"And hee asked them, How many loaues haue ye? And they said, Seuen."},{"number":6,"text":"And he commanded the people to sit downe on the ground: and he tooke the seuen loaues, and gaue thanks, and brake, and gaue to his disciples to set before them: and they did set them before the people."},{"number":7,"text":"And they had a few small fishes: and he blessed, and commaunded to set them also before them."},{"number":8,"text":"So they did eate, and were filled: and they tooke vp, of the broken meate that was left, seuen baskets."},{"number":9,"text":"And they that had eaten were about foure thousand, and he sent them away."},{"number":10,"text":"¶ And straightway he entred into a ship with his disciples, and came into the parts of Dalmanutha."},{"number":11,"text":"And the Pharisees came foorth, and began to question with him, seeking of him a signe from heauen, tempting him."},{"number":12,"text":"And he sighed deepely in his spirit, and saith, Why doeth this generation seeke after a signe? Uerely I say vnto you, There shall no signe be giuen vnto this generation."},{"number":13,"text":"And he left them, & entring into the ship againe, departed to the other side."},{"number":14,"text":"¶ Now the disciples had forgotten to take bread, neither had they in the ship with them more then one loafe."},{"number":15,"text":"And hee charged them, saying, Take heed, beware of the leauen of the Pharisees, and of the leauen of Herode."},{"number":16,"text":"And they reasoned among themselues, saying, It is, because we haue no bread."},{"number":17,"text":"And when Iesus knew it, he saith vnto them, Why reason ye, because yee haue no bread? Perceiue ye not yet, neither vnderstand? Haue yee your heart yet hardened?"},{"number":18,"text":"Hauing eyes, see ye not? and hauing eares heare ye not? And doe ye not remember?"},{"number":19,"text":"When I brake the fiue loaues among fiue thousand, how many baskets full of fragments tooke yee vp? They say vnto him, Twelue."},{"number":20,"text":"And when the seuen among foure thousand: how many baskets full of fragments tooke ye vp? And they said, Seuen."},{"number":21,"text":"And he said vnto them, How is it that ye doe not vnderstand?"},{"number":22,"text":"¶ And he commeth to Bethsaida, and they bring a blind man vnto him, and besought him to touch him:"},{"number":23,"text":"And he tooke the blind man by the hand, and led him out of the towne, and when he had spit on his eyes, & put his hands vpon him, he asked him, if hee saw ought."},{"number":24,"text":"And he looked vp, and saide, I see men as trees, walking."},{"number":25,"text":"After that hee put his handes againe vpon his eies, and made him look vp: and he was restored, and saw euery man clearely."},{"number":26,"text":"And hee sent him away to his house, saying, Neither goe into the towne, nor tell it to any in the towne."},{"number":27,"text":"¶ And Iesus went out, and his disciples, into the townes of Cesarea Philippi: and by the way he asked his disciples, saying vnto them, Whom doe men say that I am?"},{"number":28,"text":"And they answered, Iohn the Baptist: but some say, Elias: & others, one of the Prophets."},{"number":29,"text":"And hee saith vnto them, But whom say yee that I am? And Peter answereth and saith vnto him, Thou art the Christ."},{"number":30,"text":"And he charged them that they should tell no man of him."},{"number":31,"text":"And hee beganne to teach them, that the Sonne of man must suffer many things, and be reiected of the Elders, and of the chiefe Priests, & Scribes, and be killed, & after three dayes rise againe."},{"number":32,"text":"And he spake that saying openly. And Peter tooke him, and beganne to rebuke him."},{"number":33,"text":"But when he had turned about, and looked on his disciples, he rebuked Peter, saying, Get thee behind me, Satan: for thou sauourest not the things that be of God, but the things that be of men."},{"number":34,"text":"¶ And when he had called the people vnto him, with his disciples also, he said vnto them, Whosoeuer will come after me, let him denie himselfe, and take vp his crosse and follow mee."},{"number":35,"text":"For whosoeuer will saue his life shall lose it, but whosoeuer shall lose his life for my sake and the Gospels, the same shall saue it."},{"number":36,"text":"For what shall it profit a man, if he shall gaine the whole world, and lose his owne soule?"},{"number":37,"text":"Or what shall a man giue in exchange for his soule?"},{"number":38,"text":"Whosoeuer therefore shall be ashamed of me, and of my words, in this adulterous and sinfull generation, of him also shall the Sonne of man bee ashamed, when he commeth in the glory of his Father, with the holy Angels."}]}