{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":1,"verses":[{"number":1,"text":"Now after the death of Moses the servant of the Lord, the Lord said to Joshua the son of Nun, the attendant of Moses,"},{"number":2,"text":"“Moses my servant is dead. Come, cross the Jordan here, you and all this people, into the land which I assign to them, to the Israelites."},{"number":3,"text":"Every foot of ground you tread I assign to you, as I promised Moses."},{"number":4,"text":"Your frontier will stretch from the desert to Lebanon, from the great River, the river Euphrates, over all the land of the Hittites, to the great Mediterranean Sea westward."},{"number":5,"text":"No one will be able to hold their own against you all the days of your life. As I was with Moses, so I will be with you. I will never fail you nor forsake you."},{"number":6,"text":"Be strong, be brave, for you will put this people in possession of the land which I swore to their ancestors that I would give them."},{"number":7,"text":"Only be strong and brave, mindful to carry out all your orders from my servant Moses, turning neither to the right nor to the left, so that you may succeed wherever you go."},{"number":8,"text":"This book of the law you should never cease to have on your lips. You must pore over it day and night, that you may be mindful to carry out all that is written in it, for so will you make your way prosperous, so will you succeed."},{"number":9,"text":"These are my orders: be firm and brave, never be daunted or dismayed, for the Lord your God is with you wherever you go.”"},{"number":10,"text":"Then Joshua ordered the officers of the nation"},{"number":11,"text":"to go through the camp and command the people to “Prepare food, for within three days you are going to cross the Jordan here and enter into possession of the land which the Lord your God assigns you for your very own.”"},{"number":12,"text":"Joshua also said to the Reubenites and the Gadites and the half tribe of Manasseh,"},{"number":13,"text":"“Remember what Moses the servant of the Lord commanded you when he told you that the Lord your God would settle you here and give you this region."},{"number":14,"text":"Your wives, your children, and your cattle can remain in this land which Moses assigned you east of the Jordan, but you must march across under arms in front of your kinsmen, every fighting man among you, to assist them,"},{"number":15,"text":"until the Lord settles your kinsmen like yourselves, until they get possession of the land which the Lord your God assigns to them. Then you can return to your own region and occupy the land assigned you by Moses the servant of the Lord on the eastern bank of the Jordan.”"},{"number":16,"text":"They answered Joshua, “Whatever you command us we will do, and wherever you send us we will go."},{"number":17,"text":"As we obeyed Moses in everything, so we will obey you. Only may the Lord your God be with you as he was with Moses!"},{"number":18,"text":"Whoever rebels against your orders, and will not listen to what you say by way of command, will be put to death. Only be firm and brave.”"}]}