{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":10,"verses":[{"number":1,"text":"When King Adoni-zedek of Jerusalem heard that Joshua had captured Ai and sacked it, treating Ai and its king as he had treated Jericho and its king, and that the citizens of Gibeon had made terms with Israel,"},{"number":2,"text":"he and his men were in terror. For Gibeon was a large town, like a royal city, larger than Ai, and all its men were stout fighters."},{"number":3,"text":"So King Adoni-zedek of Jerusalem sent to Hoham the king of Hebron, to Piram the king of Jarmuth, to Japhia the king of Lachish, and to Debir the king of Eglon, saying,"},{"number":4,"text":"“Join me and help me to storm Gibeon, for it has made terms with Joshua and the Israelites.”"},{"number":5,"text":"So the five Amorite kings – the king of Jerusalem and the king of Hebron and the king of Jarmuth and the king of Lachish and the king of Eglon – all mustered and marched up with all their armies to besiege Gibeon and attack it."},{"number":6,"text":"The Gibeonites sent a message to Joshua at the camp in Gilgal, telling him, “Don’t abandon your servants! Quick, come up to rescue us, help us, for all the Amorite kings of the highlands have mustered to attack us.”"},{"number":7,"text":"Joshua marched up from Gilgal with all the troops and all the veterans."},{"number":8,"text":"The Lord said to Joshua, “Don’t be afraid of them, for I put them into your hands. Not a man of them will hold his own against you.”"},{"number":9,"text":"So Joshua made a sudden attack: he made a night march from Gilgal,"},{"number":10,"text":"and the Lord threw them into a panic before the Israelites, until the Israelites routed them with heavy slaughter at Gibeon and then chased them along the road to the ascent of Beth-horon, routing them all the way to Azekah and Makkedah."},{"number":11,"text":"As they ran from the Israelites, at the descent from Beth-horon the Lord rained huge hailstones from heaven upon them, all the way to Azekah. They died of these. Indeed, more died by the hailstones than by the swords of the Israelites."},{"number":12,"text":"It was on the day when the Lord handed over the Amorites to the Israelites that Joshua said to the Lord before Israel, “Sun, stand still over Gibeon! Move not, moon, from Aijalon vale!”"},{"number":13,"text":"And the sun stood still, the moon moved not, until the nation had taken vengeance on their enemies, (Isn’t this the song written in the book of Jashar? ) The sun stood still in the middle of the sky, and was in no hurry to set for nearly a day."},{"number":14,"text":"Never was there a day like that, before or since, when the Lord listened to the cry of a mortal man. For the Lord was fighting for Israel."},{"number":15,"text":"Then Joshua returned with all the Israelites to the camp at Gilgal."},{"number":16,"text":"The five kings fled, and hid themselves in the cave at Makkedah."},{"number":17,"text":"When Joshua was told that the five kings had been discovered, hiding in the cave at Makkedah,"},{"number":18,"text":"he said, “Roll some large stones at the mouth of the cave and post men to guard it,"},{"number":19,"text":"but you must not stop pursuing your enemies. Strike down their rear, let none of them get into their towns, for the Lord has put them into your power.”"},{"number":20,"text":"When Joshua and the Israelites had finished slaughtering them, until they were wiped out, and the survivors had got away into the fortified towns,"},{"number":21,"text":"the army all safely returned to Joshua at the camp at Makkedah. And no one from that area dared say a word against any of the Israelites."},{"number":22,"text":"Then Joshua ordered the mouth of the cave to be opened and the five kings brought out to him."},{"number":23,"text":"This was done. The five kings were brought out, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."},{"number":24,"text":"When these kings had been brought before Joshua, he called for all the men of Israel and told the army commanders present to come forward and put their feet on the necks of the kings. They came forward and did put their feet on the necks of the kings."},{"number":25,"text":"“Don’t be afraid,” said Joshua, “neither be dismayed. Be firm and brave, for so will the Lord treat all the enemies against whom you fight.”"},{"number":26,"text":"Then Joshua struck them and killed them. He hung their bodies on five trees, and on the trees they remained hanging until evening."},{"number":27,"text":"At sunset Joshua ordered the kings’ bodies to be taken down from the trees and thrown into the cave where they had hidden themselves. Some large stones were laid at the mouth of the cave, and are there to this day."},{"number":28,"text":"The same day Joshua stormed and sacked Makkedah, killing its king and utterly destroying it and all it contained, until not a single person was left. He treated the king of Makkedah as he had treated the king of Jericho,"},{"number":29,"text":"From Makkedah Joshua and all Israel passed on to Libnah. They attacked Libnah,"},{"number":30,"text":"and the Lord put Libnah and its king also into the hands of Israel. Joshua sacked the place and massacred all within it, leaving not a single person alive. He treated the king of Libnah as he had treated the king of Jericho."},{"number":31,"text":"From Libnah, Joshua and the Israelites went on to Lachish, besieged it and attacked it."},{"number":32,"text":"The Lord put Lachish and its king also into their hands, and on the second day Joshua captured it, sacking it and massacring all within it, as he had done to Libnah."},{"number":33,"text":"King Horam of Gezer advanced to relieve Lachish, but Joshua defeated him and his army until not a survivor was left to him."},{"number":34,"text":"From Lachish Joshua and all the Israelites continued on to Eglon, besieged it and attacked it,"},{"number":35,"text":"and captured it the same day. They sacked the place and massacred everyone within it, exactly as he had done to Lachish."},{"number":36,"text":"From Eglon Joshua and the Israelite army passed on to Hebron and attacked it."},{"number":37,"text":"They captured it and sacked it, killed the king, destroyed the townships and every living person in them, leaving not one alive, exactly as at Eglon. He wiped the place out and everyone within it."},{"number":38,"text":"Then Joshua and the Israelites wheeled round to Debir and attacked it."},{"number":39,"text":"He captured it with its king and all its townships, sacking them all and massacring every living person, until not one remained. As he had treated Hebron, so he treated Debir and its king, just as he had treated Libnah and its king."},{"number":40,"text":"Thus Joshua captured the whole country, the highlands, the Negeb, the lowlands, and the slopes, with all their kings. He left no one alive, but massacred every living creature, as the Lord, the God of Israel, had commanded."},{"number":41,"text":"Joshua routed them all from Kadesh-barnea to Gaza, with all the land of Goshen, as far as Gibeon."},{"number":42,"text":"All these kings and their country Joshua captured in a single campaign, because the Lord, the God of Israel, fought for Israel."},{"number":43,"text":"Then Joshua and the Israelites returned to camp at Gilgal."}]}