{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":11,"verses":[{"number":1,"text":"When Jabin the king of Hazor heard this, he sent to King Jobab of Madon and to the kings of Shimron and Achshaph"},{"number":2,"text":"and to the kings in the north, in the highlands, in the Arabah south of Chinneroth, in the lowlands, and in Naphoth-Dor to the west,"},{"number":3,"text":"to the Canaanites on the east and on the west, to the Amorites, the Hivites, the Perizzites, and the Jebusites in the highlands, and to the Hittites at the foot of Hermon in the land of Mizpah."},{"number":4,"text":"They all sallied out, with all their forces, a huge host, as numerous as the sand on the seashore, with a multitude of horses and chariots."},{"number":5,"text":"All these kings joined forces and went to encamp at the waters of Merom, to attack Israel."},{"number":6,"text":"But the Lord said to Joshua, “Do not be afraid of them. Tomorrow about this time I will hand them over to Israel all dead men. You will hamstring their horses and burn their chariots.”"},{"number":7,"text":"Joshua and all his troops made a sudden attack upon them beside the waters of Merom. They made an onset,"},{"number":8,"text":"and the Lord put them into the hands of Israel, who routed them, chasing them to Great Sidon and Misrephoth-maim and the valley of Mizpeh eastward. They routed them and left not one alive."},{"number":9,"text":"Joshua treated them as the Lord instructed him. He hamstrung their horses and burned their chariots."},{"number":10,"text":"Joshua then wheeled round and captured Hazor, cutting down the king of the place (for Hazor was formerly the most powerful of these realms)."},{"number":11,"text":"They massacred everyone in the place, wiping them out, until not a living person was left, and Hazor was burned to the ground."},{"number":12,"text":"All the towns of these kings and all the kings themselves Joshua captured and massacred, wiping them all out, as Moses the servant of the Lord had ordered."},{"number":13,"text":"(Towns standing on their own mounds of earth, however, the Israelites did not burn, except Hazor alone, which Joshua burned.)"},{"number":14,"text":"All the spoil and cattle of these towns the Israelites took for themselves. But they massacred all the people until they were wiped out, and not a living person was left."},{"number":15,"text":"As the Lord had commanded Moses his servant, so Moses had commanded Joshua, and Joshua obeyed. Of all that the Lord had commanded Moses, Joshua left not a thing undone."},{"number":16,"text":"In this way Joshua captured all that country, the highlands, all the Negeb, all the land of Goshen, the lowlands, the Arabah, the highlands and the lowlands of Israel,"},{"number":17,"text":"from Mount Halak that rises to Seir, as far as to Baal-gad in the valley of Lebanon at the foot of Mount Hermon. He captured all the kings and put them to death."},{"number":18,"text":"Joshua waged war with all these kings for a long time."},{"number":19,"text":"Not a single town would make peace with the Israelites, except the Hivites who inhabited Gibeon. All the rest had to be captured by fighting."},{"number":20,"text":"It was the Lord who made their hearts stubborn enough to battle with Israel, so they were all wiped out, destroyed without mercy as the Lord had commanded Moses."},{"number":21,"text":"It was then that Joshua went and wiped out the Anakim from the hills, from Hebron, Debir, Anab, and all the highlands of Israel and of Judah. Joshua massacred them and sacked their towns."},{"number":22,"text":"None of the Anakim was left in the land of Israel. It was only in Gaza, Gath, and Ashdod, that some still lived."},{"number":23,"text":"In this way Joshua captured the whole country, as the Lord had told Moses. Joshua assigned it to the tribes of Israel by their divisions as their own property. And so the land had rest from war."}]}