{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":12,"verses":[{"number":1,"text":"The following are the kings of the country who were routed by the Israelites and whose land was seized east of the Jordan from the Arnon Gorge east to Mount Hermon, with all the Arabah eastward:"},{"number":2,"text":"King Sihon of the Amorites, who lived at Heshbon and ruled from Aroer on the edge of the Arnon Gorge and over half of Giliad – down the gorge as far as the Jabbok River, which is the frontier of the Ammonites,"},{"number":3,"text":"and over the Arabah as far east as the lake of Chinneroth, as far as the sea of the Arabah, the Dead Sea, in the direction of Beth-jeshimoth, his southern frontier running under the slopes of Pisgah,"},{"number":4,"text":"There was also the territory of Og, the king of Bashan and one of the survivors of the Rephaim, who lived at Ashtaroth and Edrei,"},{"number":5,"text":"reigning over Mount Hermon, Salecah, and all Bashan, as far as the frontier of the Geshurites and the Maacathites, and over the half of Gilead as far as the frontier of King Sihon of Heshbon."},{"number":6,"text":"These kings were routed by Moses the servant of the Lord and the Israelites. Moses the servant of the Lord assigned their land to the Reubenites and the Gadites and the half tribe of Manasseh as their holding."},{"number":7,"text":"The following are the kings whom Joshua and the Israelites routed west of the Jordan, from Baal-gad in the valley of Lebanon to Mount Halak that rises to Seir. Joshua assigned their land to the tribes of Israel as their holding, according to their divisions,"},{"number":8,"text":"in the highlands, the lowlands, the Arabah, the slopes, the desert, and the Negeb, the country of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites:"},{"number":9,"text":"There was the king of Jericho, the king of Ai, beside Bethel,"},{"number":10,"text":"the king of Jerusalem, the king of Hebron,"},{"number":11,"text":"the king of Jarmuth, the king of Lachish,"},{"number":12,"text":"the king of Eglon, the king of Gezer,"},{"number":13,"text":"the king of Debir, the king of Geder,"},{"number":14,"text":"the king of Hormah, the king of Arad,"},{"number":15,"text":"the king of Libnah, the king of Adullam,"},{"number":16,"text":"the king of Makkedah, the king of Bethel,"},{"number":17,"text":"the king of Tappuah, the king of Hepher,"},{"number":18,"text":"the king of Aphek, the king of Lasharon,"},{"number":19,"text":"the king of Madon, the king of Hazor,"},{"number":20,"text":"the king of Shimron-meron, the king of Achshaph,"},{"number":21,"text":"the king of Taanach, the king of Megiddo,"},{"number":22,"text":"the king of Kedesh, the king of Jokneam in Carmel,"},{"number":23,"text":"the king of Dor in Naphath-dor, the king of Golim in Gilgal,"},{"number":24,"text":"the king of Tirzah – thirty-one kings in all."}]}