{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":13,"verses":[{"number":1,"text":"When Joshua was old, well advanced in years, the Lord said to him, “You are old, well advanced in years, and yet much land still remains to be occupied."},{"number":2,"text":"This is the land still left to be occupied: all the Philistine districts and all the Geshurite territory"},{"number":3,"text":"from Shibor east of Egypt to the northern frontier of Ekron (which is counted Canaanite), the five Philistine capitals, Gaza, Ashdod, Ashkelon, Gath, and Ekron, also the territory of the Avim"},{"number":4,"text":"to the south, all the Canaanite country from Mearah (which is Sideonian) as far as Aphek on the Amorite frontier,"},{"number":5,"text":"the land of the Gebalites and all that borders on the eastern Lebanon, from Baal-gad at the foot of Mount Hermon to Lebo-hamath,"},{"number":6,"text":"with everyone who lives in the highlands from Lebanon to Misrephoth-maim, all the Sidonians, whom I will evict before the Israelites, while you must allot this country to Israel as its inheritance, as I command you."},{"number":7,"text":"Now, then, divide up this land of Canaan among the nine tribes and the half tribe of Manasseh as their inheritance.”"},{"number":8,"text":"The other half of the tribe of Manasseh, the Reubenites, and the Gadites, had already received their inheritance from Moses to the east of the Jordan, as assigned by Moses the servant of the Lord,"},{"number":9,"text":"stretching from Aroer on the edge of the Arnon Gorge and the town in the middle of the gorge, all the tableland of Medeba as far as Dibon,"},{"number":10,"text":"with all the towns of King Sihon of the Amorites who reigned in Heshbon, as far as the frontier of the Ammonites,"},{"number":11,"text":"with Gilead, the territory of the Geshurites and the Maacathites, all Mount Hermon and all Bashan as far as Salecah,"},{"number":12,"text":"all the realm of King Og of Bashan who reigned in Ashtaroth and in Edrei (a survivor of the Rephaim) – these kings Moses defeated and drove out,"},{"number":13,"text":"though the Israelites never expelled the Geshurites or the Maacathites, who live among the Israelites to this day."},{"number":14,"text":"Only the tribe of Levi were assigned no property, for the Levites’ inheritance is the sacrificial offerings made by fire to the Lord God of Israel, as he told Moses."},{"number":15,"text":"Moses assigned land to the tribe of Reuben by their clans."},{"number":16,"text":"Their frontier ran from Aroer on the edge of the Arnon Gorge and the town in the middle of the gorge, covering all the tableland near Medeba,"},{"number":17,"text":"Heshbon, and all its townships on the tableland, Dibon, Bamoth-baal, Beth-baal-meon,"},{"number":18,"text":"Jahaz, Kedemoth, Mephaath,"},{"number":19,"text":"Kiriathaim, Sibmah, and Zereth-shahar on the hill of the valley,"},{"number":20,"text":"Beth-peor, the slopes of Pisgah, Beth-jeshimoth,"},{"number":21,"text":"that is, all the towns on the tableland, all the realm of Sihon, the Amorite king who reigned in Heshbon and was defeated by Moses along with the Midianite leaders Evi, Rekem, Zur, Hur, and Reba, Sihon’s princes throughout the land."},{"number":22,"text":"Balaam the son of Beor, who used magic to divine the future, was also slaughtered by the Israelites among the rest of the slain."},{"number":23,"text":"The bank of the Jordan formed the western frontier of the Reubenites. Such was their allotted country, with its towns and villages, according to their clans."},{"number":24,"text":"Moses also assigned land to the tribe of Gad according to their clans."},{"number":25,"text":"Their territory was Jazer, all the towns of Gilead, and half the country of the Ammonites, as far as Aroer east of Rabbah."},{"number":26,"text":"It reached from Heshbon to Ramath-mizpeh and Betonim, from Mahanaim to the district of Lidebir,"},{"number":27,"text":"with Beth-haram, Beth-nimrah, Succoth, and Zaphon in the valley, the rest of the realm of King Sihon of Heshbon, the frontier being the line of the Jordan to the south end of the lake of Chinnereth on the east of the Jordan."},{"number":28,"text":"Such was the allotted territory of the Gadites, with its towns and villages, according to their clans."},{"number":29,"text":"Moses also assigned land to the half tribe of Manasseh, according to its clans."},{"number":30,"text":"Their territory covered Mahanaim, all Bashan, all the realm of King Og of Bashan, all Havvoth-jair in Bashan (sixty towns in all),"},{"number":31,"text":"half of Gilead, with Ashtaroth and Edrei, the towns of King Og of Bashan. All this was for the descendants of Machir, who was the son of Manasseh, for the half tribe of the Machirites by their clans."},{"number":32,"text":"Such were the properties allotted by Moses in the plains of Moab to the east of the Jordan, opposite Jericho."},{"number":33,"text":"Only to the tribe of Levi he assigned no property, for the Lord, the God of Israel, is Levi’s inheritance, as he told Moses."}]}