{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":14,"verses":[{"number":1,"text":"And these are the properties occupied in Canaan by the Israelites, and assigned to them by lot as their own, by Eleazar the priest and Joshua the son of Nun and the heads of the households in the tribes of Israel,"},{"number":2,"text":"as the Lord had commanded by Moses, for the nine and a half tribes."},{"number":3,"text":"Moses had assigned the other two and a half tribes their property and inheritance to the east of the Jordan, and assigned nothing to the Levites."},{"number":4,"text":"The two tribes of the Josephites were Manasseh and Ephraim. The Levites received no share of the land, except some towns to live in, with their pastures for cattle and livestock."},{"number":5,"text":"The Israelites, in dividing up the land, acted according to the orders given by the Lord to Moses."},{"number":6,"text":"The Judahites came before Joshua at Gilgal, and Caleb the son of Jephunneh the Kenizzite said to him, “You know what the Lord said to Moses the man of God about me and yourself at Kadesh-barnea."},{"number":7,"text":"I was forty years old when Moses the servant of the Lord sent me from Kadesh-barnea to spy out the country, and I reported to him as best I could."},{"number":8,"text":"My kinsmen and companions made the heart of the people tremble, but I was devoted to the Lord my God,"},{"number":9,"text":"and Moses swore that day that the land my feet had trodden should belong to me and to my children for all time, because I had been devoted to the Lord my God."},{"number":10,"text":"Well now, the Lord has kept me alive as he promised, all these forty-five years, ever since the Lord said that word to Moses, all the time of Israel’s wandering in the desert. Today I am eighty-five,"},{"number":11,"text":"11 and I am as strong today as I was when Moses sent me on that mission. As my strength was then, so my strength is now, for war or any enterprise."},{"number":12,"text":"So let me have this hill country of which the Lord spoke that day. As you heard that day, the Anakim are there with great, fortified towns. But perhaps the Lord will be with me and I will evict them, as he promised.”"},{"number":13,"text":"So Joshua blessed him, and gave Hebron to Caleb the son of Jephunneh as his property."},{"number":14,"text":"Hebron became the property of Caleb the son of Jephunneh, the Kenizzite, and still is in his family – for he was devoted to the Lord, the God of Israel."},{"number":15,"text":"Hebron was formerly called Kiriath-arba, or the city of Arba, Arba being the greatest among the Anakim. So the land had rest from war."}]}