{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":15,"verses":[{"number":1,"text":"The land allotted to the tribe of Judah, by clans, reached to the frontier of Edom, far south to the desert of Zin."},{"number":2,"text":"The southern frontier ran from the foot of the Dead Sea, from the bay facing south."},{"number":3,"text":"It went south of the Ascent of Akrabbim, right along to Zin, then up to the south of Kadesh-barnea as far as Hezron, up to Adar, round to Karka,"},{"number":4,"text":"and on to Azmon, ending at the Stream of Egypt. Their southern frontier thus ended at the sea."},{"number":5,"text":"To the east their frontier was the Dead Sea up to the mouth of the Jordan. The northern frontier ran from the bay at the mouth of the Jordan"},{"number":6,"text":"up to Beth-hoglah and north of Beth-arabah, on to the Stone of Bohan, who was Reuben’s son,"},{"number":7,"text":"then to Debir from the valley of Achor and so north in the direction of Gilgal opposite the ascent to Adummim on the south side of the river, then along to the waters of En-shemesh, ending at En-rogel."},{"number":8,"text":"Then the frontier ran by the valley of Ben-Hinnom to the southern side of the Jebusite ridge (that is, Jerusalem), westward to the top of the hill that lies in front of the valley of Ben-Hinnom at the northern end of the valley of Rephaim."},{"number":9,"text":"From the top of this hill it ran to the spring of the Waters of Nephtoah and on to the towns of Mount Ephron. It also extended to Baalah (that is, Kiriath-jearim)"},{"number":10,"text":"and west of Baalah round to Mount Seir, going on to the north of the ridge of Mount Jeadrim (that is, Chesalon), down to Beth-shemesh, and on to Timnah."},{"number":11,"text":"It ran on to the ridge of Ekron on the north, extending to Shikkeron and on to Mount Baalah, ending at Jabneel. Thus the frontier ended at the sea."},{"number":12,"text":"The western frontier was the Mediterranean. Such were the entire frontiers of the Judahites, by their clans."},{"number":13,"text":"He allotted Caleb the son of Jephunneh a share among the Judahites, by order of the Lord. It was Kiriath-arba or the city of Arba (Arba being the father of Anak), otherwise Hebron."},{"number":14,"text":"Caleb drove out the three groups of of Anakites, the Sheshai, Ahiman, and Talmai, who were the descendants of Anak."},{"number":15,"text":"Then he marched against the people living in Debir (formerly called Kiriath-sepher)."},{"number":16,"text":"Caleb declared, “Whoever attacks Kiriath-sepher and captures it, I will give him my daughter Achsah in marriage.”"},{"number":17,"text":"Othniel, the son of Caleb’s brother Kenaz, captured it. So Caleb gave him his daughter Achsah in marriage."},{"number":18,"text":"On the wedding day, Othniel induced her to ask her father for a tract of land as her dowry. So she alighted from her donkey, and when Caleb asked her what she wanted,"},{"number":19,"text":"she said to him, “Give me a parting present. As you have settled me in the dry south country, let me have some springs of water.” Then Caleb gave her the upper springs and the lower springs."},{"number":20,"text":"Here is the inheritance of the tribe of the Judahites according to their clans:"},{"number":21,"text":"The towns to the south in the Negeb, towards the frontier of Edom, were Kabzeel, Eder, Jagur,"},{"number":22,"text":"Kinah, Dimonah, Adadah,"},{"number":23,"text":"Kedesh, Hazor, Ithnan,"},{"number":24,"text":"Ziph, Telem, Bedloth,"},{"number":25,"text":"Hazor-hadattah, Kerioth-hezron (or, Hazor),"},{"number":26,"text":"Amam, Shema, Moladah,"},{"number":27,"text":"Hazar-gaddah, Heshmon, Beth-pelet,"},{"number":28,"text":"Hazar-shual, Beer-sheba, Biziothiah,"},{"number":29,"text":"Baalah, Iim, Ezem,"},{"number":30,"text":"Eltolad, Chesil, Hormah,"},{"number":31,"text":"Ziklag, Madmannah, Sansannah,"},{"number":32,"text":"Lebaoth, Shilhim, Ain, and Rimmon, twenty-nine towns in all with their villages."},{"number":33,"text":"In the lowlands, Eshtaol, Zorah, Ashnah,"},{"number":34,"text":"Zanoah, En-gannim, Tappuah, Enam,"},{"number":35,"text":"Jarmuth, Adullam, Socoh, Azekah,"},{"number":36,"text":"Shaaraim, Adithaim, Gederah, and Gederothaim, fourteen towns with their villages."},{"number":37,"text":"Also Zenan, Hadashah, Migdal-gad,"},{"number":38,"text":"Dilan, Mizpeh, Jokthe-el,"},{"number":39,"text":"Lachish, Bozkath, Eglon,"},{"number":40,"text":"Cabbon, Lahmam, Chitlish,"},{"number":41,"text":"Gederoth, Beth-dagon, Naamah, and Makkedah, sixteen towns with their villages."},{"number":42,"text":"Also Libnah, Ether, Ashan,"},{"number":43,"text":"Iphtah, Ashnah, Nezib,"},{"number":44,"text":"Keilah, Achzib, and Mareshah, nine towns with their villages."},{"number":45,"text":"There was Ekron with its townships and villages"},{"number":46,"text":"from Ekron to the sea, all that lay alongside of Ashdod,"},{"number":47,"text":"Ashdod with its townships and villages, and Gaza with its townships and villages, to the Stream of Egypt, The western frontier was the Mediterranean coast."},{"number":48,"text":"In the highlands Shamir, Jattir, Socoh,"},{"number":49,"text":"Dannah, Kiriath-sannah (which is Debir),"},{"number":50,"text":"Anab, Eshtemoh, Anim,"},{"number":51,"text":"Goshen, Holon, and Giloh, eleven towns with their villages."},{"number":52,"text":"Also Arab, Dumah, Eshan,"},{"number":53,"text":"Janim, Beth-tappuah, Aphekah,"},{"number":54,"text":"Humtah, Kiriath-arba (which is Hebron), and Zior, nine towns with their villages."},{"number":55,"text":"Also Maon, Carmel, Ziph, Juttah,"},{"number":56,"text":"Jezreel, Jokdeam, Zanoah,"},{"number":57,"text":"Kain, Gibeah, and Timnah, ten towns with their villages."},{"number":58,"text":"Also Halhul, Beth-zur, Gedor,"},{"number":59,"text":"Maarath, Beth-anoth, and Eltekon, six towns with their villages."},{"number":60,"text":"Kiriath-baal (that is, Kiriath-jedrim) and Rabbah, two towns with their villages."},{"number":61,"text":"In the desert, Beth-arabah, Middin, Sekakah,"},{"number":62,"text":"Nibshan, Salt City, and En-gedi, six towns with their villages."},{"number":63,"text":"But the Judites could not evict the Jebusites, who inhabited Jerusalem, so the Jebusites live there in Jerusalem among the people of Judah to this day."}]}