{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":17,"verses":[{"number":1,"text":"The tribe of Manasseh received its share. Manasseh was the eldest son of Joseph, and as Machir the eldest son of Manasseh and the father of Gilead was a famous soldier, he was allotted Gilead and Bashan."},{"number":2,"text":"The rest of the Manassites, according to their clans, were the descendants of Abiezer, Helek, Asriel, Shechem, Hepher and Shemida, the male descendants of Manasseh the son of Joseph."},{"number":3,"text":"However, Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, only daughters. His daughters were called Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"number":4,"text":"They came before Eleazar the priest and Joshua the son of Nun and the chiefs, urging that the Lord had told Moses to grant them an inheritance along with their male relatives. So, as the Lord had ordered, Joshua gave them an inheritance among the relatives of their father."},{"number":5,"text":"Ten shares fell to Manasseh, apart from the land of Gilead and Bashan on the east of the Jordan"},{"number":6,"text":"(because the daughters of Manasseh inherited along with their male relatives, and the rest of the descendants of Manasseh held the land of Gilead)."},{"number":7,"text":"The frontier of Manasseh ran from Asher to Michmethah east of Shechem, then south to the people living in En-tappuah"},{"number":8,"text":"(the land of Tappuah belonging to Manasseh, but Tappuah on the frontier of Manasseh belonging to Ephraim)."},{"number":9,"text":"The frontier went down to the south of the Kanah Valley these towns belonged to Ephraim among the towns of Manasseh, then ran along the north side of the valley as far as the sea,"},{"number":10,"text":"the land to the south being Ephraim’s and the land to the north belonging to Manasseh, with the sea as the frontier to the west. They stretched to Asher on the north and to Issachar on the east."},{"number":11,"text":"In Issachar and Asher Manasseh held Beth-shean and its townships, Ibleam and its townships, the people living in Dor and its townships (the three heights of Dor), the people living in En-dor and its townships, the people living in Taanach and its townships, the people living in Megiddo and its townships."},{"number":12,"text":"But the Manassites could not evict the people of these towns. The Canaanites clung to this country."},{"number":13,"text":"When Israel became a power, they forced the Canaanites to slave for them. They never evicted them entirely."},{"number":14,"text":"Then the Josephites complained to Joshua, “Why have you allotted us only one part as our inheritance, when we are a large tribe, since the Lord has been prospering us?”"},{"number":15,"text":"Joshua replied, “If there are so many of you, go up to the Forest and clear land for yourselves there, among the Perizzites and the Rephaim, if the highlands of Ephraim are too small for you.”"},{"number":16,"text":"“The highlands are not large enough for us,” said the Josephites, “and all the Canaanites who live in the valley country have iron chariots, both the people of Beth-shean and its townships and those who live in the valley of Jezreel.”"},{"number":17,"text":"Then Joshua said to the Josephites, to Ephraim and Manasseh, “You are a numerous tribe, and a powerful tribe, so you will have more than one part allotted to you."},{"number":18,"text":"The hill country of Gilead will be yours, for though it is a Forest you will clear it and hold it to its full extent. For you will evict the Canaanites, though they do have iron chariots and though they are strong.”"}]}