{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":18,"verses":[{"number":1,"text":"Then the whole community of the Israelites, having subdued the country, met at Shilo and set up the Tent of Meeting there."},{"number":2,"text":"As there were still seven tribes of Israel which had not yet divided their inheritance,"},{"number":3,"text":"Joshua said to the Israelites, “How long will you delay to enter and occupy the land which the Lord, the God of your ancestors, has given you?"},{"number":4,"text":"Appoint three men from each tribe. I will send them to make a survey of the land showing the proposed areas for their inheritance. Then they are to come back to me."},{"number":5,"text":"They must divide it into seven parts, with Judah in the southern territory and Joseph in the northern."},{"number":6,"text":"Mark out the land into seven divisions and bring me the plan. Then I will draw lots for you here before the Lord our God."},{"number":7,"text":"The Levites do not share with you. Their share is the priesthood of the Lord. Gad and Reuben and the half tribe of Manasseh have already received their inheritance on the east of the Jordan, assigned them by Moses the servant of the Lord.”"},{"number":8,"text":"Then the men started, ordered by Joshua to travel through the land and map it out before they returned to him. Then he would draw lots for them before the Lord at Shilo."},{"number":9,"text":"The men went and traversed the country, mapping it out by towns into seven parts, and brought their written report to Joshua at the camp in Shilo."},{"number":10,"text":"Joshua then drew lots for them at Shilo before the Lord, where he divided the land for the Israelites according to their divisions."},{"number":11,"text":"When the lot was drawn for the tribe of the Benjamites according to their clans, the territory allotted to them was to lie between the Judahites and the Josephites."},{"number":12,"text":"Their frontier on the north stretched from the Jordan to the north of Jericho right through the highlands westward, ending at the desert of Beth-aven."},{"number":13,"text":"Then the frontier ran to Luz, passing below Luz (which is Bethel) to the south, down to Ataroth-addar near the hill that lies south of Lower Beth-horon."},{"number":14,"text":"The frontier then turned from the hill south of Lower Beth-horon and passed on to the south along the west, ending at Kiriath-baal (which is Kiriath-jearim), a Judahite town. This was the western frontier."},{"number":15,"text":"The southern stretched from the end of Kiriath-jearim westward on to the spring of the Waters of Nephtoah,"},{"number":16,"text":"going down to the end of the hill which lies in front of the valley of Ben-Hinnom at the north end of the valley of Rephaim, then down through the valley of Hinnom to the south of the Jebusite ridge as far as En-rogel,"},{"number":17,"text":"where it turned north and ran to En-shemesh, passing to Geliloth opposite the ascent to Adummim, from which it ran to the Stone of Bohan (who was Reuben’s son)"},{"number":18,"text":"and on to the ridge along the north of the Arabah right down to the Arabah"},{"number":19,"text":"and on to the north of the ridge of Beth-hoglah, ending at the northern bay of the Dead Sea at the southern end of the Jordan. This was the southern frontier."},{"number":20,"text":"The Jordan was the eastern frontier. Such was the inheritance of the Benjamites according to their clans, frontier by frontier."},{"number":21,"text":"Their towns were Jericho, Beth-hoglah, Emek-keziz,"},{"number":22,"text":"Beth-arabah, Zemaraim, Bethel,"},{"number":23,"text":"Avim, Parah, Ophrah,"},{"number":24,"text":"Chephar-ammoni, Ophni, and Geba, twelve towns with their villages."},{"number":25,"text":"Also Gibeon, Ramah, Beeroth,"},{"number":26,"text":"Mizpeh, Chefirah, Mozah,"},{"number":27,"text":"Rekem, Irpeel, Taralah,"},{"number":28,"text":"Zelah, Eleph, the Jebusite capital (that is, Jerusalem), Gibeath, and Kiriath, fourteen towns with their villages. Such was the inheritance of the Benjamites according to their clans."}]}