{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":19,"verses":[{"number":1,"text":"The second lot fell to the tribe of the Simeonites by their clans. Their inheritance lay inside the inheritance of the Judahites."},{"number":2,"text":"They held as their inheritance Beer-sheba (or Sheba), Moladah,"},{"number":3,"text":"Hazar-shual, Balah, Ezem,"},{"number":4,"text":"Eltolad, Bethul, Hormah,"},{"number":5,"text":"Ziklag, Beth-marcaboth, Hazar-susah,"},{"number":6,"text":"Beth-lebaoth, and Sharuhen, thirteen towns with their villages."},{"number":7,"text":"Also Ain, Rimmon, Ether, Ashan, four towns with their villages,"},{"number":8,"text":"and all the villages around these towns down to Baalath-beer, Ramah in the south. Such was the inheritance of the tribe of the Simeonites."},{"number":9,"text":"As the inheritance of the Judahites was too large for them, the Simeonites held their inheritance within the Judahite territory."},{"number":10,"text":"The third lot fell to the Zebulunites according to their clans. Their frontier reached as far as Sarid,"},{"number":11,"text":"then westward to Maralah, stretching to Dabbesheth and to the valley east of Jokneam."},{"number":12,"text":"From Sarid it turned eastward to the frontier of Chisloth-tabor, on to Daberath, and to Japhia"},{"number":13,"text":"and then it continued eastward to Hepher and Eth-kazin, Rimmon and turning towards Neah."},{"number":14,"text":"The northern frontier wheeled round to Hannathon, ending at the valley of Iphtah-el."},{"number":15,"text":"There were Kattath, Nahalal, Shimron, Idalah, Bethlehem – twelve towns with their villages."},{"number":16,"text":"Such was the inheritance of the Zebulunites according to their clans, these towns with their villages."},{"number":17,"text":"The fourth lot fell to the Issacharites according to their clans."},{"number":18,"text":"Their territory included Jezreel, Chesulloth, Shunem,"},{"number":19,"text":"Hapharaim, Shion, Anaharath,"},{"number":20,"text":"Rabbith, Kishion, Ebez,"},{"number":21,"text":"Remeth, En-gannim, En-haddah, and Beth-pazzez,"},{"number":22,"text":"their frontier touching Tabor, Shahazumah, and Beth-shemesh, and ending at the Jordan. Sixteen towns they had with their villages."},{"number":23,"text":"Such was the inheritance of the tribe of the Issacharites according to their clans, these towns with their villages."},{"number":24,"text":"The fifth lot fell to the tribe of the Asherites according to their clans."},{"number":25,"text":"Their territory held Helkath, Hali, Beten, Achshaph,"},{"number":26,"text":"Allammelech, Amal, and Mishal. Their frontier reached Carmel on the west and Shihor-libnath."},{"number":27,"text":"It turned east to Beth-dagon, reaching Zebulun and the valley of Iphtah-el on the north, Beth-emek, and Neiel. It kept on north to Cabul,"},{"number":28,"text":"Ebron, Rehob, Hammon, and Kanah, as far as Sidon the Great,"},{"number":29,"text":"then turned to Ramah and the fortified city of Tyre, then to Hosah and so to the sea. Mahalab, Achzib,"},{"number":30,"text":"Ummmah, Aphek, Rehob: twenty-two towns with their villages,"},{"number":31,"text":"these were the inheritance of the tribe of the Asherites according to their clans."},{"number":32,"text":"The sixth lot fell to the Naphtalites according to their clans."},{"number":33,"text":"Their frontier stretched from Heleph, from the sacred oak at Zaanannim (from Adami-nekeb and Jabneel) to Lakkum, ending at the Jordan."},{"number":34,"text":"It turned westward to Aznoth-tabor and on to Hukkok, touching Zebulun on the south and Asher on the west and Judah at the Jordan on the east."},{"number":35,"text":"The fortified towns were Ziddim, Zer, Hammath, Rakkath, Chinnereth,"},{"number":36,"text":"Adamah, Ramah, Hazor,"},{"number":37,"text":"Kedesh, Edrei, En-hazor,"},{"number":38,"text":"Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh, nineteen towns with their villages."},{"number":39,"text":"Such was the inheritance of the tribe of the Naphtalites according to their clans, these towns with their villages."},{"number":40,"text":"The seventh lot fell to the tribe of the Danites according to their clans."},{"number":41,"text":"Their territory held Zorah, Eshtaol, Ir-shemesh,"},{"number":42,"text":"Shaalabbin, Ajalon, Ithiah,"},{"number":43,"text":"Elon, Timmah, Ekron,"},{"number":44,"text":"Eltekeh, Gibbethon, Baalath,"},{"number":45,"text":"Jehud, Bene-berak, Gath-rimmon,"},{"number":46,"text":"Me-jarkon, and Rakkon, with the territory opposite Joppa."},{"number":47,"text":"As the territory of the Danites was too small for them, they marched out and attacked Leshem, captured it, sacked it, took possession of it, and lived there, renaming it Dan after their ancestor Dan."},{"number":48,"text":"Such was the inheritance of the tribe of the Danites according to their clans, these towns with their villages."},{"number":49,"text":"When the Israelites had finished distributing the various territories of the country, they gave an inheritance to Joshua the son of Nun within their territory."},{"number":50,"text":"By order of the Lord they gave him the town he asked, Timnath-serah in the highlands of Ephraim. He fortified the town and lived there."},{"number":51,"text":"Such were the inheritances which Eleazar the priest and Joshua the son of Nun and the heads of the tribes of Israel distributed by lot at Shilo before the Lord at the entrance to the Tent of Meeting. They finished dividing up the country."}]}