{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":2,"verses":[{"number":1,"text":"From Shittim Joshua son of Nun sent two men secretly as spies to explore the country and especially Jericho. When they arrived they went into the house of a prostitute called Rahab and stayed there."},{"number":2,"text":"The king of Jericho was told that some men of Israel had come that night to find out about the country,"},{"number":3,"text":"so he sent a message to Rahab to “Bring out the men who have come to you, who have entered your house, for they are here to find out all about the country.”"},{"number":4,"text":"The woman, who had taken the two men and hidden them, replied, “Yes, the men did come to me, but I did not know where they came from,"},{"number":5,"text":"and just about the hour for shutting the town gate, when it was dark, the men went off. Where they went, I do not know. Quick, pursue them, for you will overtake them.”"},{"number":6,"text":"Now she had taken them up to the roof and hidden them under some stalks of flax which she had arranged on the roof."},{"number":7,"text":"The pursuers went by the road to the Jordan, as far as the fords, and as soon as they left the town the gate was shut."},{"number":8,"text":"Before the two men had lain down, the woman came to them on the roof and said,"},{"number":9,"text":"“I know that the Lord has given you this country, and how the terror of you has fallen upon us, until all who live here are trembling before you."},{"number":10,"text":"For we have heard how the Lord dried up the water of the Reed Sea before you when you left Egypt, and how you treated the two Amorite kings on the east of the Jordan, Sihon and Og, whom you wiped off the earth."},{"number":11,"text":"As soon as we heard it, our hearts trembled and everyone became utterly dispirited because of you, for the Lord your God is God in heaven above and on the earth below."},{"number":12,"text":"Now then, since I have dealt kindly with you, swear to me by the Lord that you will deal kindly with my family, and give me a sure sign of it."},{"number":13,"text":"Swear that you will spare the lives of my father and my mother and my brothers and my sisters and all they have, saving us from death.”"},{"number":14,"text":"The men replied, “Our lives for yours – only you must not breathe a word about our errand. Then we will deal kindly and honestly with you when the Lord gives us the country.”"},{"number":15,"text":"Then she lowered them by a rope out of the window, for her house was on the town wall. She stayed on the town wall."},{"number":16,"text":"She told them, “Get away to the hills, so that the pursuers do not come across you. Hide yourselves there for three days until the pursuers return, and then make your way back.”"},{"number":17,"text":"The men told her, “We will not be bound by this oath to you, which you have made us swear,"},{"number":18,"text":"unless, when we enter the country, you tie this cord of scarlet thread outside the window through which you let us down. You must gather your father and mother and brothers and all your family inside your house."},{"number":19,"text":"Anyone who crosses the door of your house into the street, their blood be on their own head, we are not to blame. But if a hand is laid on anyone inside the house, then that person’s blood be on our head!"},{"number":20,"text":"But remember, if you breathe a word about our errand, we will not be bound by the oath you have made us swear.”"},{"number":21,"text":"“As you say,” answered the woman, “so be it.” So away they went, while she tied the scarlet cord to the window."},{"number":22,"text":"They went into the hills and stayed there for three days, until the pursuers returned (the pursuers looked for them all along the road and could not find them)."},{"number":23,"text":"Then the two men came down from the hills and crossed over to Joshua the son of Nun, telling him all that had happened to them."},{"number":24,"text":"They said to Joshua, “The Lord has put all the country into our hands. Everyone who lives in this land is trembling before us!”"}]}