{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":21,"verses":[{"number":1,"text":"Then the heads of the Levites appeared before Eleazar the priest and Joshua the son of Nun and the heads of the tribes of Israel"},{"number":2,"text":"at Shilo in the land of Canaan, pleading, “The Lord gave orders by Moses that we were to receive towns to live in, with the pasture lands of the towns for our cattle.”"},{"number":3,"text":"So the Israelites gave the Levites, as the Lord had commanded, the following towns and pasture lands out of their inheritance."},{"number":4,"text":"Thirteen towns fell by lot to the Kohathite families the sons of Aaron the priest, who were Levites, from the tribes of Judah, Simeon and Benjamin."},{"number":5,"text":"The rest of the Kohathites were allotted ten towns from the clans of the tribe of Ephraim, the tribe of Dan, and the half tribe of Manasseh."},{"number":6,"text":"The Gershonites had thirteen towns allotted to them from the clans of the tribe of Issachar, the tribe of Asher, the tribe of Naphtali, and the half tribe of Manasseh in Bashan."},{"number":7,"text":"The Merarites had twelve towns allotted to them according to their clans, from the tribe of Reuben, the tribe of Gad, and the tribe of Zebulun."},{"number":8,"text":"These towns and their pastures were allotted to the Levites by the Israelites, as the Lord had given orders by Moses."},{"number":9,"text":"The following towns were given from the tribe of Judah and the tribe of Simeon,"},{"number":10,"text":"to the descendants of Aaron, the Kohathite families, who were Levites, since the lot fell to them first."},{"number":11,"text":"They gave them Kiriath-arba, the town of Arba (the father of Anak) or Hebron, in the highlands of Judah, with the surrounding pastures."},{"number":12,"text":"But the fields of that town and the villages were given to Caleb the son of Jephunneh as his property."},{"number":13,"text":"To the sons of Aaron the priest they gave Hebron and its pastures, the town of refuge for a person who commits manslaughter, Libnah and its pastures,"},{"number":14,"text":"Jattir and its pastures, Eshtemoa and its pastures,"},{"number":15,"text":"Holon and its pastures, Debir and its pastures,"},{"number":16,"text":"Ain and its pastures, Juttah and its pastures, Beth-shemesh and its pastures, nine towns out of these two tribes."},{"number":17,"text":"Then, from the tribe of Benjamin, Gibeon and its pastures, Geba and its pastures,"},{"number":18,"text":"Andthoth and its pastures, and Almon and its pastures, four towns,"},{"number":19,"text":"making thirteen towns in all with their pastures for the sons of Aaron the priests."},{"number":20,"text":"The Kohathite families of the Levites, that is, the Kohathite families who were Levites, had towns allotted to them from the tribe of Ephraim,"},{"number":21,"text":"Shechem and its pastures in the highlands of Ephraim (the town of refuge for those who commit manslaughter), Gezer with its pastures,"},{"number":22,"text":"Kibzaim with its pastures, and Beth-horon with its pastures, four towns."},{"number":23,"text":"From the tribe of Dan they got Elteke with its pastures, Gibbethon with its pastures,"},{"number":24,"text":"Aijalon with its pastures, and Gath-rimmon with its pastures, four towns,"},{"number":25,"text":"and from the half tribe of Manasseh Taanach with its pastures and Gath-rimmon with its pastures, two towns."},{"number":26,"text":"The rest of the Kohathite families had ten towns with their pastures."},{"number":27,"text":"The Gershonites among the Levites received Golan in Bashan with its pastures (the town of refuge for a person who commits manslaughter) from the half tribe of Manasseh, and Beeshterah with its pastures, two towns."},{"number":28,"text":"From the tribe of Issachar, Kishion with its pastures, Daberath with its pastures,"},{"number":29,"text":"Jarmuth with its pastures, and En-gannim with its pastures, four towns."},{"number":30,"text":"From the tribe of Asher, Mishal with its pastures, Abdon with its pastures,"},{"number":31,"text":"Helkath with its pastures, and Rehob with its pastures, four towns."},{"number":32,"text":"From the tribe of Naphtali, Kedesh in Galilee with its pastures (the town of refuge for a person who commits manslaughter), Hammoth-dor with its pastures, and Kartan with its pastures, three towns."},{"number":33,"text":"The Gershonite families received thirteen towns in all with their pastures."},{"number":34,"text":"The Merarite families, the rest of the Levites, received from the tribe of Zebulun Jokneam with its pastures, Kartah with its pastures,"},{"number":35,"text":"Dimnah with its pastures, and Nahalal with its pastures, four towns."},{"number":36,"text":"From the tribe of Reuben, Bezer with its pastures, Jahaz with its pastures,"},{"number":37,"text":"Kedemoth with its pastures, and Mephaath with its pastures, four towns."},{"number":38,"text":"From the tribe of Gad, Ramoth in Gilead with its pastures (the town of refuge for a person who commits manslaughter), Mahanaim with its pastures,"},{"number":39,"text":"Heshbon with its pastures, and Jazer with its pastures, four towns in all."},{"number":40,"text":"All the towns allotted to the Merarite families, the rest of the Levites, numbered twelve."},{"number":41,"text":"These towns of the Levites within the holdings of the Israelites numbered in all forty-eight, with their pastures."},{"number":42,"text":"Every town had its own pastures round it, every one."},{"number":43,"text":"In this way the Lord gave to Israel all the land he had sworn to give to their ancestors. They occupied it and settled in it,"},{"number":44,"text":"and the Lord gave them security on every side, exactly as he had sworn to their ancestors."},{"number":44,"text":"Not one of their enemies could hold their own against them, for the Lord put all their enemies into their power."},{"number":45,"text":"Not one of the good promises made by the Lord to the people of Israel failed. All were fulfilled."}]}