{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":22,"verses":[{"number":1,"text":"Then Joshua summoned the Reubenites, the Gadites, and the half tribe of Manasseh."},{"number":2,"text":"He said to them, “You have obeyed everything that Moses the servant of the Lord ordered you, and listened to what I have said by way of command to you."},{"number":3,"text":"You have not abandoned your fellow Israelites all this time, but have obeyed the injunctions laid down for you by the Lord your God."},{"number":4,"text":"Now that the Lord your God has granted rest to your fellow Israelites, as he promised, you may go home to your tents in the land of your holdings, assigned to you by Moses the servant of the Lord on the east of the Jordan."},{"number":5,"text":"Only be most careful to obey the commands and laws laid down for you by Moses the servant of the Lord, mindful to love the Lord your God, always to live his life, to obey his commands, to be loyal to him, and to serve him with all your heart and mind.”"},{"number":6,"text":"So Joshua blessed them and sent them away home."},{"number":7,"text":"To the one half tribe of Manasseh Moses had assigned territory in Bashan, but Joshua assigned the other half territory near the fellow Israelites to the west of the Jordan. When Joshua sent them home he blessed them,"},{"number":8,"text":"and they returned home to their tents with great wealth, rich in cattle, silver and gold, bronze, iron, and a lot of clothing, the plunder of their enemies which they divided among their relatives."},{"number":9,"text":"The Reubenites, the Gadites, and the half tribe of Manasseh went home, leaving the Israelites at Shiloh in the land of Canaan, and returning to the land of Gilead which was their holding, assigned them by Moses under orders from the Lord."},{"number":10,"text":"When they reached the region near the Jordon, inside the land of Canaan, the Reubenites, the Gadites, and the half tribe of Manasseh set up an altar there beside the Jordan, a large conspicuous altar."},{"number":11,"text":"The Israelites were told that the Reubenites, the Gadites, and the half tribe of Manasseh had set up an altar at Gilgal, on the western bank belonging to Israel,"},{"number":12,"text":"and on hearing this the whole community of Israel mustered at Shilo to make war upon them."},{"number":13,"text":"The Israelites sent a mission to the Reubenites, the Gadites, and the half tribe of Manasseh in Gilead, namely, Phinehas the son of Eleazar the priest,"},{"number":14,"text":"and ten chieftains, each a chieftain of his tribe, a leader of his family among the clans of Israel."},{"number":15,"text":"They went to Gilead and said to the Reubenites, the Gadites, and the half tribe of Manasseh,"},{"number":16,"text":"“The whole community of the Lord asks what you mean by breaking faith with the God of Israel and ceasing now to follow him by setting up an altar for yourselves? This is rebellion against the Lord."},{"number":17,"text":"Was it not enough to sin at Peor? A sin from which we have not even yet cleansed ourselves, though a plague fell upon the community of the Lord then!"},{"number":18,"text":"And here you cease to follow the Lord now! You rebel today against the Lord, and tomorrow he will be angry with the whole community of Israel."},{"number":19,"text":"If the land you hold is unclean, then cross over to the land which the Lord himself holds, where his dwelling stands, and occupy a holding among us. But do not rebel against the Lord, do not make us rebels against the Lord, by setting up for yourselves an altar other than the altar of the Lord our God."},{"number":20,"text":"Wasn’t Achan the son of Zerah guilty of a breach of faith in the matter of the spoil which was dedicated to God, until God’s anger fell upon the whole community? He was not the only one to die for his crime.”"},{"number":21,"text":"The Reubenites, the Gadites, and the half tribe of Manasseh replied to the leaders of Israel:"},{"number":22,"text":"“The Mighty One, God, the Lord, the Mighty One, God, the Lord, knows well, and Israel will know, if we were rebels or broke faith (if we did, do not spare us!)"},{"number":23,"text":"when we set up an altar for ourselves, if we meant to cease following the Lord, or to sacrifice burnt offerings, cereal offerings, and recompense offerings."},{"number":24,"text":"Let the Lord himself punish us, if we did not do this in the fear that, later, descendants might say to our descendants, ‘What relationship do you have with the Lord the God of Israel?"},{"number":25,"text":"The Lord made the Jordan the boundary between us and you, you Reubenites and Gadites. You have no share in the Lord.’ Your descendants would make descendants give up the religion of the Lord."},{"number":26,"text":"So we thought we would prepare to build an altar for ourselves, not to sacrifice burnt offerings or any sacrifice at all,"},{"number":27,"text":"but to stand as a witness between us and you, and between our descendants and yours, attesting that we are to worship before the Lord with our burnt offerings and recompense offerings, so that your descendants may never claim in time to come that we have no share in the Lord."},{"number":28,"text":"If ever that is claimed to us or to our descendants in time to come, we thought the answer would be, ‘There is the replica of the altar of the Lord, the replica made by our ancestors, though not for burnt offering nor for sacrifice. It stands as a witness between us and you!’"},{"number":29,"text":"Far be it from us to rebel against the Lord and cease now to follow him by setting up any altar for burnt offerings, cereal offerings, or any sacrifice, apart from the altar of the Lord our God in front of his own Tent.”"},{"number":30,"text":"When Phinehas the priest and the leaders of the community, the chieftains of the clans of Israel who were with him, heard what the Reubenites, the Gadites, and the Manassites said, they were quite satisfied."},{"number":31,"text":"Phinehas the son of Eleazar the priest said to the Reubenites, the Gadites, and the Manassites, “Now we know that the Lord is among us, since you have not broken faith here with the Lord. You have delivered the Israelites from the hand of the Lord.”"},{"number":32,"text":"Then Phinehas the son of Eleazar the priest and the chieftains left the Reubenites and the Gadites in the land of Gilead and returned to the land of Canaan, and reported the news to the Israelites."},{"number":33,"text":"The Israelites were satisfied. They blessed God and said no more about waging war against them and destroying the land where the Reubenites and the Gadites lived."},{"number":34,"text":"The Reubenites and the Gadites named the altar, saying “it is a witness between us that the Lord is God.”"}]}