{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":23,"verses":[{"number":1,"text":"A long time afterwards, when the Lord had given Israel rest from all its surrounding enemies, and when Joshua was old, far advanced in years,"},{"number":2,"text":"he summoned all Israel, their elders, their leaders, their judges, and their officers. “I am an old man,” he said, “well advanced in years."},{"number":3,"text":"You have seen all that the Lord your God has done for your sake to all these nations. It is the Lord your God who has been fighting for you."},{"number":4,"text":"I have allotted you to the remaining nations, after those which I have wiped out, and you will hold the land of these nations from the Jordan to the Mediterranean in the west."},{"number":5,"text":"The Lord your God will drive them out before you and evict them out of your sight, until you occupy their land, as the Lord your God promised you."},{"number":6,"text":"Be resolute, then, in carrying out and obeying all that is written in the law book of Moses, never swerving from it to the right or to the left,"},{"number":7,"text":"never mixing with those nations that remain beside you, never mentioning the names of their gods, never swearing by them nor serving them nor bowing down to them."},{"number":8,"text":"Be loyal to the Lord your God as you have been up until now."},{"number":9,"text":"The Lord has evicted great, powerful nations in front of you. To this day, no one has been able to hold their own against you."},{"number":10,"text":"One of you routs a thousand men, for it is the Lord your God who fights for you, as he promised you."},{"number":11,"text":"Be careful, then, always to love the Lord your God."},{"number":12,"text":"Otherwise, if you turn to ally yourselves with the remnant of nations left beside you, and intermarry with them, and join with them and they with you,"},{"number":13,"text":"be sure of this, that the Lord your God will no longer evict these nations before your eyes. They will be a danger to you, they will entrap you, they will be a scourge for your sides and thorns in your eyes, until you perish off this fine country which the Lord your God has assigned you."},{"number":14,"text":"I am now going the way of all the earth. But you know in your own hearts and minds, all of you, that not one good promise made by the Lord about you has ever failed. All have been fulfilled, and not one has failed."},{"number":15,"text":"Well, as all the good promises have been fulfilled to you, of which the Lord your God told you, so will the Lord fulfil all his threats to you until he wipes you off this fine country which the Lord your God has given you."},{"number":16,"text":"Whenever you break the covenant of the Lord your God, which he has laid upon you, and go to serve other gods, bowing down to them, then will the anger of the Lord blaze against you, until you perish quickly off the fine country which he has given you.”"}]}