{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":24,"verses":[{"number":1,"text":"Joshua gathered all the tribes of Israel to Shechem, summoning the elders of Israel and their leaders, their judges, and their officers. They presented themselves before God,"},{"number":2,"text":"and Joshua said to all the people, “This is the message of the Lord the God of Israel: In days of old your ancestors lived east of the Euphrates, Terah, the father of Abraham and the father of Nahor, worshipping other gods."},{"number":3,"text":"But I took your ancestor Abraham from the other side of the Euphrates, I led him through all the land of Canaan, multiplying his family, and giving him Isaac."},{"number":4,"text":"To Isaac I gave Jacob and Esau. To Esau I gave Mount Seir as his holding, while Jacob and his sons went down to Egypt."},{"number":5,"text":"Later I sent Moses and Aaron, and I plagued Egypt with wonders which I wrought among them. Afterwards I brought you out,"},{"number":6,"text":"I brought out your ancestors from Egypt, and when you reached the sea the Egyptians pursued your ancestors with chariots and cavalry as far as the Reed Sea."},{"number":7,"text":"But when your ancestors cried to the Lord, he put darkness between you and the Egyptians, and brought the sea over them. You saw with your own eyes what I did in Egypt. You lived many days in the desert,"},{"number":8,"text":"but I brought you to the land of the Amorites on the eastern side of the Jordan, and when they fought you I put them into your hands and you occupied their land, until I destroyed them before you."},{"number":9,"text":"Then Balak the son of Zippor, king of Moab, made an attack upon Israel. He sent for Balaam the son of Beer to curse you,"},{"number":10,"text":"but I would not listen to Balaam. He had to bless you instead, and so I saved you from him."},{"number":11,"text":"You crossed the Jordan and reached Jericho, where the men of Jericho fought you, as did the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. But I put them all into your hands."},{"number":12,"text":"I sent panic before you to drive out these nations, even the two kings of the Amorites. It was not your sword nor your bow that beat them."},{"number":13,"text":"I gave you a land on which you had never laboured, you live in towns you never built, and you now eat from vineyards and olive groves that you never planted."},{"number":14,"text":"So revere the Lord and serve him honestly and loyally, put away the gods your ancestors served on the east of the Euphrates and in Egypt, and serve the Lord yourselves."},{"number":15,"text":"If you are unwilling to serve the Lord, then choose today whom you will serve, either the gods your ancestors served on the east of the Euphrates or the gods of the Amorites in whose land you are living. But as for me and my house, we will serve the Lord.”"},{"number":16,"text":"The people replied, “Far be it from us to forsake the Lord and serve other gods!"},{"number":17,"text":"It is the Lord our God who has brought us and our ancestors out of the land of Egypt, out of that slave-pen, who wrought these great portents before our eyes, who preserved us wherever we went and among all the nations through whom we passed."},{"number":18,"text":"The Lord drove out all the nations before us, all the Amorites who lived in the land. So we will serve the Lord, for he is our God.”"},{"number":19,"text":"Joshua said to the people, “You may not be able to serve the Lord. He is a holy God, a jealous God, he will not forgive any sinful disloyalty of yours."},{"number":20,"text":"If you forsake the Lord and serve foreign gods, he will turn to do evil to you and consume you after he has been doing you good.”"},{"number":21,"text":"“No,” said the people, “we will serve the Lord.”"},{"number":22,"text":"So Joshua said to the people, “You are witnesses against yourselves that you have chosen the Lord to serve him.” “Yes, we are!” they responded."},{"number":23,"text":"“Then here and now,” he said, “put away the foreign gods which are among you and give your hearts to the Lord the God of Israel.”"},{"number":24,"text":"The people answered, “The Lord our God will we serve, and we will listen to his voice.”"},{"number":25,"text":"So Joshua made a covenant that day with the people, fixing rules and laws for them at Shechem."},{"number":26,"text":"Joshua wrote these terms in the law book of God. He took a large boulder and set it up there under the sacred oak in the sanctuary of the Lord,"},{"number":27,"text":"saying to all the people, “This stone will be a witness against us, for it has heard all that the Lord has said to us. It will be a witness against you if you break faith with your God.”"},{"number":28,"text":"Then Joshua sent the people away home, every man to his own inheritance."},{"number":29,"text":"After this Joshua the son of Nun, the servant of the Lord, died, at the age of a hundred and ten."},{"number":30,"text":"They buried him in his own estate at Timnath-serah in the highlands of Ephraim, north of Mount Gaash."},{"number":31,"text":"Israel served the Lord during all the lifetime of Joshua and of the elders who survived Joshua and who had known all the deeds done by the Lord for Israel."},{"number":32,"text":"The bones of Joseph, which the Israelites had brought up from Egypt, were buried at Shechem in the piece of ground which Jacob had bought for a hundred silver pieces from the sons of Hamer, the father of Shechem, and presented to the descendants of Joseph as their own."},{"number":33,"text":"Eleazar the son of Aaron died also, and they buried him at Gibeath, which had been given to his son Phinehas, in the highlands of Ephraim."}]}