{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":3,"verses":[{"number":1,"text":"In the morning Joshua rose, and he and all the Israelites set out from Shittim and reached the Jordan, where they passed the night before they crossed over."},{"number":2,"text":"Three days afterwards the officers went through the camp"},{"number":3,"text":"and gave this order to the nation: “When you see the ark of the covenant of the Lord your God being carried by the priestly Levites, then set out and follow it,"},{"number":4,"text":"so that you can learn the ford by which you are to cross, because you have never crossed here before. Only, you must not come close to the ark. Between it and you there must be a space kept of two thousand cubits.”"},{"number":5,"text":"Then Joshua said to the people, “Consecrate yourselves, for tomorrow the Lord will do wonders among you.”"},{"number":6,"text":"To the priests he said, “Lift the ark of the covenant and go in front of the people.” So they lifted the ark of the covenant and went in front of the people."},{"number":7,"text":"And the Lord said to Joshua, “This day I begin to exalt you in the sight of Israel, to let them see that as I was with Moses so I will be with you."},{"number":8,"text":"Order the priests who are carrying the ark of the covenant to stand still in the Jordan as soon as they reach the edge of the water.”"},{"number":9,"text":"Then Joshua told the Israelites to come and listen to the words of the Lord, their God."},{"number":10,"text":"Joshua said, “This is to let you see that the living God is among you, and that he will without fail evict before you the Canaanites and the Hittites and the Hivites and the Perizzites and the Girgashites and the Amorites and the Jebusites."},{"number":11,"text":"See, the ark of the covenant of the Lord of all the earth is crossing the Jordan in front of you."},{"number":12,"text":"Now choose twelve men from the tribes of Israel, a man from each tribe."},{"number":13,"text":"Whenever the soles of the feet of the priests who carry the ark of the covenant of the Lord, the Lord of all the earth, rest in the water of the Jordan, the waters of the Jordan will be stopped. The waters which are flowing down, they will be dammed up.”"},{"number":14,"text":"And when the people left their tents to cross the Jordan, headed by the priests who carried the ark of the covenant,"},{"number":15,"text":"as soon as the bearers reached the Jordan and the feet of the priests dipped in the water at the edge (for the Jordan overflows its banks all the time of harvest),"},{"number":16,"text":"the waters that flow down stopped and were dammed up at a distance, at Adam (a town beside Zarethan), while the waters that flow away to the sea of the Arabah (the Dead Sea) were cut off and failed. In this way the people crossed, opposite Jericho."},{"number":17,"text":"The priests who carried the ark of the covenant of the Lord stood still on dry ground in the middle of the Jordan, and all Israel crossed on dry ground until the whole nation had finished crossing."}]}