{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":4,"verses":[{"number":1,"text":"When the whole nation had finished crossing the Jordan, the Lord said to Joshua,"},{"number":2,"text":"“Take twelve men from the nation, a man from each tribe,"},{"number":3,"text":"and order them to take twelve stones out of the Jordan from the spot where the feet of the priests stood firm. They must carry these stones across and place them on the spot where you spend the night.”"},{"number":4,"text":"Joshua called the twelve men of Israel whom he had ready, one from each of the tribes."},{"number":5,"text":"and said to them, “Cross in front of the ark of the Lord your God through the Jordan, each of you taking a stone on his shoulder, one for each of the tribes of Israel."},{"number":6,"text":"They are to be a sign for your nation. When in the future your children ask what these stones mean,"},{"number":7,"text":"tell them it was because the waters of the Jordan were stopped before the ark of the covenant of the Lord, stopped when it crossed the Jordan. These stones will be a memorial for Israel for all time.”"},{"number":8,"text":"The Israelites followed Joshua’s orders. They lifted twelve stones out of the Jordan, as the Lord had commanded Joshua, one for each of the tribes of Israel, and carried them over along with them to the spot where they spent the night, laying them down there."},{"number":9,"text":"Joshua also had twelve stones set up in the middle of the Jordan on the spot where the feet of the priests who carried the ark of the covenant had stood. They are there to this day."},{"number":10,"text":"For the priests who carried the ark stood in the middle of the Jordan until all was finished that Joshua was told by the Lord to enjoin upon the people, all that Moses had commanded Joshua. The people hurried over,"},{"number":11,"text":"and when all the people had finished crossing, the ark passed over, the priests advancing to the front of the people."},{"number":12,"text":"The Reubenites, the Gadites, and the half tribe of Manasseh passed across under arms in front of the Israelites, as Moses had ordered them,"},{"number":13,"text":"about forty thousand men equipped for war, crossing under the eyes of the Lord to the plains of Jericho to fight."},{"number":14,"text":"The Lord exalted Joshua that day in the eyes of all Israel. They stood in awe of him as they had stood in awe of Moses all the days of his life."},{"number":15,"text":"Then the Lord said to Joshua,"},{"number":16,"text":"“Order the priests who carry the ark of the testimony to step up from the Jordan.”"},{"number":17,"text":"Joshua ordered the priests to step up from the Jordan,"},{"number":18,"text":"and whenever the priests who carried the ark of the covenant of the Lord came up from the Jordan, whenever the soles of the feet of the priests were lifted on to the dry ground, the waters of the Jordan flowed back into their place and overflowed their banks as before."},{"number":19,"text":"It was on the tenth day of the first month that the people came up from the Jordan and camped at Gilgal on the eastern side of Jericho."},{"number":20,"text":"The twelve stones which they took out of the Jordan were set up by Joshua at Gilgal."},{"number":21,"text":"He said to the Israelites, “When in the future your children ask what these stones mean,"},{"number":22,"text":"tell your children that Israel crossed the Jordan here on dry ground,"},{"number":23,"text":"for the Lord your God dried up the waters of the Jordan before you until you had passed across, as the Lord your God had done to the Reed Sea, which he also dried up before us until we passed across it –"},{"number":24,"text":"to let all the nations on earth know how strong is the hand of the Lord, that they may stand in awe of the Lord your God for all time.”"}]}