{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":5,"verses":[{"number":1,"text":"Now when all the Amorite kings west of the Jordan and all the Canaanite kings by the Mediterranean heard how the Lord had dried up the waters of the Jordan in front of the Israelites until they had got across, their hearts trembled and they were all dispirited, on account of the Israelites."},{"number":2,"text":"It was then that the Lord said to Joshua, “Make flint knives and circumcise the Israelites once more.”"},{"number":3,"text":"So Joshua made flint knives and circumcised the Israelites at the Hill of Foreskins."},{"number":4,"text":"Joshua circumcised them for this reason: all who had left Egypt, all the male warriors, had died during the journey through the desert after leaving Egypt."},{"number":5,"text":"These who had left Egypt were circumcised, but none of the people who had been born in the desert after leaving Egypt had been circumcised."},{"number":6,"text":"For forty years the Israelites had journeyed in the desert until the whole nation of warriors who had left Egypt had perished, because they would not listen to what the Lord said, and because the Lord had sworn to them that he would not let them see the land which the Lord had sworn to their ancestors that he would give us, a land abounding in milk and honey."},{"number":7,"text":"So their children, whom the Lord raised up instead of them, were circumcised by Joshua, since they had not been circumcised on the journey."},{"number":8,"text":"After the circumcising was over, the whole nation remained where they were in the camp until they had recovered."},{"number":9,"text":"Then said the Lord to Joshua, “And now I have rolled off you the scorn of the Egyptians.” Hence the name of the spot was called Gilgal, and is so called to this day."},{"number":10,"text":"When the Israelites were in camp at Gilgal they kept the Passover on the evening of the fourteenth day of the month, on the plains of Jericho."},{"number":11,"text":"The day after the Passover they ate some of the produce of the land, unleavened cakes and roasted grain."},{"number":12,"text":"And that very day the manna ceased, once they ate the produce of the land. The Israelites no longer had manna, but ate hereafter the food of the land of Canaan."},{"number":13,"text":"One day, when Joshua was near Jericho, he looked up and saw a man standing before him, holding a drawn sword. Joshua went up to him and said, “Are you for us, or are you for our enemies?”"},{"number":14,"text":"“Neither,” he answered, “I am here as the captain of the host of the Lord.” Then Joshua fell on his face to the ground and worshipped, saying, “And what has my Lord to say to his servant?”"},{"number":15,"text":"The captain of the host of the Lord said to Joshua, “Remove your sandals from your feet, for the place where you are standing is sacred.” Joshua did so."}]}