{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":6,"verses":[{"number":1,"text":"Now Jericho had shut its gates against the Israelites. No one left the town, and no one entered it."},{"number":2,"text":"Then the Lord said to Joshua, “I am putting Jericho into your hands, with its king and all its fighting men."},{"number":3,"text":"For six days you and all your men at arms must march round the town once a day,"},{"number":4,"text":"with seven priests carrying seven rams’ horns as trumpets in front of the ark. On the seventh day march round the town seven times, and the priests must blow a trumpet blast."},{"number":5,"text":"As soon as they blow a long trumpet blast on the horns, when you hear the sound, then all the people must raise a mighty shout, and the wall of the town will fall down flat, until every man of you can march in, straight in front of him.”"},{"number":6,"text":"So Joshua the son of Nun called the priests and told them to lift the ark of the covenant and let seven priests carry seven rams’ horns as trumpets in front of the ark of the Lord."},{"number":7,"text":"Then he told the people, “Forward, march round the town, with the armed men in front of the ark of the Lord."},{"number":8,"text":"Let the seven priests with the trumpets of rams’ horns go ahead in presence of the Lord, blowing the trumpets, and followed by the ark of the covenant of the Lord."},{"number":9,"text":"Let the armed men go in front of the priests who blow the trumpets, and let the rearguard follow the ark, the trumpets blowing.’"},{"number":10,"text":"To the people Joshua said, “You must not shout nor cry, you must not say a word, until I tell you to shout. Then shout.”"},{"number":11,"text":"He had the ark of the Lord carried round the town, going round it once. Then all retired to the camp and passed the night there."},{"number":12,"text":"Next morning Joshua rose, the priests lifted the ark of the Lord,"},{"number":13,"text":"and the seven priests carrying the seven rams’ horns as trumpets kept on in front of the ark of the Lord, blowing a blast, preceded by the armed men, with the rearguard after the ark, the trumpets blowing as they went."},{"number":14,"text":"On the second day they marched round the town once, and then retired to the camp. This they did for six days."},{"number":15,"text":"On the seventh day they rose at dawn and marched round the town seven times. This was the only day they marched seven times round it."},{"number":16,"text":"The seventh time, when the priests blew their blast, Joshua said to the people, “Shout, for the Lord has given you the town."},{"number":17,"text":"It will be dedicated to the Lord by destruction, the town and all in it. Only Rahab the prostitute will be spared, she and all who are with her in her house, because she hid the messengers whom we sent."},{"number":18,"text":"As for you, hands off any of the spoil which has been dedicated. If you take any of it, that would be the ruin and undoing of the camp of Israel."},{"number":19,"text":"No, all the silver and gold and articles of bronze and iron are sacred to the Lord and must come to the treasury of the Lord.”"},{"number":20,"text":"Then the people shouted, at the trumpet blast, and when the people heard the sound of the trumpet blast and raised a mighty shout, down the wall fell flat, until every man could march in, straight in front of him. In they marched and so they took the town,"},{"number":21,"text":"They massacred all in the city, men and women, old and young alike, oxen, sheep, and donkeys, giving no quarter."},{"number":22,"text":"But Joshua said to the two men who had spied out the country, “Go to the prostitute’s house and fetch the woman out, with all she has, as you swore to her.”"},{"number":23,"text":"So the young spies went and brought Rahab out, with her father and mother and brothers and all she had, all her family. They placed them outside the camp of Israel."},{"number":24,"text":"The town and all in it they burned up. Only the silver and gold and all the articles of bronze and iron they put into the treasury of the Lord."},{"number":25,"text":"Rahab the prostitute and her family and all she had, Joshua spared. She lived among the Israelites, as do her descendants to this day, because she hid the messengers whom Joshua sent to spy out Jericho."},{"number":26,"text":"Joshua then laid this oath upon the people: “Cursed before the Lord be the man who starts to rebuild this town of Jericho! At the cost of his oldest son will he lay its foundation, and at the cost of his youngest son will he erect its gates.”"},{"number":27,"text":"The Lord was with Joshua, and the fame of him spread all over the land."}]}