{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":7,"verses":[{"number":1,"text":"But the Israelites broke faith with regard to the spoil which had been dedicated. Achan the son of Karmi, the son of Zabdi, the son of Zerah, who belonged to the tribe of Judah, took some of it, and so the anger of the Lord blazed against the Israelites."},{"number":2,"text":"Joshua sent men from Jericho to Ai, which lies close to Beth-aven on the east of Bethel, ordering them to go up and spy out the land. They went up and spied out Ai"},{"number":3,"text":"and came back to Joshua, saying, “All the nation need not go up. Let only about two or three thousand men go up and attack Ai. Do not make all the nation toil up there, for there are few people at Ai.”"},{"number":4,"text":"So about three thousand men marched up. But they ran away from the men of Ai."},{"number":5,"text":"The men of Ai killed about thirty-six of them, and chased them from their gates as far as Shebarim, killing some others at the descent. The hearts of Israel trembled and became weak as water,"},{"number":6,"text":"and Joshua tore his clothes and fell to the ground upon his face before the ark of the Lord until evening, he and the elders of Israel, with dust upon their heads."},{"number":7,"text":"“Ah, Lord God,” said Joshua, “why did you ever bring this people across the Jordan, only to hand us over to the Amorites to be killed? Would that we had been content to stay on the other side of the Jordan."},{"number":8,"text":"O Lord, what can I say, after Israel has run away from its enemies?"},{"number":9,"text":"The Canaanites and all who live in the land will hear of it and surround us and wipe us off the earth. Then what will you do for your great honor?”"},{"number":10,"text":"“Get up,” said the Lord to Joshua, “why are you lying on your face there?"},{"number":11,"text":"Israel has sinned. They have broken my covenant which I commanded them to keep, they have taken some of the spoil which had been dedicated to me, stolen it, acted deceitfully, and hidden it among their own goods."},{"number":12,"text":"That is why the Israelites cannot stand up against their enemies and why they run from their enemies, because they have brought themselves under the dedication by destruction! I will never be with you again, unless you remove everything from among you which was dedicated to me."},{"number":13,"text":"Go and consecrate the people. Tell them to consecrate themselves for tomorrow. Tell them this from the Lord the God of Israel: There is a thing dedicated to me among you, O Israel. You cannot hold your own against your enemies until you put that thing away from you."},{"number":14,"text":"So in the morning you will be brought before me by your tribes, and the tribe which the Lord takes by lot must come with its clans, and the clan which the Lord takes by lot must come with its families, and the men from the family which the Lord takes by lot must come one by one."},{"number":15,"text":"Then he who is taken by lot, in possession of the object dedicated to me, must be killed, he and all his family, and their bodies burned, because he has broken the covenant of the Lord, because he has committed a scandal in Israel.”"},{"number":16,"text":"In the morning Joshua rose and brought Israel before the Lord by their tribes. The tribe of Judah was taken by lot."},{"number":17,"text":"Then the clans of Judah were brought, and the clan of the Zerahites was taken by lot. The clan of the Zerahites was brought by heads of families, and the family of Zabdi was taken by lot."},{"number":18,"text":"Then Zabdi brought his family man by man, and Achan the son of Karmi, the son of Zabdi, the son of Zerah, belonging to the tribe of Judah, was taken by lot."},{"number":19,"text":"Joshua said to Achan, “My son, confess to the Lord, the God of Israel, own up to him. Tell me what you have done, do not hide it from me.”"},{"number":20,"text":"Achan answered, “Truly I have sinned against the Lord, the God of Israel. This is what I did."},{"number":21,"text":"When I saw among the spoil a splendid robe from Shinar and two hundred shekels in silver and a bar of gold weighing fifty shekels, I coveted them and took them. The robe is hidden in the ground inside my tent, with the money under it.”"},{"number":22,"text":"So Joshua sent messengers, who ran to the tent, and there was the robe hidden inside the tent, with the money under it!"},{"number":23,"text":"They took them from the tent and brought them to Joshua and all the Israelites, who laid them before the Lord."},{"number":24,"text":"Then Joshua and all the Israelites took Achan the son of Zerah and the silver and the robe and the bar of gold and his sons and his daughters and his oxen and his donkeys and his sheep and his tent and all that he had. They brought them to the valley of Achor."},{"number":25,"text":"“Why have you undone us?” said Joshua. “The Lord will undo you this day.” Then all Israel stoned him and his family to death. They burned the bodies with fire and stoned them with stones,"},{"number":26,"text":"and over them they raised a great cairn of stones. It stands there to this day. Then the Lord relented from his fierce anger. So the name of the place is called the Valley of Achor down to this day."}]}