{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":8,"verses":[{"number":1,"text":"Then said the Lord to Joshua, “Don’t be afraid or dismayed. Take all the warriors with you and march up to Ai. I put into your hands the king of Ai with his people and his town and his country."},{"number":2,"text":"Treat Ai and its king as you treated Jericho and its king, except that you may take the spoils and cattle in it for yourselves. Lay an ambush for the town to the west of it.”"},{"number":3,"text":"So Joshua and all the warriors started off for Ai. Joshua picked out three thousand veterans and despatched them by night"},{"number":4,"text":"with orders to “Lie in ambush to the west of the town at its rear. Do not go too far away but be all ready."},{"number":5,"text":"I and all the troops who are with me will move against the town, and when they come out against us, as before, we will run off,"},{"number":6,"text":"until we draw them away from the town, for they will think we are running from them as before. Then, as we run away,"},{"number":7,"text":"you must start out of your ambush and seize the town. The Lord your God will put it into your hands."},{"number":8,"text":"As soon as you have seized the town, set it on fire, and carry out the Lord’s command. These are my orders.”"},{"number":9,"text":"So Joshua despatched them, and they went to the place of ambush, remaining between Bethel and Ai, to the west of Ai. Joshua spent the night in the camp in the valley."},{"number":10,"text":"Joshua rose in the morning and mustered the nation. Then he and the elders of Israel led them against Ai."},{"number":11,"text":"All the nation, that is, the armed men who were with him, marched up close to the town and camped on the north of Ai. Between him and Ai lay a valley,"},{"number":12,"text":"so Joshua took about five thousand men and put them in ambush between Bethel and Ai, to the west of the town."},{"number":13,"text":"The main army were thus stationed to the north of the town, with the ambush laid to the west. Joshua passed that night in the middle of the valley."},{"number":14,"text":"When the king of Ai saw this, he and his men made an early start. In the morning they rose and marched out to fight Israel at the expected place near the Arabah, not knowing that an ambush had been laid behind the town."},{"number":15,"text":"They beat Joshua and all Israel, who fled in the direction of the desert."},{"number":16,"text":"All the townsmen of Ai were called out to pursue them. They allowed themselves to be drawn away from the town."},{"number":17,"text":"Not a man was left in Ai or Bethel who did not go out after Israel, and in their pursuit of the Israelites they left the town unguarded."},{"number":18,"text":"Then said the Lord to Joshua, “Stretch out the javelin in your hand towards Ai, for I put Ai in your power.”"},{"number":19,"text":"And as soon as Joshua stretched out the javelin towards the town, the men in ambush rushed into the town and captured it, and hurried to set the town on fire."},{"number":20,"text":"So that when the men of Ai turned round to look, there was smoke rising from the town! They had no chance to flee this way or that, for the Israelites who were flying towards the desert turned upon their pursuers."},{"number":21,"text":"Seeing that the men in ambush had captured the town and seeing the smoke rise up from it, Joshua and the Israelites turned and attacked the men of Ai,"},{"number":22,"text":"and the men in ambush rushed from the town to join them, so that the men of Ai were caught between Israelites, some on one side and some on the other. They were slaughtered until not a man escaped or remained alive."},{"number":23,"text":"The king of Ai was taken alive and brought to Joshua."},{"number":24,"text":"When the Israelite had finished slaughtering the townsmen of Ai who had run into the desert and when they had cut them down, giving no quarter, all Israel then returned to Ai and sacked it."},{"number":25,"text":"All the population of Ai fell that day, both men and women, twelve thousand in all."},{"number":26,"text":"Joshua never withdrew the hand that held his javelin until he had massacred all who lived in Ai."},{"number":27,"text":"Only the Israelites took the spoils and cattle of the town for themselves, as the Lord had given orders to Joshua."},{"number":28,"text":"Ai itself Joshua burned, and made it a heap of ruins. To this day it lies desolate."},{"number":29,"text":"Joshua hung the king of Ai on a tree until evening. At sunset Joshua ordered his body to be taken down from the tree and thrown down at the entrance to the town-gate. They raised a cairn of stones over it, which is there to this day."},{"number":30,"text":"Then Joshua built an altar to the Lord, the God of Israel, on mount Ebal,"},{"number":31,"text":"as Moses the servant of the Lord had commanded the Israelites, according to the directions written in the law book of Moses. It was an altar of undressed stones, to which no man had ever taken an iron tool. They sacrificed burnt-offerings to the Lord upon it, and recompense offerings."},{"number":32,"text":"Also he wrote on the stones there a copy of the law of Moses, writing it in presence of the Israelites."},{"number":33,"text":"All Israel, both native Israelites and foreigners, with their elders, their officials, and their judges, stood on each side of the ark in presence of the priestly Levites who carried the ark of the covenant of the Lord. Half of them stood in front of mount Gerizim and half in front of mount Ebal, as Moses the servant of the Lord had previously commanded the people to be blessed."},{"number":34,"text":"Then Joshua read aloud all the terms of the law, the blessing and the curse, exactly as it was written in the law book."},{"number":35,"text":"There was not a word of the orders of Moses which Joshua did not read aloud before all the assembled Israelites, with the women, the children, and the foreigners who accompanied them."}]}