{"translation":"oeb-us","book":"jos","bookName":"Joshua","chapter":9,"verses":[{"number":1,"text":"When this was heard by all the kings west of the Jordan, in the highlands and the lowlands and all along the coast of the Mediterranean as far as Lebanon, then Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites,"},{"number":2,"text":"gathered as one to attack Joshua and Israel."},{"number":3,"text":"When the citizens of Gibeon heard what Joshua had done to Jericho and Ai,"},{"number":4,"text":"they went to work craftily. They took provisions in old sacks on their donkeys, and old mended wineskins,"},{"number":5,"text":"with old patched sandals on their feet and old clothes on their bodies. The bread they took was all dry and crumbling."},{"number":6,"text":"They went to Joshua at the camp in Gilgal and said to him and to the Israelites, “We have come from a far country. Please make a treaty with us.”"},{"number":7,"text":"‘The Israelites said to these Hivites, “Perhaps you live in our country, so why should we make a treaty with you?”"},{"number":8,"text":"“We are at your service,” they said to Joshua. “But who are you,” Joshua asked, “and where do you come from?”"},{"number":9,"text":"“From a country very far away,” they said, “and we have come on account of the Lord, your God, for we have heard of his fame, of all he did in Egypt,"},{"number":10,"text":"and of all he did to the two Amorite kings east of the Jordan, King Sihon of Heshbon and King Og of Bashan who reigned at Ashtaroth."},{"number":11,"text":"Our elders and all our people told us to take provisions with us for the journey and to go and meet you and say, ‘We are at your service. Please make a treaty with us.’"},{"number":12,"text":"This bread we took hot out of our houses on the day we started, and there, you see, it is dry and crumbling by this time!"},{"number":13,"text":"These wineskins were new when we filled them, and you see they are torn. These clothes and shoes of ours are worn out, owing to the long journey.”"},{"number":14,"text":"So the Israelites tried some of their provisions, never asking the Lord for advice."},{"number":15,"text":"Joshua made peace with them and made a treaty with them to spare their lives, and the leaders of the community swore an oath to them."},{"number":16,"text":"Three days after they had made the treaty, they heard that the men were neighbours, living in the same country!"},{"number":17,"text":"On the third day, as the Israelites marched forward, they came to their towns, Gibeon, Kefirah, Beeroth, and Kiriath Jearim."},{"number":18,"text":"The Israelites did not kill them, because the leaders of the community had sworn an oath to them by the Lord, the God of Israel. The community all grumbled against the leaders,"},{"number":19,"text":"but the leaders all replied, “We swore an oath to them by the Lord the God of Israel! We cannot touch them now."},{"number":20,"text":"We must grant them the favour of their lives, or wrath will come upon us over the oath we took to them."},{"number":21,"text":"Let them live,” said the leaders. So they became woodcutters and watercarriers to all the community, as the leaders directed."},{"number":22,"text":"Then Joshua called for them and asked them, “Why have you deceived us by saying you came from far, far away, when you live in the same country as ourselves?"},{"number":23,"text":"A curse on you! You will forever provide us with slaves for the temple of my God, woodcutters and watercarriers.”"},{"number":24,"text":"They answered Joshua, “It was because we, your servants, were assured that the Lord your God had ordered his servant Moses to assign you all the land and to destroy all the people living in it. That put us in terror of our lives before you, and so we did this."},{"number":25,"text":"Well, we are in your power! Whatever you think right and fair to do to us, do it.”"},{"number":26,"text":"This then, was how Joshua treated them: he saved them from the Israelites and kept them from being murdered,"},{"number":27,"text":"but he made them that day woodcutters and watercarriers for the community and for the altar of the Lord, wherever the Lord chooses. As they still are."}]}