{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":10,"verses":[{"number":1,"text":"A wise iudge will instruct his people, & the gouernement of a prudent man is well ordered."},{"number":2,"text":"As the iudge of the people is himselfe, so are his officers, and what maner of man the ruler of the citie is, such are all they that dwell therein."},{"number":3,"text":"An vnwise king destroyeth his people, but through the prudence of them which are in authoritie, the citie shalbe inhabited."},{"number":4,"text":"The power of the earth is in the hand of the Lord, and in due time hee will set ouer it one that is profitable."},{"number":5,"text":"In the hand of God is the prosperitie of man: and vpon the person of the scribe shall he lay his honour."},{"number":6,"text":"Beare not hatred to thy neighbour for euery wrong, and do nothing at all by iniurious practises."},{"number":7,"text":"Pride is hatefull before God, and man: and by both doeth one commit iniquitie."},{"number":8,"text":"Because of vnrighteous dealings, iniuries, and riches got by deceit, the kingdome is translated from one people to another."},{"number":9,"text":"Why is earth and ashes proude? There is not a more wicked thing, then a couetous man: for such an one setteth his owne soule to sale, because while he liueth, he casteth away his bowels."},{"number":10,"text":"The Phisition cutteth off a long disease, and he that is to day a King, to morrow shall die."},{"number":11,"text":"For when a man is dead, hee shall inherite creeping things, beastes and wormes."},{"number":12,"text":"The beginning of pride is, when one departeth from God, and his heart is turned away from his maker."},{"number":13,"text":"For pride is the beginning of sinne, and hee that hath it, shall powre out abomination: and therefore the Lord brought vpon them strange calamities, and ouerthrew them vtterly."},{"number":14,"text":"The Lord hath cast downe the thrones of proud Princes, and set vp the meeke in their stead."},{"number":15,"text":"The Lord hath plucked vp the rootes of the proud nations: and planted the lowly in their place."},{"number":16,"text":"The Lord ouerthrew countreys of the heathen: and destroyed them to the foundations of the earth."},{"number":17,"text":"He tooke some of them away, and destroyed them, and hath made their memoriall to cease from the earth."},{"number":18,"text":"Pride was not made for men, nor furious anger for them that are borne of a woman."},{"number":19,"text":"They that feare the Lord are a sure seed, and they that loue him, an honourable plant: they that regard not the Law, are a dishonourable seed, they that transgresse the commandements, are a deceiuable seed."},{"number":20,"text":"Among brethren he that is chiefe is honourable, so are they that feare the Lord in his eyes."},{"number":21,"text":"The feare of the Lord goeth before the obtayning of authoritie: but roughnesse and pride, is the loosing thereof."},{"number":22,"text":"Whether hee bee rich, noble, or poore, their glorie is the feare of the Lord."},{"number":23,"text":"It is not meet to despise the poore man that hath vnderstanding, neither is it conuenient to magnifie a sinnefull man."},{"number":24,"text":"Great men, and Iudges, and Potentates shall bee honoured, yet is there none of them greater then he that feareth the Lord."},{"number":25,"text":"Unto the seruant that is wise, shall they that are free doe seruice: and hee that hath knowledge, will not grudge when he is reformed."},{"number":26,"text":"Be not ouerwise in doing thy busines, and boast not thy selfe in the time of thy distresse."},{"number":27,"text":"Better is he that laboureth and aboundeth in all things, then hee that boasteth himselfe, and wanteth bread."},{"number":28,"text":"My sonne, glorifie thy soule in meekenesse, and giue it honour according to the dignitie thereof."},{"number":29,"text":"Who wil iustifie him that sinneth against his owne soule? and who will honour him that dishonoureth his owne life?"},{"number":30,"text":"The poore man is honoured for his skill, and the rich man is honoured for his riches."},{"number":31,"text":"Hee that is honoured in pouertie, how much more in riches? And he that is dishonourable in riches, how much more in pouertie?"}]}