{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":11,"verses":[{"number":1,"text":"Wisedome lifteth vp the head of him that is of low degree, and maketh him to sit among great men."},{"number":2,"text":"Commend not a man for his beautie, neither abhorre a man for his outward appearance."},{"number":3,"text":"The Bee is little among such as flie, but her fruite is the chiefe of sweete things."},{"number":4,"text":"Boast not of thy cloathing and raiment, and exalt not thy selfe in the day of honour: for the workes of the Lord are wonderfull, and his workes among men are hidden."},{"number":5,"text":"Many kings haue sit downe vpon the ground, and one that was neuer thought of, hath worne the crowne."},{"number":6,"text":"Many mightie men haue beene greatly disgraced: and the honourable deliuered into other mens hands."},{"number":7,"text":"Blame not before thou hast examined the trueth: vnderstand first, and then rebuke."},{"number":8,"text":"Answere not, before thou hast heard the cause: neither interrupt men in the midst of their talke."},{"number":9,"text":"Striue not in a matter that concerneth thee not: and sit not in iudgement with sinners."},{"number":10,"text":"My sonne, meddle not with many matters: for if thou meddle much, thou shalt not be innocent: and if thou follow after, thou shalt not obtaine, neither shalt thou escape by flying."},{"number":11,"text":"There is one that laboureth and taketh paines, and maketh haste, and is so much the more behinde."},{"number":12,"text":"Againe, there is another that is slow, and hath neede of helpe, wanting abilitie, and full of pouertie, yet the eye of the Lord looked vpon him for good, and set him vp from his low estate,"},{"number":13,"text":"And lifted vp his head from miserie, so that many that saw it, marueiled at him."},{"number":14,"text":"Prosperitie and aduersitie, life and death, pouerty and riches, come of the Lord."},{"number":15,"text":"Wisedome, knowledge, and vnderstanding of the Lawe, are of the Lord: loue, & the way of good workes, are from him."},{"number":16,"text":"Errour and darkenesse had their beginning together with sinners: and euill shall waxe old with them that glory therein."},{"number":17,"text":"The gift of the Lord remaineth with the godly, and his fauour bringeth prosperitie for euer."},{"number":18,"text":"There is that waxeth rich by his warinesse, and pinching, and this is the portion of his reward:"},{"number":19,"text":"Whereas he sayth, I haue found rest, and now will eate continually of my goods, and yet hee knoweth not what time shall come vpon him, and that hee must leaue those things to others, and die."},{"number":20,"text":"Be stedfast in thy couenant, and be conuersant therein, and waxe olde in thy worke."},{"number":21,"text":"Marueile not at the workes of sinners, but trust in the Lord, and abide in thy labour: for it is an easie thing in the sight of the Lord, on the sudden to make a poore man rich."},{"number":22,"text":"The blessing of the Lord is in the reward of the godly, and suddenly he maketh his blessing to flourish."},{"number":23,"text":"Say not, what profit is there of my seruice? and what good things shal I haue hereafter?"},{"number":24,"text":"Againe, say not, I haue enough, and possesse many things; and what euill can come to me hereafter?"},{"number":25,"text":"In the day of prosperitie, there is a forgetfulnesse of affliction: and in the day of affliction, there is no remembrance of prosperitie."},{"number":26,"text":"For it is an easie thing vnto the Lord in the day of death, to reward a man according to his wayes."},{"number":27,"text":"The affliction of an houre, maketh a man forget pleasure: and in his end, his deeds shalbe discouered."},{"number":28,"text":"Iudge none blessed before his death: for a man shall bee knowen in his children."},{"number":29,"text":"Bring not euery man into thine house, for the deceitfull man hath many traines."},{"number":30,"text":"Like as a Partrich taken  in a cage, so is the heart of the proud; and like as a spie, watcheth hee for thy fall."},{"number":31,"text":"For hee lieth in wait, and turneth good into euill, and in things worthy praise, will lay blame vpon thee."},{"number":32,"text":"Of a sparke of fire, a heape of coales is kindled: and a sinnefull man layeth waite for blood."},{"number":33,"text":"Take heed of a mischieuous man, (for hee worketh wickednesse) lest hee bring vpon thee a perpetuall blot."},{"number":34,"text":"Receiue a stranger into thine house, and hee will disturbe thee, and turne thee out of thine owne."}]}