{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":12,"verses":[{"number":1,"text":"When thou wilt doe good, know to wh&#333; thou doest it, so shalt thou be thanked for thy benefites."},{"number":2,"text":"Do good to the godly man, and thou shalt find a recompence, and if not from him, yet from the most high."},{"number":3,"text":"There can no good come to him that is alwayes occupied in euill: nor to him that giueth no almes."},{"number":4,"text":"Giue to the godly man, and helpe not a sinner."},{"number":5,"text":"Doe well vnto him that is lowly, but giue not to the vngodly: hold backe thy bread, and giue it not vnto him, lest he ouermaster thee thereby. For  thou shalt receiue twice as much euill, for all the good thou shalt haue done vnto him."},{"number":6,"text":"For the most High hateth sinners, and will repay vengeance vnto the vngodly, and keepeth them against the mightie day of their punishment."},{"number":7,"text":"Giue vnto the good, and helpe not the sinner."},{"number":8,"text":"A friend cannot be knowen in prosperitie, and an enemy cannot be hidden in aduersitie."},{"number":9,"text":"In the prosperitie of a man, enemies will be grieued, but in his aduersitie, euen a friend will depart."},{"number":10,"text":"Neuer trust thine enemie: for like as yron rusteth, so is his wickednesse."},{"number":11,"text":"Though he humble himselfe, and goe crouching, yet take good heed, and beware of him, and thou shalt bee vnto him, as if thou hadst wiped a looking glasse, and thou shalt knowe that his rust hath not beene altogether wiped away."},{"number":12,"text":"Set him not by thee, lest when he hath ouerthrowen thee, he stand vp in thy place, neither let him sit at thy right hand, lest he seeke to take thy seat, and thou at the last remember my wordes, and be pricked therewith."},{"number":13,"text":"Who will pitie a charmer that is bitten with a serpent, or any such as come nigh wilde beasts?"},{"number":14,"text":"So one that goeth to a sinner, and is defiled with him in his sinnes, who will pitie?"},{"number":15,"text":"For a while hee will abide with thee, but if thou begin to fall, he wil not tarie."},{"number":16,"text":"An enemie speaketh sweetly with his lippes, but in his heart he imagineth how to throw thee into a pit: hee will weepe with his eyes, but if he find opportunitie, hee will not be satisfied with blood."},{"number":17,"text":"If aduersitie come vpon thee, thou shalt find him there first, & though he pretend to helpe thee, yet shal he vndermine thee."},{"number":18,"text":"He will shake his head and clap his handes, and whisper much, and change his countenance."}]}