{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":14,"verses":[{"number":1,"text":"Blessed is the man that hath not slipt with his mouth, and is not pricked with the multitude of sinnes."},{"number":2,"text":"Blessed is hee whose conscience hath not condemned him, and who is not fallen from his hope in the Lord."},{"number":3,"text":"Riches are not comely for a niggard: and what should an enuious man doe with money?"},{"number":4,"text":"He that gathereth by defrauding his owne soule, gathereth for others, that shall spend his goods riotously."},{"number":5,"text":"Hee that is euill to himselfe, to whom will he be good? he shall not take pleasure in his goods."},{"number":6,"text":"There is none worse then he that enuieth himselfe; and this is a recompence of his wickednesse."},{"number":7,"text":"And if he doth good, he doth it vnwillingly, and at the last he will declare his wickednesse."},{"number":8,"text":"The enuious man hath a wicked eye, he turneth away his face and despiseth men."},{"number":9,"text":"A couetous mans eye is not satisfied with his portion, and the iniquity of the wicked dryeth vp his soule."},{"number":10,"text":"A wicked eye enuieth  bread, and he is a niggard at his table."},{"number":11,"text":"My sonne, according to thy habilitie doe good to thy selfe, and giue the Lord his due offering."},{"number":12,"text":"Remember that death will not be long in comming, and that the couenant of the graue is not shewed vnto thee."},{"number":13,"text":"Doe good vnto thy friend before thou die, and according to thy abilitie, stretch out thy hand and giue to him."},{"number":14,"text":"Defraud not thy selfe of the good day, and let not the part of a good desire ouerpasse thee."},{"number":15,"text":"Shalt thou not leaue thy trauailes vnto another? and thy labours to be diuided by lot?"},{"number":16,"text":"Giue, and take, and sanctifie thy soule, for there is no seeking of dainties in the graue."},{"number":17,"text":"All flesh waxeth old as a garment: for the couenant from the beginning is; thou shalt die the death."},{"number":18,"text":"As of the greene leaues on a thicke tree, some fall, and some grow; so is the generation of flesh and blood, one commeth to an end, and another is borne."},{"number":19,"text":"Euery worke rotteth and consumeth away, and the worker therof shal goe withall."},{"number":20,"text":"Blessed is the man that doeth meditate good things in wisdome, and that reasoneth of holy things by his vnderstanding."},{"number":21,"text":"He that considereth her wayes in his heart, shall also haue vnderstanding in her secrets."},{"number":22,"text":"Goe after her as one that traceth, and lie in wait in her wayes."},{"number":23,"text":"Hee that prieth in at her windowes, shal also hearken at her doores."},{"number":24,"text":"Hee that doeth lodge neere her house, shall also fasten a pin in her walles."},{"number":25,"text":"He shall pitch his tent nigh vnto her, and shall lodge in a lodging where good things are."},{"number":26,"text":"He shal set his children vnder her shelter, and shall lodge vnder her branches."},{"number":27,"text":"By her he shall be couered from heat, and in her glory shall he dwell."}]}