{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":16,"verses":[{"number":1,"text":"Desire not a multitude of vnprofitable children, neither delight in vngodly sonnes."},{"number":2,"text":"Though they multiply, reioyce not in them, except the feare of the Lord be with them."},{"number":3,"text":"Trust not thou in their life, neither respect their multitude: for one that is iust, is better then a thousand, and better it is to die without children, then to haue them that are vngodly."},{"number":4,"text":"For by one that hath vnderstanding, shall the city be replenished, but the kindred of the wicked, shall speedily become desolate."},{"number":5,"text":"Many such things haue I seene with mine eyes, and mine eare hath heard greater things then these."},{"number":6,"text":"In the congregation of the vngodly, shall a fire be kindled, and in a rebellious nation, wrath is set on fire."},{"number":7,"text":"Hee was not pacified towards the olde giants, who fell away in the strength of their foolishnesse."},{"number":8,"text":"Neither spared he the place where Lot soiourned, but abhorred them for their pride."},{"number":9,"text":"Hee pitied not the people of perdition, who were taken away in their sinnes."},{"number":10,"text":"Nor the sixe hundreth thousand footmen, who were gathered together in the hardnesse of their hearts."},{"number":11,"text":"And if there be one stiffe-necked among the people, it is marueile, if he escape vnpunished; for mercy and wrath are with him, hee is mighty to forgiue, and to powre out displeasure."},{"number":12,"text":"As his mercy is great, so is his correction also: he iudgeth a man according to his workes."},{"number":13,"text":"The sinner shall not escape with his spoiles, and the patience of the godly shall not be frustrate."},{"number":14,"text":"Make way for euery worke of mercy: for euery man shall finde according to his workes."},{"number":15,"text":"The Lord hardened Pharaoh, that hee should not know him, that his powerfull workes might be knowen to the world."},{"number":16,"text":"His mercy is manifest to euery creature, and hee hath separated his light from the darkenesse with an Adamant."},{"number":17,"text":"Say not thou, I will hide my selfe from the Lord: shall any remember me from aboue? I shall not be remembred among so many people: for what is my soule among such an infinite number of creatures?"},{"number":18,"text":"Behold, the heauen, and the heauen of heauens, the deepe and the earth, and all that therein is, shall be mooued when he shall visit."},{"number":19,"text":"The mountaines also, and foundations of the earth shall bee shaken with trembling, when the Lord looketh vpon them."},{"number":20,"text":"No heart can thinke vpon these things worthily: and who is able to conceiue his wayes?"},{"number":21,"text":"It is a tempest, which no man can see: for the most part of his workes are hidde."},{"number":22,"text":"Who can declare the workes of his iustice? or who can endure them? for his Couenant is afarre off, and the triall of all things is in the ende."},{"number":23,"text":"He that wanteth vnderstanding, will thinke vpon vaine things: and a foolish man erring, imagineth follies."},{"number":24,"text":"My sonne, hearken vnto mee, and learne knowledge, and marke my words with thy heart."},{"number":25,"text":"I will shewe foorth doctrine in weight, and declare his knowledge exactly."},{"number":26,"text":"The works of the Lord are done in iudgement from the beginning: and from the time he made them, hee disposed the parts thereof."},{"number":27,"text":"Hee garnished his workes for euer, and in his hand are the chiefe of them vnto all generations: they neither labour, nor are weary, nor cease from their workes."},{"number":28,"text":"None of them hindreth another, and they shall neuer disobey his word."},{"number":29,"text":"After this, the Lord looked vpon the earth, and filled it with his blessings."},{"number":30,"text":"With all maner of liuing things hath hee couered the face thereof, and they shall returne into it againe."}]}