{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":17,"verses":[{"number":1,"text":"The Lord created man of the earth, and turned him into it againe."},{"number":2,"text":"He gaue them few dayes, and a short time, and power also ouer the things therein."},{"number":3,"text":"He endued them with strength by themselues, and made them according to his image,"},{"number":4,"text":"And put the feare of man vpon all flesh, and gaue him dominion ouer beasts and foules."},{"number":5,"text":""},{"number":6,"text":"Counsell, and a tongue, and eyes, eares, and a heart, gaue he them to vnderstand."},{"number":7,"text":"Withall, hee filled them with the knowledge of vnderstanding, & shewed them good and euill."},{"number":8,"text":"Hee set his eye vpon their hearts, that he might shew them the greatnesse of his workes."},{"number":9,"text":"He gaue them to glory in his marueilous actes for euer, that they might declare his works with vnderstanding."},{"number":10,"text":"And the elect shall praise his holy Name."},{"number":11,"text":"Beside this he gaue them knowledge, and the law of life for an heritage."},{"number":12,"text":"He made an euerlasting couenant with them, and shewed them his iudgements."},{"number":13,"text":"Their eyes saw the maiestie of his glory, and their eares heard his glorious voyce."},{"number":14,"text":"And he said vnto them, Beware of all vnrighteousnes, and he gaue euery man commandement concerning his neighbour,"},{"number":15,"text":"Their wayes are euer before him, and shall not be hid from his eyes."},{"number":16,"text":"Euery man from his youth is giuen to euil, neither could they make to themselues fleshie hearts for stonie."},{"number":17,"text":"For in the diuision of the nations of the whole earth, he set a ruler ouer euery people, but Israel is the Lords portion."},{"number":18,"text":"Whom being his first borne, hee nourisheth with discipline, and giuing him the light of his loue, doth not forsake him."},{"number":19,"text":"Therefore all their workes are as the Sunne before him, and his eyes are continually vpon their wayes."},{"number":20,"text":"None of their vnrighteous deeds are hid from him, but all their sinnes are before the Lord:"},{"number":21,"text":"But the Lord being gracious, and knowing his workemanship, neither left nor forsooke them, but spared them."},{"number":22,"text":"The almes of a man is as a signet with him, and he will keep the good deedes of man, as the apple of the eye, and giue repentance to his sonnes and daughters."},{"number":23,"text":"Afterward he will rise vp and reward them, and render their recompense vpon their heads."},{"number":24,"text":"But vnto them that repent, he granted them returne, and comforted those that faile in patience."},{"number":25,"text":"Returne vnto the Lord, and forsake thy sinnes, make thy prayer before his face, and offend lesse."},{"number":26,"text":"Turne againe to the most High, and turne away from iniquitie: for he will leade thee out of darkenesse into the light of health, and hate thou abomination vehemently."},{"number":27,"text":"Who shall praise the most High in the graue, in stead of them which liue and giue thanks?"},{"number":28,"text":"Thankesgiuing perisheth from the dead, as from one that is not: the liuing and sound in heart, shall praise the Lord."},{"number":29,"text":"How great is the louing kindnes of the Lord our God, and his compassion vnto such as turne vnto him in holinesse?"},{"number":30,"text":"For all things cannot bee in men, because &thorn; sonne of man is not immortal."},{"number":31,"text":"What is brighter then the Sun? yet the light thereof faileth: and flesh and blood will imagine euill."},{"number":32,"text":"Hee vieweth the power of the height of heauen, and all men are but earth and ashes."}]}