{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":19,"verses":[{"number":1,"text":"A labouring man that is giuen to drunkennesse shal not be rich, and hee that contemneth small things shall fall by little & little."},{"number":2,"text":"Wine and women will make men of vnderstanding to fall away, and he that cleaueth to harlots will become impudent."},{"number":3,"text":"Mothes and wormes shall haue him to heritage, and a bold man shall be taken away."},{"number":4,"text":"He that is hasty to giue credit is light minded, and he that sinneth shall offend against his owne soule."},{"number":5,"text":"Who so taketh pleasure in wickednesse shall be condemned, but he that resisteth pleasures, crowneth his life."},{"number":6,"text":"He that can rule his tongue shall liue without strife, and he that hateth babbling, shall haue lesse euill."},{"number":7,"text":"Rehearse not vnto another that which is told vnto thee, and thou shalt fare neuer the worse."},{"number":8,"text":"Whether it be to friend or foe, talk not of other mens liues, and if thou canst without offence reueale them not."},{"number":9,"text":"For he heard and obserued thee, and when time commeth he will hate thee."},{"number":10,"text":"If thou hast heard a word, let it die with thee, and be bold it will not burst thee."},{"number":11,"text":"A foole trauaileth with a word, as a woman in labour of a child."},{"number":12,"text":"As an arrowe that sticketh in a mans thigh, so is a word within a fooles belly."},{"number":13,"text":"Admonish a friend, it may be he hath not done it, and if he haue  that he doe it no more."},{"number":14,"text":"Admonish thy friend, it may be he hath not said it, and if he haue, that he speake it not againe."},{"number":15,"text":"Admonish a friend: for many times it is a slander, & beleeue not euery tale."},{"number":16,"text":"There is one that slippeth in his speach, but not from his heart, and who is he that hath not offended with his tongue?"},{"number":17,"text":"Admonish thy neighbour before thou threaten him, and not being angry giue place to the Law of the most high."},{"number":18,"text":"The feare of the Lord is the first step to be accepted  and wisedome obtaineth his loue."},{"number":19,"text":"The knowledge of the Commandements of the Lord, is the doctrine of life, and they that do things that please him, shall receiue the fruit of the tree of immortalitie."},{"number":20,"text":"The feare of the Lord is all wisedome, and in all wisedome is the performance of the Law, and the knowledge of his omnipotencie."},{"number":21,"text":"If a seruant say to his master, I will not doe as it pleaseth thee, though afterward hee doe it, hee angereth him that nourisheth him."},{"number":22,"text":"The knowledge of wickednes is not wisedome, neither at any time the counsell of sinners, prudence."},{"number":23,"text":"There is a wickednesse, and the same an abomination, and there is a foole wanting in wisedome."},{"number":24,"text":"He that hath smal vnderstanding and feareth God, is better then one that hath much wisedome, and transgresseth the Law of the most High."},{"number":25,"text":"There is an exquisite subtilty, and the same is vniust, and there is one that turneth aside to make iudgement appeare: and there is a wise man that iustifieth in iudgement."},{"number":26,"text":"There is a wicked man that hangeth downe his head sadly; but inwardly he is full of deceit,"},{"number":27,"text":"Casting downe his countenance, and making as if he heard not: where he is not knowen, he will do thee a mischiefe before thou be aware."},{"number":28,"text":"And if for want of power hee be hindered from sinning, yet when he findeth opportunitie he wil doe euil."},{"number":29,"text":"A man may bee knowen by his looke, and one that hath vnderstanding, by his countenance, when thou meetest him."},{"number":30,"text":"A mans attire, and excessiue laughter, and gate, shew what he is."}]}