{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":21,"verses":[{"number":1,"text":"My sonne, hast thou sinned? doe so no more, but aske pardon for thy former sinnes."},{"number":2,"text":"Flee from sinne as from the face of a Serpent: for if thou commest too neere it, it will bite thee: the teeth thereof, are as the teeth of a lyon, slaying the soules of men."},{"number":3,"text":"All iniquitie is as a two edged sword, the wounds whereof cannot be healed."},{"number":4,"text":"To terrifie and doe wrong, will waste riches: thus the house of proude men shalbe made desolate."},{"number":5,"text":"A prayer out of a poore mans mouth reacheth to the eares of God, and his iudgement commeth speedily."},{"number":6,"text":"He that hateth to be reprooued, is in the way of sinners: but hee that feareth the Lord, will repent from his heart."},{"number":7,"text":"An eloquent man is knowen farre and neere, but a man of vnderstanding knoweth when he slippeth."},{"number":8,"text":"He that buildeth his house with other mens money, is like one that gathereth himselfe stones for the tombe of his buriall."},{"number":9,"text":"The congregation of the wicked is like tow wrapped together: and the end of them is a flame of fire to destroy them."},{"number":10,"text":"The way of sinners is made plaine with stones, but at the ende thereof is the pit of hell."},{"number":11,"text":"Hee that keepeth the Law of the Lord, getteth the vnderstanding thereof: and the perfection of the feare of the Lord, is wisedome."},{"number":12,"text":"He that is not wise, will not be taught: but there is a wisedome which multiplieth bitternesse."},{"number":13,"text":"The knowledge of a wise man shall abound like a flood: and his counsell is like a pure fountaine of life."},{"number":14,"text":"The inner parts of a foole, are like a broken vessell, and he will holde no knowledge as long as he liueth."},{"number":15,"text":"If a skilfull man heare a wise word, hee will commend it, and adde vnto it: but assoone as one of no vnderstanding heareth it, it displeaseth him, and he casteth it behinde his backe."},{"number":16,"text":"The talking of a foole is like a burden in the way: but grace shall be found in the lips of the wise."},{"number":17,"text":"They inquire at the mouth of the wise man in the congregation, and they shall ponder his words in their heart."},{"number":18,"text":"As is a house that is destroyed, so is wisedome to a foole: and the knowledge of the vnwise, is as talke without sense."},{"number":19,"text":"Doctrine vnto fooles, is as fetters on the feete, and like manacles on the right hand."},{"number":20,"text":"A foole lifteth vp his voyce with laughter, but a wise man doeth scarce smile a litle."},{"number":21,"text":"Learning is vnto a wise man, as an ornament of gold, and like a bracelet vpon his right arme."},{"number":22,"text":"A foolish mans foote is soone in his  house: but a man of experience is ashamed of him."},{"number":23,"text":"A foole will peepe in at the doore into the house, but he that is well nurtured, will stand without."},{"number":24,"text":"It is the rudenesse of a man to hearken at the doore: but a wise man will be grieued with the disgrace."},{"number":25,"text":"The lips of talkers will bee telling such things as pertaine not vnto them: but the words of such as haue vnderstanding, are weighed in the ballance."},{"number":26,"text":"The heart of fooles is in their mouth, but the mouth of the wise is in their heart."},{"number":27,"text":"When the vngodly curseth Satan, he curseth his owne soule."},{"number":28,"text":"A whisperer defileth his owne soule, and is hated wheresoeuer hee dwelleth."}]}