{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":22,"verses":[{"number":1,"text":"A slouthful man is compared to a filthy stone, and euery one will hisse him out to his disgrace."},{"number":2,"text":"A slouthfull man is compared to the filth of a dunghill: euery man that takes it vp, will shake his hand."},{"number":3,"text":"An euill nurtured sonne is the dishonour of his father that begate him: and a  daughter is borne to his losse."},{"number":4,"text":"A wise daughter shall bring an inheritance to her husband: but shee that liueth dishonestly, is her fathers heauinesse."},{"number":5,"text":"Shee that is bold, dishonoureth both her father and her husband, but they both shall despise her."},{"number":6,"text":"A tale out of season  musick in mourning: but stripes and correction of wisedome are neuer out of time."},{"number":7,"text":"Who so teacheth a foole, is as one that gleweth a potsheard together, and as hee that waketh one from a sound sleepe."},{"number":8,"text":"Hee that telleth a tale to a foole, speaketh to one in a slumber: when hee hath told his tale, he will say, What is the matter?"},{"number":9,"text":"If children liue honestly, and haue wherwithall, they shall couer the basenesse of their parents."},{"number":10,"text":"But children being haughtie through disdaine, and want of nurture, doe staine the nobilitie of their kinred."},{"number":11,"text":"Weepe for the dead, for hee hath lost the light: and weepe for the foole, for he wanteth vnderstanding: make litle weeping for the dead, for hee is at rest: but the life of the foole is worse then death."},{"number":12,"text":"Seuen dayes doe men mourne for him that is dead; but for a foole, and an vngodly man, all the dayes of his life."},{"number":13,"text":"Talke not much with a foole, and goe not to him that hath no vnderstanding, beware of him lest thou haue trouble, and thou shalt neuer be defiled with his fooleries: depart from him, and thou shalt find rest, and neuer bee disquieted with madnesse."},{"number":14,"text":"What is heauier then lead? and what is the name thereof, but a foole?"},{"number":15,"text":"Sand, and salt, and a masse of yron is easier to beare then a man without vnderstanding."},{"number":16,"text":"As timber girt and bound together in a building, cannot be loosed with shaking: so the heart that is stablished by aduised counsel, shal feare at no time."},{"number":17,"text":"A heart setled vpon a thought of vnderstanding, is as a faire plaistering on the wall of a gallerie."},{"number":18,"text":"Pales set on an high place will neuer stand against the wind: so a feareful heart in the imagination of a foole, can not stand against any feare."},{"number":19,"text":"He that pricketh the eye, wil make teares to fall: and he that pricketh the heart, maketh it to shewe her knowledge."},{"number":20,"text":"Who so casteth a stone at the birds, frayeth them away, and he that vpbraideth his friend, breaketh friendship."},{"number":21,"text":"Though thou drewest a sword at thy friend, yet despaire not, for there way be a returning (to fauour.)"},{"number":22,"text":"If thou hast opened thy mouth against thy friend, feare not, for there may be a reconciliation: except for vpbraiding, or pride, or disclosing of secrets, or a treacherous wound, for, for these things euery friend will depart."},{"number":23,"text":"Be faithfull to thy neighbour in his pouertie, that thou mayest reioyce in his prosperitie: abide stedfast vnto him in the time of his trouble, that thou mayest bee heire with him in his heritage: for a meane estate is not alwayes to be contemned, nor the rich that is foolish, to be had in admiration."},{"number":24,"text":"As the vapour and smoke of a furnace goeth before the fire: so reuiling before blood."},{"number":25,"text":"I will not be ashamed to defend a friend: neither will I hide my selfe from him."},{"number":26,"text":"And if any euill happen vnto me by him, euery one that heareth it will beware of him."},{"number":27,"text":"Who shall set a watch before my mouth, and a seale of wisedome vpon my lippes, that I fall not suddenly by them, & that my tongue destroy me not?"}]}