{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":24,"verses":[{"number":1,"text":"Wisedome shall praise her selfe, and shall glory in the midst of her people."},{"number":2,"text":"In the Congregation of the most high, shall she open her mouth, and triumph before his power."},{"number":3,"text":"I came out of the mouth of the most High, and couered the earth as a cloud."},{"number":4,"text":"I dwelt in high places, and my throne is in a cloudy pillar."},{"number":5,"text":"I alone compassed the circuit of heauen, and walked in the bottome of the deepe."},{"number":6,"text":"In the waues of the sea, and in all the earth, and in euery people, and nation, I got a possession."},{"number":7,"text":"With all these I sought rest: and in whose inheritance shall I abide?"},{"number":8,"text":"So the creatour of all things gaue mee a commandement, and hee that made me, caused my tabernacle to rest: and said, Let thy dwelling be in Iacob, and thine inheritance in Israel."},{"number":9,"text":"Hee created mee from the beginning before the world, and I shall neuer faile."},{"number":10,"text":"In the holy Tabernacle I serued before him: and so was I established in Sion."},{"number":11,"text":"Likewise in the beloued citie he gaue mee rest, and in Ierusalem was my power."},{"number":12,"text":"And I tooke roote in an honourable people, euen in the portion of the Lords inheritance."},{"number":13,"text":"I was exalted like a Cedar in Libanus, and as a Cypresse tree vpon the mountaines of Hermon."},{"number":14,"text":"I was exalted like a palme tree in Engaddi, and as a rose-plant in Iericho, as a faire oliue tree in a pleasant fielde, and grew vp as a planetree by the water."},{"number":15,"text":"I gaue a sweete smell like cinamon, and aspalathus, and I yeelded a pleasant odour like the best mirrhe, as Galbanum and Onix, and sweet Storax, and as the sume of franckincense in the Tabernacle."},{"number":16,"text":"As the Turpentine tree, I stretched out my branches, and my branches are the branches of honour and grace."},{"number":17,"text":"As the Uine brought I foorth pleasant sauour, and my flowers are the fruit of honour and riches."},{"number":18,"text":"I am the mother of faire loue, and feare, and knowledge, and holy hope, I therefore being eternall, am giuen to all my children which are named of him."},{"number":19,"text":"Come vnto me all ye that be desirous of mee, and fill your selues with my fruits."},{"number":20,"text":"For my memorial is sweeter then hony, and mine inheritance then the hony combe."},{"number":21,"text":"They that eate mee shall yet be hungry, and they that drinke me shall yet be thirstie."},{"number":22,"text":"He that obeyeth me, shall neuer be confounded, and they that worke by me, shall not doe amisse."},{"number":23,"text":"All these things are the booke of the Couenant of the most high God, euen the Law which Moses commanded for an heritage vnto the Congregations of Iacob."},{"number":24,"text":"Faint not to bee strong in the Lord; that he may confirme you, cleaue vnto him: for the Lord Almightie is God alone, and besides him there is no other Sauiour."},{"number":25,"text":"He filleth all things with his wisdome, as Physon, and as Tigris in the time of the new fruits."},{"number":26,"text":"He maketh the vnderstanding to abound like Euphrates, and as Iorden in the time of the haruest."},{"number":27,"text":"He maketh the doctrine of knowledge appeare as the light, and as Geon in the time of vintage."},{"number":28,"text":"The first man knew her not perfectly: no more shall the last finde her out."},{"number":29,"text":"For her thoughts are more then the Sea, and her counsels profounder then the great deepe."},{"number":30,"text":"I also came out as a brooke from a riuer, and as a conduit into a garden."},{"number":31,"text":"I said, I will water my best garden, and will water abundantly my garden bedde: and loe, my brooke became a riuer, and my riuer became a sea."},{"number":32,"text":"I will yet make doctrine to shine as the morning, and will send forth her light afarre off."},{"number":33,"text":"I will yet powre out doctrine as prophecie, and leaue it to all ages for euer."},{"number":34,"text":"Behold that I haue not laboured for my selfe onely, but for all them that seeke wisedome."}]}