{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":25,"verses":[{"number":1,"text":"In three things I was beautified, and stoode vp beautiful, both before God and men: the vnitie of brethren, the loue of neighbours, a man and a wife that agree together."},{"number":2,"text":"Three sorts of men my soule hateth, and I am greatly offended at their life: a poore man that is proud, a rich man that is a lyar, and an olde adulterer that doteth."},{"number":3,"text":"If thou hast gathered nothing in thy youth, how canst thou finde any thing in thine age?"},{"number":4,"text":"Oh how comely a thing is iudgement for gray haires, and for ancient men to know counsell?"},{"number":5,"text":"Oh how comely is the wisedome of olde men, and vnderstanding and counsell to men of honour?"},{"number":6,"text":"Much experience is the crowne of olde men, and the feare of God is their glory."},{"number":7,"text":"There be nine things which I haue iudged in mine heart to be happy, and the tenth I will vtter with my tongue: a man that hath ioy of his children, and he that liueth to see the fall of his enemie."},{"number":8,"text":"Well is him that dwelleth with a wife of vnderstanding, and that hath not slipped with his tongue, and that hath not serued a man more vnworthy then himselfe."},{"number":9,"text":"Well is him that hath found prudence, and he that speaketh in the eares of him that will heare."},{"number":10,"text":"Oh how great is he that findeth wisedome! yet is there none aboue him that feareth the Lord."},{"number":11,"text":"But the loue of the Lord passeth all things for illumination: he that holdeth it, whereto shall he be likened?"},{"number":12,"text":"The feare of the Lord is the beginning of his loue: and faith is the beginning of cleauing vnto him."},{"number":13,"text":"any plague, but the plague of the heart: and any wickednesse, but the wickednesse of a woman."},{"number":14,"text":"And any affliction, but the affliction from them that hate me: and any reuenge, but the reuenge of enemies."},{"number":15,"text":"There is no head aboue the head of a serpent, and there is no wrath aboue the wrath of an enemie."},{"number":16,"text":"I had rather dwell with a lyon and a dragon, then to keepe house with a wicked woman."},{"number":17,"text":"The wickednesse of a woman changeth her face, and darkeneth her countenance like sackecloth."},{"number":18,"text":"Her husband shall sit among his neighbours: and when hee heareth it, shall sigh bitterly."},{"number":19,"text":"All wickednesse is but little to the wickednesse of a woman: let the portion of a sinner fall vpon her."},{"number":20,"text":"As the climbing vp a sandie way is to the feete of the aged, so is a wife full of words to a quiet man."},{"number":21,"text":"Stumble not at the beautie of a woman, and desire her not for pleasure."},{"number":22,"text":"A woman, if shee maintaine her husband, is full of anger, impudencie, and much reproch."},{"number":23,"text":"A wicked woman abateth the courage, maketh a heauie countenance, and a wounded heart: a woman that will not comfort her husband in distresse maketh weake hands, and feeble knees."},{"number":24,"text":"Of the woman came the beginning of sinne, & through her wee all die."},{"number":25,"text":"Giue the water no passage: neither a wicked woman libertie to gad abroad."},{"number":26,"text":"If she goe not as thou wouldest haue her, cut her off from thy flesh, and giue her a bill of diuorce, and let her goe."}]}