{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":26,"verses":[{"number":1,"text":"Blessed is the man that hath a vertuous wife, for the number of his dayes shall be double."},{"number":2,"text":"A vertuous woman reioyceth her husband, and he shall fulfill the yeeres of his life in peace."},{"number":3,"text":"A good wife is a good portion, which shall be giuen in the portion of them that feare the Lord."},{"number":4,"text":"Whether a man be rich or poore, if he haue a good heart towards the Lord, he shall at all times reioyce with a cheerefull countenance."},{"number":5,"text":"There bee three things that mine heart feareth: and for the fourth I was sore afraid: the slander of a citie, the gathering together of an vnruly multitude, and a false accusation: all these are worse then death."},{"number":6,"text":"But a griefe of heart and sorrow, is a woman that is ielous ouer another woman, and a scourge of the tongue which communicateth withall."},{"number":7,"text":"An euil wife is a yoke shaken to and fro: he that hath hold of her, is as though he held a scorpion."},{"number":8,"text":"A drunken woman and a gadder abroad, causeth great anger, and shee will not couer her owne shame."},{"number":9,"text":"The whordome of a woman may be knowen in her haughtie lookes, and eye lids."},{"number":10,"text":"If thy daughter be shamelesse, keepe her in straitly: lest she abuse her selfe through ouermuch libertie."},{"number":11,"text":"Watch ouer an impudent eye: and marueile not, if shee trespasse against thee."},{"number":12,"text":"Shee will open her mouth as a thirstie traueiler, when he hath found a fountaine: and drinke of euery water neere her: by euery hedge will she sit downe, and open her quiuer against euery arrow."},{"number":13,"text":"The grace of a wife delighteth her husband, and her discretion will fat his bones."},{"number":14,"text":"A silent and louing woman is a gift of the Lord, and there is nothing so much worth, as a mind well instructed."},{"number":15,"text":"A shamefast and faithfull woman is a double grace, and her continent mind cannot be valued."},{"number":16,"text":"As the Sunne when it ariseth in the high heauen: so is the beautie of a good wife in the ordering of her house."},{"number":17,"text":"As the cleare light is vpon the holy candlesticke: so is the beautie of the face in ripe age."},{"number":18,"text":"As the golden pillars are vpon the sockets of siluer: so are the faire feete with a constant heart."},{"number":19,"text":"My sonne, keepe the flowre of thine age sound: and giue not thy strength to strangers."},{"number":20,"text":"When thou hast gotten a fruitfull possession through all the field: sowe it with thine owne seede, trusting in the goodnesse of thy stocke."},{"number":21,"text":"So thy race which thou leauest shalbe magnified, hauing the confidence of their good descent."},{"number":22,"text":"An harlot shall bee accounted as spittle: but a maried woman is a towre against death to her husband."},{"number":23,"text":"A wicked woman is giuen as a portion to a wicked man: but a godly woman is giuen to him that feareth the Lord."},{"number":24,"text":"A dishonest woman contemneth shame, but an honest woman will reuerence her husband."},{"number":25,"text":"A shamelesse woman shalbe counted as a dog: but she that is shamefast will feare the Lord."},{"number":26,"text":"A woman that honoureth her husband, shall bee iudged wise of all: but she that dishonoureth him in her pride, shall be counted vngodly of all."},{"number":27,"text":"A loude crying woman, and a scolde, shall be sought out to driue away the enemies."},{"number":28,"text":"There be two things that grieue my heart: and the third maketh me angry: a man of warre that suffereth pouerty, and men of vnderstanding that are not set by: and one that returneth from righteousnesse to sinne: the Lord prepareth such a one for the sword."},{"number":29,"text":"A merchant shall hardly keepe himselfe from doing wrong: and an huckster shall not be freed from sinne."}]}