{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":27,"verses":[{"number":1,"text":"Many haue sinned for a smal matter: & he that seeketh for abundance will turne his eies away."},{"number":2,"text":"As a naile sticketh fast betweene the ioynings of the stones: so doth sinne sticke close betweene buying and selling."},{"number":3,"text":"Unlesse a man hold himselfe diligently in the feare of the Lord, his house shall soone be ouerthrowen."},{"number":4,"text":"As when one sifteth with a sieue, the refuse remaineth, so the filth of man in his talke."},{"number":5,"text":"The furnace prooueth the potters vessell: so the triall of man is in his reasoning."},{"number":6,"text":"The fruite declareth if the tree haue beene dressed: so is the vtterance of a conceit in the heart of man."},{"number":7,"text":"Praise no man before thou hearest him speake, for this is the triall of men."},{"number":8,"text":"If thou followest righteousnesse, thou shalt obtaine her, and put her on, as a glorious long robe."},{"number":9,"text":"The birds will resort vnto their like, so will truth returne vnto them that practise in her."},{"number":10,"text":"As the Lyon lieth in waite for the pray: so sinne for them that worke iniquity."},{"number":11,"text":"The discourse of a godly man is alwaies with wisedome: but a foole changeth as the Moone."},{"number":12,"text":"If thou be among the vndiscreet, obserue the time: but be continually among men of vnderstanding."},{"number":13,"text":"The discourse of fooles is irksome, and their sport is in the wantonnesse of sinne."},{"number":14,"text":"The talke of him that sweareth much, maketh the haire stand vpright: and their braules make one stop his eares."},{"number":15,"text":"The strife of the proud is blood-shedding, and their reuilings are grieuous to the eare."},{"number":16,"text":"Who so discouereth secrets, looseth his credit: and shall neuer find friend to his minde."},{"number":17,"text":"Loue thy friend, and be faithfull vnto him: but if thou bewrayest his secrets, follow no more after him."},{"number":18,"text":"For as a man hath destroyed his enemie: so hast thou lost the loue of thy neighbour."},{"number":19,"text":"As one that letteth a bird goe out of his hand, so hast thou let thy neighbour goe; and shalt not get him againe."},{"number":20,"text":"Follow after him no more, for he is too far off, he is as a roe escaped out of the snare."},{"number":21,"text":"As for a wound it may be bound vp, and after reuiling there may be reconcilement: but he that bewrayeth secrets is without hope."},{"number":22,"text":"He that winketh with the eies worketh euil, and he that knoweth him will depart from him."},{"number":23,"text":"When thou art present he will speake sweetly, and will admire thy words: but at the last he will writhe his mouth, and slander thy sayings."},{"number":24,"text":"I haue hated many things, but nothing like him, for the Lord will hate him."},{"number":25,"text":"Who so casteth a stone on high, casteth it on his owne head, and a deceitfull stroke shall make wounds."},{"number":26,"text":"Who so diggeth a pit shall fall therein: and he that setteth a trap shall be taken therein."},{"number":27,"text":"He that worketh mischiefe, it shall fall vpon him, and he shall not know whence it commeth."},{"number":28,"text":"Mockery and reproach are from the proud: but vengeance as a Lyon shall lie in waite for them."},{"number":29,"text":"They that reioyce at the fall of the righteous shalbe taken in the snare, and anguish shall consume them before they die."},{"number":30,"text":"Malice and wrath, euen these are abhominations, and the sinfull man shall haue them both."}]}