{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":28,"verses":[{"number":1,"text":"He that reuengeth shall find vengeance from the Lord, and he will surely keepe his sinnes (in remembrance.)"},{"number":2,"text":"Forgiue thy neighbour the hurt that he hath done vnto thee, so shall thy sinnes also be forgiuen when thou prayest."},{"number":3,"text":"One man beareth hatred against another, and doeth he seeke pardon from the Lord?"},{"number":4,"text":"Hee sheweth no mercy to a man, which is like himselfe: and doeth hee aske forgiuenesse of his owne sinnes?"},{"number":5,"text":"If he that is but flesh nourish hatred, who will intreat for pardon of his sinnes?"},{"number":6,"text":"Remember thy end, and let enimitie cease,  corruption and death, and abide in the Commandements."},{"number":7,"text":"Remember the Commaundements, & beare no malice to thy neighbour:  the Couenant of the highest, and winke at ignorance."},{"number":8,"text":"Abstaine from strife, and thou shalt diminish thy sinnes: for a furious man will kindle strife."},{"number":9,"text":"A sinfull man disquieteth friends, and maketh debate among them that be at peace."},{"number":10,"text":"As the matter of the fire is, so it burneth: and as a mans strength is, so is his wrath, and according to his riches his anger riseth, and the stronger they are which contend, the more they will be inflamed."},{"number":11,"text":"An hastie contention kindleth a fire, and an hasty fighting sheddeth blood."},{"number":12,"text":"If thou blow the sparke, it shall burne: if thou spit vpon it, it shall bee quenched, and both these come out of thy mouth."},{"number":13,"text":"Curse the whisperer, and double tongued: for such haue destroyed many that were at peace."},{"number":14,"text":"A backbiting tongue hath disquieted many, and driuen them from nation to nation, strong cities hath it pulled down, and ouerthrowen the houses of great men."},{"number":15,"text":"A backbiting tongue hath cast out vertuous women, and depriued them of their labours."},{"number":16,"text":"Who so hearkeneth vnto it, shall neuer finde rest, and neuer dwel quietly."},{"number":17,"text":"The stroke of the whip maketh markes in the flesh, but the stroke of the tongue breaketh the bones."},{"number":18,"text":"Many haue fallen by the edge of the sword: but not so many as haue fallen by the tongue."},{"number":19,"text":"Well is hee that is defended from it, and hath not passed through the venime thereof: who hath not drawen the yoke thereof, nor hath bene bound in her bands."},{"number":20,"text":"For the yoke thereof is a yoke of yron, and the bands thereof are bandes of brasse."},{"number":21,"text":"The death therof is an euil death, the graue were better then it."},{"number":22,"text":"It shall not haue rule ouer them that feare God, neither shall they be burnt with the flame thereof."},{"number":23,"text":"Such as forsake the Lord shall fall into it, and it shall burne in them, and not be quenched, it shalbe sent vpon them as a Lion, and deuoure them as a Leopard."},{"number":24,"text":"Looke that thou hedge thy possession about with thornes, and binde vp thy siluer and gold:"},{"number":25,"text":"And weigh thy words in a ballance, and make a doore and barre for thy mouth."},{"number":26,"text":"Beware thou slide not by it, lest thou fall before him that lieth in wait."}]}