{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":29,"verses":[{"number":1,"text":"Hee that is mercifull, will lende vnto his neighbour, and hee that strengthneth his hande, keepeth the Commandements."},{"number":2,"text":"Lend to thy neighbour in time of his need, and pay thou thy neighbour againe in due season."},{"number":3,"text":"Keepe thy word & deale faithfully with him, and thou shalt alwaies finde the thing that is necessary for thee."},{"number":4,"text":"Many when a thing was lent them, reckoned it to be found, and put them to trouble that helped them."},{"number":5,"text":"Till he hath receiued, he will kisse a mans hand: and for his neighbours money he will speake submissely: but when he should repay, he will prolong the time, and returne words of griefe, and complaine of the time."},{"number":6,"text":"If he preuaile, he shall hardly receiue the halfe, and he will count as if he had found it: if not; he hath depriued him of his money, and he hath gotten him an enemy without cause: he payeth him with cursings, and raylings: and for honour he will pay him disgrace."},{"number":7,"text":"Many therefore haue refused to lend for other mens ill dealing, fearing to be defrauded."},{"number":8,"text":"Yet haue thou patience with a man in poore estate, and delay not to shew him mercy."},{"number":9,"text":"Helpe the poore for the commandements sake, and turne him not away because of his pouertie."},{"number":10,"text":"Lose thy money for thy brother and thy friend, and let it not rust vnder a stone to be lost."},{"number":11,"text":"Lay vp thy treasure according to the commandements of the most high, and it shall bring thee more profite then golde."},{"number":12,"text":"Shut vp almes in thy storehouses: and it shall deliuer thee from all affliction."},{"number":13,"text":"It shal fight for thee against thine enemies, better then a mightie shield and strong speare."},{"number":14,"text":"An honest man is suretie for his neighbour: but hee that is impudent, will forsake him."},{"number":15,"text":"Forget not the friendship of thy suretie: for hee hath giuen his life for thee."},{"number":16,"text":"A sinner will ouerthrow the good estate of his suretie:"},{"number":17,"text":"And he that is of an vnthankfull minde, will leaue him in  that deliuered him."},{"number":18,"text":"Suretiship hath vndone many of good estate, and shaked them as a waue of the Sea: mightie men hath it driuen from their houses, so that they wandred among strange nations."},{"number":19,"text":"A wicked man transgressing the commandements of the Lord, shall fall into suretiship: and hee that vndertaketh and followeth other mens businesse for gaine, shall fall into suits."},{"number":20,"text":"Helpe thy neighbour according to thy power, and beware that thou thy selfe fall not into the same."},{"number":21,"text":"The chiefe thing for life is water and bread, and clothing, and an house to couer shame."},{"number":22,"text":"Better is the life of a poore man in a meane cottage, then delicate fare in another mans house."},{"number":23,"text":"Be it little or much, holde thee contented, that thou heare not the reproch of thy house."},{"number":24,"text":"For it is a miserable life to goe from house to house: for where thou art a stranger, thou darest not open thy mouth."},{"number":25,"text":"Thou shalt entertaine and feast, and haue no thankes: moreouer, thou shalt heare bitter words."},{"number":26,"text":"Come thou stranger, and furnish a table, and feede me of that thou hast ready."},{"number":27,"text":"Giue place thou stranger to an honourable man, my brother commeth to be lodged, and I haue neede of mine house."},{"number":28,"text":"These things are grieuous to a man of vnderstanding: the vpbraiding of house-roome, and reproching of the lender."}]}