{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":3,"verses":[{"number":1,"text":"Heare mee your father, O children, and doe thereafter, that ye may be safe."},{"number":2,"text":"For the Lord hath giuen the father honour ouer the children, and hath confirmed the authoritie of the mother ouer the sonnes."},{"number":3,"text":"Who so honoureth his father, maketh an atonement for his sinnes."},{"number":4,"text":"And he that honoureth his mother, is as one that layeth vp treasure."},{"number":5,"text":"Who so honoureth his father, shal haue ioy of his owne children, and when he maketh his prayer, hee shall bee heard."},{"number":6,"text":"He that honoureth his father, shal haue a long life, and he that is obedient vnto the Lord, shall bee a comfort to his mother."},{"number":7,"text":"He that feareth the Lord, will honour his father, and will doe seruice vnto his parents, as to his masters."},{"number":8,"text":"Honour thy father and mother, both in word and deed, that a blessing may come vpon thee from them."},{"number":9,"text":"For the blessing of the father establisheth the houses of children, but the curse of the mother rooteth out foundations."},{"number":10,"text":"Glory not in the dishonour of thy father, for thy fathers dishonour is no glory vnto thee."},{"number":11,"text":"For the glory of a man, is from the honour of his father, and a mother in dishonour, is a reproch to the children."},{"number":12,"text":"My sonne, helpe thy father in his age, and grieue him not as long as hee liueth."},{"number":13,"text":"And if his vnderstanding faile, haue patience with him, and despise him not, when thou art in thy ful strength."},{"number":14,"text":"For the relieuing of thy father shall not be forgotten: and in stead of sinnes it shall be added to build thee vp."},{"number":15,"text":"In the day of thine affliction it shall be remembred, thy sinnes also shal melt away, as the yce in &thorn; faire warme weather."},{"number":16,"text":"He that forsaketh his father, is as a blasphemer, and he that angreth his mother, is cursed of God."},{"number":17,"text":"My sonne, goe on with thy businesse in meekenesse, so shalt thou be beloued of him that is approued."},{"number":18,"text":"The greater thou art, the more humble thy selfe, and thou shalt find fauour before the Lord."},{"number":19,"text":"Many are in high place and of renowne: but mysteries are reueiled vnto the meeke."},{"number":20,"text":"For the power of the Lord is great, and hee is honoured of the lowly."},{"number":21,"text":"Seeke not out the things that are too hard for thee, neither search the things that are aboue thy strength."},{"number":22,"text":"But what is commaunded thee, thinke thereupon with reuerence, for it is not needfull for thee, to see with thine eyes, the things that are in secret."},{"number":23,"text":"Be not curious in vnnecessarie matters: for moe things are shewed vnto thee, then men vnderstand."},{"number":24,"text":"For many are deceiued by their owne vaine opinion, and an euill suspition hath ouerthrowen their iudgement."},{"number":25,"text":"Without eyes thou shalt want light: professe not the knowledge therfore that thou hast not."},{"number":26,"text":"A stubborne heart shall fare euill at the last, and he that loueth danger shall perish therein."},{"number":27,"text":"An obstinate heart shall be laden with sorrowes, and the wicked man shall heape sinne vpon sinne."},{"number":28,"text":"In the punishment of the proud there is no remedie: for the plant of wickednesse hath taken roote in him."},{"number":29,"text":"The heart of the prudent will vnderstand a parable, and an attentiue eare is the desire of a wise man."},{"number":30,"text":"Water will quench a flaming fire, and almes maketh an attonement for sinnes."},{"number":31,"text":"And hee that requiteth good turnes, is mindfull of that which may come heereafter: and when he falleth he shall find a stay."}]}