{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":30,"verses":[{"number":1,"text":"Hee that loueth his sonne, causeth him oft to feele the rodde, that hee may haue ioy of him in the end."},{"number":2,"text":"He that chastiseth his sonne, shall haue ioy in him, and shall reioyce of him among his acquaintance."},{"number":3,"text":"He that teacheth his sonne, grieueth the enemie: and before his friends he shall reioyce of him."},{"number":4,"text":"Though his father die, yet he is as though hee were not dead: for hee hath left one behinde him that is like himselfe."},{"number":5,"text":"While he liued, he saw and reioyced in him: and when he died hee was not sorrowfull."},{"number":6,"text":"He left behinde him an auenger against his enemies, and one that shall requite kindnesse to his friends."},{"number":7,"text":"He that maketh too much of his sonne, shall binde vp his wounds, and his bowels wil be troubled at euery cry."},{"number":8,"text":"An horse not broken becommeth headstrong: and a childe left to himselfe will be wilfull."},{"number":9,"text":"Cocker thy childe, and hee shall make thee afraid: play with him, and he will bring thee to heauinesse."},{"number":10,"text":"Laugh not with him, lest thou haue sorrow with him, and lest thou gnash thy teeth in the end."},{"number":11,"text":"Giue him no liberty in his youth, and winke not at his follies."},{"number":12,"text":"Bow downe his necke while hee is young, and beate him on the sides while he is a childe, lest hee waxe stubborne, and be disobedient vnto thee, and so bring sorrow to thine heart."},{"number":13,"text":"Chastise thy sonne, and hold him to labour, lest his lewd behauiour be an offence vnto thee."},{"number":14,"text":"Better is the poore being sound and strong of constitution, then a rich man that is afflicted in his body."},{"number":15,"text":"Health and good state of body are aboue all gold, and a strong body aboue infinite wealth."},{"number":16,"text":"There is no riches aboue a sound body, and no ioy aboue the ioy of the heart."},{"number":17,"text":"Death is better then a bitter life, or continuall sickenesse."},{"number":18,"text":"Delicates powred vpon a mouth shut vp, are as messes of meat set vpon a graue."},{"number":19,"text":"What good doth the offering vnto an idole? for neither can it eat nor smell: so is he that is persecuted of the Lord."},{"number":20,"text":"Hee seeth with his eyes and groneth, as an Eunuch that embraceth a virgine, and sigheth."},{"number":21,"text":"Giue not ouer thy mind to heauinesse, and afflict not thy selfe in thine owne counsell."},{"number":22,"text":"The gladnesse of the heart is the life of man, and the ioyfulnes of a man prolongeth his dayes."},{"number":23,"text":"Loue thine owne soule, and comfort thy heart, remoue sorrow far from thee: for sorrow hath killed many, and there is no profit therein."},{"number":24,"text":"Enuie and wrath shorten the life, and carefulnesse bringeth age before the time."},{"number":25,"text":"A cherefull and good heart will haue a care of his meat and diet."}]}