{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":31,"verses":[{"number":1,"text":"Watching for riches, consumeth the flesh, and the care therof driueth away sleepe."},{"number":2,"text":"Watching care will not let a man slumber, as a sore disease breaketh sleepe."},{"number":3,"text":"The rich hath great labour in gathering riches together, and when he resteth, he is filled with his delicates."},{"number":4,"text":"The poore laboureth in his poore estate, and when he leaueth off, hee is still needie."},{"number":5,"text":"He that loueth gold shall not bee iustified, and he that followeth corruption, shall haue enough thereof."},{"number":6,"text":"Gold hath bin the ruine of many, and their destruction was present."},{"number":7,"text":"It is a stumbling block vnto them that sacrifice vnto it, and euery foole shall be taken therewith."},{"number":8,"text":"Blessed is the rich that is found without blemish, and hath not gone after gold:"},{"number":9,"text":"Who is he? and we will call him blessed: for wonderfull things hath hee done among his people."},{"number":10,"text":"Who hath bene tried thereby, and found perfit? then let him glory. Who might offend and hath not offended, or done euill, and hath not done it?"},{"number":11,"text":"His goods shall be established, and the congregati&#333; shall declare his almes."},{"number":12,"text":"If thou sit at a bountifull table, bee not greedy vpon it, and say not, There is much meate on it."},{"number":13,"text":"Remember that a wicked eye is an euill thing: and what is created more wicked then an eye? therefore it weepeth vpon euery occasion."},{"number":14,"text":"Stretch not thine hand whithersoeuer it looketh, and thrust it not with him into the dish."},{"number":15,"text":"Iudge of thy neighbour by thy selfe: and be discreet in euery point."},{"number":16,"text":"Eate as it becommeth a man those things which are set before thee: and deuoure not, lest thou be hated."},{"number":17,"text":"Leaue off first for maners sake, and be not vnsatiable, lest thou offend."},{"number":18,"text":"When thou sittest among many, reach not thine hand out first of all."},{"number":19,"text":"A very litle is sufficient for a man well nurtured, and he fetcheth not his wind short vpon his bed."},{"number":20,"text":"Sound sleepe commeth of moderate eating: he riseth early, and his wits are with him, but the paine of watching and choller, and pangs of the bellie are with an vnsatiable man."},{"number":21,"text":"And if thou hast bin forced to eate, arise, goe forth, vomit, and thou shalt haue rest."},{"number":22,"text":"My sonne, heare me, and despise me not, and at the last thou shalt finde as I told thee: in all thy workes bee quicke, so shall there no sickenesse come vnto thee."},{"number":23,"text":"Who so is liberall of his meat, men shall speake well of him, and the report of his good housekeeping will be beleeued."},{"number":24,"text":"But against him that is a niggard of his meate, the whole citie shall murmure; and the testimonies of his niggardnesse shall not be doubted of."},{"number":25,"text":"Shew not thy valiantnesse in wine, for wine hath destroyed many."},{"number":26,"text":"The furnace prooueth the edge by dipping: so doth wine the hearts of the proud by drunkennesse."},{"number":27,"text":"Wine is as good as life to a man if it be drunke moderatly: what life is then to a man that is without wine? for it was made to make men glad."},{"number":28,"text":"Wine measurably drunke, and in season, bringeth gladnesse of the heart and cheerefulnesse of the minde."},{"number":29,"text":"But wine drunken with excesse, maketh bitternesse of the minde, with brawling and quarreling."},{"number":30,"text":"Drunkennesse increaseth the rage of a foole till he offend, it diminisheth strength, and maketh wounds."},{"number":31,"text":"Rebuke not thy neighbour at the wine, and despise him not in his mirth: giue him no despitefull words, and presse not vpon him with vrging him (to drinke.)"}]}