{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":33,"verses":[{"number":1,"text":"There shall no euill happen vnto him that feareth the Lord, but in temptation euen againe he will deliuer him."},{"number":2,"text":"A wise man hateth not the Law, but he that is an hypocrite therein, is as a ship in a storme."},{"number":3,"text":"A man of vnderstanding trusteth in the Law, and the Law is faithfull vnto him, as an oracle."},{"number":4,"text":"Prepare what to say, and so thou shalt be heard, and binde vp instruction, and then make answere."},{"number":5,"text":"The heart of the foolish is like a cartwheele: and his thoughts are like a rolling axeltree."},{"number":6,"text":"A stallion horse is as a mocking friend, hee neigheth vnder euery one that sitteth vpon him."},{"number":7,"text":"Why doth one day excell another? when as all the light of euery day in the yeere is of the Sunne."},{"number":8,"text":"By the knowledge of the Lord they were distinguished: and he altered seasons and feasts."},{"number":9,"text":"Some of them hath hee made high dayes, and hallowed them, and some of them hath hee made ordinary dayes."},{"number":10,"text":"And all men are from the ground, and Adam was created of earth."},{"number":11,"text":"In much knowledge the Lord hath diuided them, and made their wayes diuers."},{"number":12,"text":"Some of them hath hee blessed, and exalted, and some of them hath hee sanctified, and set neere himselfe: but some of them hath hee cursed, and brought low, and turned out of their places."},{"number":13,"text":"As the clay is in the potters hand to fashion it at his pleasure: so man is in the hand of him that made him, to render to them as liketh him best."},{"number":14,"text":"Good is set against euill, and life against death: so is the godly against the sinner, and the sinner against the godly."},{"number":15,"text":"So looke vpon all the workes of the most High, and there are two and two, one against another."},{"number":16,"text":"I awaked vp last of all, as one that gathereth after the grape-gatherers: by the blessing of the Lord I profited, and filled my wine-presse, like a gatherer of grapes."},{"number":17,"text":"Consider that I laboured not for my selfe onely, but for all them that seeke learning;"},{"number":18,"text":"Heare me, O ye great men of the people, and hearken with your eares ye rulers of the Congregation:"},{"number":19,"text":"Giue not thy sonne, and wife, thy brother and friend power ouer thee while thou liuest, and giue not thy goods to another, lest it repent thee: and thou intreat for the same againe."},{"number":20,"text":"As long as thou liuest and hast breath in thee, giue not thy selfe ouer to any."},{"number":21,"text":"For better it is that thy children should seeke to thee, then that thou shouldst stand to their courtesie."},{"number":22,"text":"In all thy workes keepe to thy selfe the preheminence, leaue not a staine in thine honour."},{"number":23,"text":"At the time when thou shalt end thy dayes, and finish thy life, distribute thine inheritance."},{"number":24,"text":"Fodder, a wand, and burdens, are for the asse: and bread, correction, and worke for a seruant."},{"number":25,"text":"If thou set thy seruant to labour, thou shalt finde rest: but if thou let him goe idle, he shall seeke libertie."},{"number":26,"text":"A yoke and a collar doe bow the necke: so are tortures and torments for an euill seruant."},{"number":27,"text":"Sende him to labour that hee be not idle: for idlenesse teacheth much euill."},{"number":28,"text":"Set him to worke, as is fit for him; if he be not obedient, put on more heauy fetters."},{"number":29,"text":"But be not excessiue toward any, and without discretion doe nothing."},{"number":30,"text":"If thou haue a seruant, let him bee vnto thee as thy selfe, because thou hast bought him with a price."},{"number":31,"text":"If thou haue a seruant, intreate him as a brother: for thou hast neede of him, as of thine owne soule: if thou intreate him euill, and he runne from thee, which way wilt thou goe to seeke him?"}]}