{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":34,"verses":[{"number":1,"text":"The hopes of a man voyd of vnderstanding are vaine, and false: and dreames lift vp fooles."},{"number":2,"text":"Who so regardeth dreames, is like him that catcheth at a shadow, and followeth after the winde."},{"number":3,"text":"The vision of dreames is the resemblance of one thing to another, euen as the likenesse of a face to a face."},{"number":4,"text":"Of an vncleane thing, what can be cleansed? and from that thing which is false, what trueth can come?"},{"number":5,"text":"Diuinations, and soothsayings, and dreames are vaine: and the heart fancieth as a womans heart in trauell."},{"number":6,"text":"If they be not sent from the most high in thy visitation, set not thy heart vpon them."},{"number":7,"text":"For dreames haue deceiued many, and they haue failed that put their trust in them."},{"number":8,"text":"The Law shall be found perfect without lies: and wisedome is perfection to a faithfull mouth."},{"number":9,"text":"A man that hath trauailed knoweth many things: and hee that hath much experience, wil declare wisedome."},{"number":10,"text":"He that hath no experience, knoweth little: but he that hath trauailed, is full of prudence."},{"number":11,"text":"When I trauailed, I saw many things: and I vnderstand more, then I can expresse."},{"number":12,"text":"I was oft times in danger of death, yet I was deliuered because of these things."},{"number":13,"text":"The spirit of those that feare the Lord shall liue, for their hope is in him that saueth them."},{"number":14,"text":"Who so feareth the Lord, shall not feare nor be afraid, for hee is his hope."},{"number":15,"text":"Blessed is the soule of him that feareth the Lord: to whom doeth hee looke? and who is his strength?"},{"number":16,"text":"For the eyes of the Lord are vpon them that loue him, he is their mightie protection, and strong stay, a defence from heat, and a couer from the Sunne at noone, a preseruation from stumbling, and a helpe from falling."},{"number":17,"text":"He raiseth vp the soule, and lighteneth the eyes: hee giueth health, life, and blessing."},{"number":18,"text":"Hee that sacrificeth of a thing wrongfully gotten, his offering is ridiculous, and the giftes of vniust men are not accepted."},{"number":19,"text":"The most high is not pleased with the offerings of the wicked, neither is he pacified for sinne by the multitude of sacrifices."},{"number":20,"text":"Who so bringeth an offering of the goods of the poore, doeth as one that killeth the sonne before his fathers eyes."},{"number":21,"text":"The bread of the needie, is their life: he that defraudeth him thereof, is a man of blood."},{"number":22,"text":"Hee that taketh away his neighbours liuing, slayeth him: and hee that defraudeth the labourer of his hire, is a bloodshedder."},{"number":23,"text":"When one buildeth, and another pulleth downe, what profite haue they then but labour?"},{"number":24,"text":"When one prayeth, and another curseth, whose voice will the Lorde heare?"},{"number":25,"text":"He that washeth himselfe after the touching of a dead body, if he touch it againe, what auaileth his washing?"},{"number":26,"text":"So is it with a man that fasteth for his sinnes, and goeth againe and doeth the same: who will heare his prayer, or what doeth his humbling profit him?"}]}