{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":35,"verses":[{"number":1,"text":"Hee that keepeth the law, bringeth offerings enow: he that taketh heed to the commandement, offereth a peace offering."},{"number":2,"text":"He that requiteth a good turne, offereth fine floure: and he that giueth almes, sacrificeth praise."},{"number":3,"text":"To depart from wickednesse is a thing pleasing to the Lord: and to forsake vnrighteousnesse, is a propitiation."},{"number":4,"text":"Thou shalt not appeare emptie before the Lord:"},{"number":5,"text":"For all these things  because of the commandement."},{"number":6,"text":"The offering of the righteous maketh the Altar fat, and the sweete sauour thereof is before the most high."},{"number":7,"text":"The sacrifice of a iust man is acceptable, and the memoriall thereof shall neuer be forgotten."},{"number":8,"text":"Giue the Lord his honour with a good eye, and diminish not the first fruits of thine hands."},{"number":9,"text":"In all thy gifts shew a cheerefull countenance, and dedicate thy tithes with gladnesse."},{"number":10,"text":"Giue vnto the most high, according as hee hath enriched thee, and as thou hast gotten, giue with a cheerefull eye."},{"number":11,"text":"For the Lord recompenseth, and will giue thee seuen times as much."},{"number":12,"text":"Doe not thinke to corrupt with gifts, for such he will not receiue: and trust not to vnrighteous sacrifices, for the Lord is iudge, and with him is no respect of persons."},{"number":13,"text":"Hee will not accept any person against a poore man: but will heare the prayer of the oppressed."},{"number":14,"text":"He will not despise the supplication of the fatherlesse: nor the widowe when she powreth out her complaint."},{"number":15,"text":"Doeth not the teares run downe the widowes cheeks? and is not her crie against him that causeth them to fall?"},{"number":16,"text":"He that serueth the Lord, shall be accepted with fauour, and his prayer shall reach vnto the cloudes."},{"number":17,"text":"The prayer of the humble pierceth the clouds: and till it come nigh he will not be comforted: and will not depart till the most High shall beholde to iudge righteously, and execute iudgement."},{"number":18,"text":"For the Lord wil not be slacke, neither will the mightie be patient towards them, till he hath smitten in sunder the loines of the vnmercifull, and repaid vengeance to the heathen: till he haue taken away the multitude of the proud, and broken the scepter of the vnrighteous:"},{"number":19,"text":"Till he haue rendred to euery man according to his deeds, and to the works of men according to their deuises, till he haue iudged the cause of his people: and made them to reioyce in his mercie,"},{"number":20,"text":"Mercie is seasonable in the time of affliction, as cloudes of raine in the time of drought."}]}