{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":36,"verses":[{"number":1,"text":"Haue mercie vpon vs, O Lord God of all, and behold vs:"},{"number":2,"text":"And send thy feare vpon all the nations that seeke not after thee."},{"number":3,"text":"Lift vp thy hand against the strange nations, and let them see thy power."},{"number":4,"text":"As thou wast sanctified in vs before them: so be thou magnified among them before vs."},{"number":5,"text":"And let them know thee, as we haue knowen thee, that there is no God, but onely thou, O God."},{"number":6,"text":"Shew new signes, and make other strange wonders: glorifie thy hand and thy right arme, that they may set forth thy wonderous workes."},{"number":7,"text":"Raise vp indignation, and powre out wrath: take away the aduersarie and destroy the enemie."},{"number":8,"text":"Make the time short, remember the couenant, and let them declare thy wonderfull works."},{"number":9,"text":"Let him that escapeth, be consumed by the rage of the fire, and let them perish that oppresse the people."},{"number":10,"text":"Smite in sunder the heads of the rulers of the heathen, that say, There is none other but we."},{"number":11,"text":"Gather all the tribes of Iacob together, and inherit thou them, as from the beginning."},{"number":12,"text":"O Lord haue mercie vpon the people, that is called by thy name, and vpon Israel, whom thou hast named thy first borne."},{"number":13,"text":"O bee mercifull vnto Ierusalem thy holy citie, the place of thy rest."},{"number":14,"text":"Fill Sion with thine vnspeakable oracles, and thy people with thy glory."},{"number":15,"text":"Giue testimonie vnto those that thou hast possessed from the beginning, and raise vp prophets that haue bin in thy name."},{"number":16,"text":"Reward them that wait for thee, and let thy prophets be found faithfull."},{"number":17,"text":"O Lord heare the prayer of thy seruants, according to the blessing of Aaron ouer thy people, that all they which dwel vpon the earth, may know that thou art the Lord, the eternall God."},{"number":18,"text":"The belly deuoureth all meates, yet is one meat better then another."},{"number":19,"text":"As the palate tasteth diuers kinds of venison: so doth an heart of vnderstanding false speeches."},{"number":20,"text":"A froward heart causeth heauinesse: but a man of experience will recompense him."},{"number":21,"text":"A woman will receiue euery man, yet is one daughter better then another"},{"number":22,"text":"The beautie of a woman cheareth the countenance, and a man loueth nothing better."},{"number":23,"text":"If there be kindnesse, meekenes, and comfort in her tongue, then is not her husband like other men."},{"number":24,"text":"He that getteth a wife, beginneth a possession, a helpe like vnto himselfe, and a pillar of rest."},{"number":25,"text":"Where no hedge is, there the possession is spoiled: and he that hath no wife will wander vp and downe mourning."},{"number":26,"text":"Who will trust a thiefe well appointed, that skippeth from citie to citie? so  a man that hath no house? and lodgeth wheresoeuer the night taketh him?"}]}