{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":4,"verses":[{"number":1,"text":"My sonne, defraude not the poore of his liuing, and make not the needy eies to waite long."},{"number":2,"text":"Make not an hungry soule sorrowfull, neither prouoke a man in his distresse."},{"number":3,"text":"Adde not more trouble to an heart that is vexed, and deferre not to giue to him that is in neede."},{"number":4,"text":"Reiect not the supplication of the afflicted, neither turne away thy face from a poore man."},{"number":5,"text":"Turne not away thine eye from the needy, and giue him none occasion to curse thee:"},{"number":6,"text":"For if he curse thee in the bitternesse of his soule, his prayer shall be heard of him that made him."},{"number":7,"text":"Get thy selfe the loue of the congregation, and bow thy head to a great man."},{"number":8,"text":"Let it not grieue thee to bowe downe thine eare to the poore, and giue him a friendly answere with meekenesse."},{"number":9,"text":"Deliuer him that suffreth wrong, from the hand of the oppressour, and be not faint hearted when thou sittest in iudgement."},{"number":10,"text":"Be as a father vnto the fatherlesse, and in stead of a husband vnto their mother, so shalt thou be as the sonne of the most high, and he shall loue thee more then thy mother doeth."},{"number":11,"text":"Wisedome exalteth her children, and layeth hold of them that seeke her."},{"number":12,"text":"He that loueth her, loueth life, and they that seeke to her earely, shall be filled with ioy."},{"number":13,"text":"He that holdeth her fast shall inherit glory, and wheresoeuer she entreth, the Lord will blesse."},{"number":14,"text":"They that serue her shall minister to the Holy one, and them that loue her, the Lord doth loue."},{"number":15,"text":"Who so giueth eare vnto her, shall iudge the nations, and he that attendeth vnto her, shall dwell securely."},{"number":16,"text":"If a man commit himselfe vnto her, he shall inherite her, and his generation shall hold her in possession."},{"number":17,"text":"For at the first she will walke with him by crooked wayes, and bring feare and dread vpon him, and torment him with her discipline, vntill she may trust his soule, and try him by her Lawes."},{"number":18,"text":"Then wil she returne the straight way vnto him, and comfort him, and shew him her secrets."},{"number":19,"text":"But if he goe wrong, she will forsake him, and giue him ouer to his owne ruine."},{"number":20,"text":"Obserue the opportunitie, and beware of euill, and be not ashamed when it concerneth thy soule."},{"number":21,"text":"For there is a shame that bringeth sinne, and there is a shame which is glorie and grace."},{"number":22,"text":"Accept no person against thy soule, and let not the reuerence of any man cause thee to fall:"},{"number":23,"text":"And refraine not to speake, when there is occasion to doe good, and hide not thy wisedome in her beautie."},{"number":24,"text":"For by speach wisedome shall be knowen, and learning by the word of the tongue."},{"number":25,"text":"In no wise speake against the trueth, but be abashed of the errour of thine ignorance."},{"number":26,"text":"Bee not ashamed to confesse thy sinnes, and force not the course of the riuer."},{"number":27,"text":"Make not thy selfe an vnderling to a foolish man, neither accept the person of the mighty."},{"number":28,"text":"Striue for the trueth vnto death, and the Lord shall fight for thee."},{"number":29,"text":"Be not hastie in thy tongue, and in thy deeds slacke and remisse."},{"number":30,"text":"Bee not as a Lion in thy house, nor franticke among thy seruants."},{"number":31,"text":"Let not thine hand bee stretched out to receiue, and shut when thou shouldest repay."}]}