{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":40,"verses":[{"number":1,"text":"Great trauaile is created for euery man, and an heauy yoke is vpon the sons of Adam, from the day that they goe out of their mothers wombe, till the day that they returne to the mother of all things."},{"number":2,"text":"Their imagination of things to come, & the day of death  their thoughts, and  feare of heart:"},{"number":3,"text":"From him that sitteth on a throne of glory, vnto him that is humbled in earth and ashes."},{"number":4,"text":"From him that weareth purple, and a crown, vnto him that is clothed with a linnen frocke."},{"number":5,"text":"Wrath, and enuie, trouble and vnquietnesse, feare of death, and anger, and strife, and in the time of rest vpon his bed, his night sleepe doe change his knowledge."},{"number":6,"text":"A litle or nothing is his rest, and afterward he is in his sleepe, as in a day of keeping watch, troubled in the vision of his heart, as if he were escaped out of a battell:"},{"number":7,"text":"When all is safe, he awaketh, and marueileth that the feare was nothing."},{"number":8,"text":"vnto all flesh, both man and beast, and that is seuen fold more vpon sinners."},{"number":9,"text":"Death and bloodshed, strife and sword, calamities, famine, tribulation, and the scourge:"},{"number":10,"text":"These things are created for the wicked, and for their sakes came the flood."},{"number":11,"text":"All things that are of the earth shal turne to the earth againe: and that which is of the waters doeth returne into the Sea."},{"number":12,"text":"All briberie and iniustice shall be blotted out: but true dealing shall endure for euer."},{"number":13,"text":"The goods of the vniust shall bee dried vp like a riuer, and shall vanish with noise, like a great thunder in raine."},{"number":14,"text":"While he openeth his hand he shal reioyce: so shall transgressours come to nought."},{"number":15,"text":"The children of the vngodly shall not bring forth many branches: but are as vncleane roots vpon a hard rocke."},{"number":16,"text":"The weed growing vpon euery water, and banke of a riuer, shall bee pulled vp before all grasse."},{"number":17,"text":"Bountifulnes is as a most fruitfull garden, and mercifulnesse endureth for euer."},{"number":18,"text":"To labour & to be content with that a man hath, is a sweet life: but hee that findeth a treasure, is aboue them both."},{"number":19,"text":"Children and the building of a citie continue a mans name: but a blamelesse wife is counted aboue them both."},{"number":20,"text":"Wine & musicke reioyce the heart: but the loue of wisedome is aboue them both."},{"number":21,"text":"The pipe and the psalterie make sweet melodie: but a pleasant tongue is aboue them both."},{"number":22,"text":"Thine eye desireth fauour and beautie: but more then both, corne while it is greene."},{"number":23,"text":"A friend and companion neuer meet amisse: but aboue both is a wife with her husband."},{"number":24,"text":"Brethren and helpe are against time of trouble: but almes shall deliuer more then them both."},{"number":25,"text":"Golde and siluer make the foote stand sure: but counsell is esteemed aboue them both."},{"number":26,"text":"Riches and strength lift vp the heart: but the feare of the Lord is aboue them both: there is no want in the feare of the Lord, and it needeth not to seeke helpe."},{"number":27,"text":"The feare of the Lord is a fruitfull garden, and couereth him aboue all glory."},{"number":28,"text":"My sonne, lead not a beggers life: for better it is to die then to beg."},{"number":29,"text":"The life of him that dependeth on another mans table, is not to be counted for a life: for he polluteth himselfe with other mens meate, but a wise man well nurtured will beware thereof."},{"number":30,"text":"Begging is sweet in the mouth of the shamelesse: but in his belly there shall burne a fire."}]}