{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":41,"verses":[{"number":1,"text":"O death, how bitter is the remembrance of thee to a man that liueth at rest in his possessions, vnto the man that hath nothing to vexe him, and that hath prosperity in all things: yea vnto him that is yet able to receiue meate?"},{"number":2,"text":"O death, acceptable is thy sentence vnto the needy, and vnto him whose strength faileth, that is now in the last age, and is vexed with all things, and to him that despaireth and hath lost patience."},{"number":3,"text":"Feare not the sentence of death, remember them that haue beene before thee, and that come after, for this is the sentence of the Lord ouer all flesh."},{"number":4,"text":"And why art thou against the pleasure of the most High? there is no inquisition in the graue, whether thou haue liued ten, or a hundred, or a thousand yeeres."},{"number":5,"text":"The children of sinners, are abhominable children: and they that are conuersant in the dwelling of the vngodly."},{"number":6,"text":"The inheritance of sinners children shal perish, and their posterity shal haue a perpetuall reproch."},{"number":7,"text":"The children will complaine of an vngodly father, because they shall be reproched for his sake."},{"number":8,"text":"Woe be vnto you vngodly men which haue forsaken the law of the most high God: for if you encrease, it shall be to your destruction."},{"number":9,"text":"And if you be borne, you shall be borne to a curse: and if you die, a curse shall be your portion."},{"number":10,"text":"All that are of the earth shall turne to earth againe: so the vngodly shall goe from a curse to destruction."},{"number":11,"text":"The mourning of men is about their bodies: but an ill name of sinners shall be blotted out."},{"number":12,"text":"Haue regard to thy name: for that shall continue with thee aboue a thousand great treasures of gold."},{"number":13,"text":"A good life hath but few daies: but a good name endureth for euer."},{"number":14,"text":"My children, keepe discipline in peace: for wisedome that is hid, and a treasure that is not seene, what profit is in them both?"},{"number":15,"text":"A man that hideth his foolishnesse is better then a man that hideth his wisedome."},{"number":16,"text":"Therefore be shamefast according to my word: for it is not good to retaine all shamefastnesse, neither is it altogether approoued in euery thing."},{"number":17,"text":"Be ashamed of whoredome before father and mother, and of a lie before a prince and a mighty man:"},{"number":18,"text":"Of an offence before a iudge and ruler, of iniquitie before a congregation and people, of vniust dealing before thy partner and friend:"},{"number":19,"text":"And of theft in regard of the place where thou soiournest, and in regard of the trueth of God and his couenant, and to leane with thine elbow vpon the meate, and of scorning to giue and take:"},{"number":20,"text":"And of silence before them that salute thee, and to look vpon an harlot:"},{"number":21,"text":"And to turne away thy face from thy kinsman, or to take away a portion or a gift, or to gaze vpon another mans wife,"},{"number":22,"text":"Or to bee ouerbusie with his maide, and come not neere her bed, or of vpbraiding speaches before friends; and after thou hast giuen, vpbraide not:"},{"number":23,"text":"Or of iterating and speaking againe that which thou hast heard, and of reuealing of secrets."},{"number":24,"text":"So shalt thou be truely shamefast, and finde fauour before all men."}]}