{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":42,"verses":[{"number":1,"text":"Of these things be not thou ashamed, and accept no person to sinne thereby."},{"number":2,"text":"Of the Law of the most High, and his Couenant, and of iudgement to iustifie the vngodly:"},{"number":3,"text":"Of reckoning with thy partners, and traueilers: or of the gift of the heritage of friends:"},{"number":4,"text":"Of exactnesse of ballance, and waights: or of getting much or little:"},{"number":5,"text":"And of merchants indifferent selling, of much correction of children, and to make the side of an euill seruant to bleed."},{"number":6,"text":"Sure keeping is good where an euill wife is, and shut vp where many hands are."},{"number":7,"text":"Deliuer all things in number and waight, and put al in writing that thou giuest out, or receiuest in."},{"number":8,"text":"Be not ashamed to informe the vnwise and foolish, and the extreeme aged that contendeth with those that are yong, thus shalt thou bee truely learned and approued of all men liuing."},{"number":9,"text":"The father waketh for the daughter when no man knoweth, and the care for her taketh away sleepe; when shee is yong lest shee passe away the flowre of her age, and being married, lest she should be hated:"},{"number":10,"text":"In her virginitie lest she should be defiled, and gotten with childe in her fathers house; and hauing an husband, lest she should misbehaue herselfe: and when shee is married, lest shee should be barren."},{"number":11,"text":"Keepe a sure watch ouer a shamelesse daughter, lest shee make thee a laughing stocke to thine enemies, and a by-word in the citie, and a reproch among the people, and make thee ashamed before the multitude."},{"number":12,"text":"Behold not euery bodies beauty, and sit not in the midst of women."},{"number":13,"text":"For from garments commeth a moth, and from women wickednesse."},{"number":14,"text":"Better is the churlishnesse of a man, then a courteous woman, a woman I say, which bringeth shame and reproch."},{"number":15,"text":"I will now remember the works of the Lord, and declare the things that I haue seene: in the words of the Lord are his workes."},{"number":16,"text":"The Sunne that giueth light, looketh vpon all things: and the worke thereof is full of the glory of the Lord."},{"number":17,"text":"The Lord hath not giuen power to the Saints to declare all his marueilous workes, which the Almightie Lord firmely setled, that whatsoeuer is, might be established for his glory."},{"number":18,"text":"He seeketh out the deepe and the heart, and considereth their crafty deuices: for the Lord knoweth all that may be knowen, and he beholdeth the signes of the world."},{"number":19,"text":"Hee declareth the things that are past, and for to come, and reueileth the steps of hidden things."},{"number":20,"text":"No thought escapeth him, neither any word is hidden from him."},{"number":21,"text":"Hee hath garnished the excellent workes of his wisedome, and hee is from euerlasting to euerlasting, vnto him may nothing be added, neither can he be diminished, and he hath no need of any counseller."},{"number":22,"text":"O how desireable are all his workes: and that a man may see euen to a sparke."},{"number":23,"text":"All these things liue and remaine for euer, for all vses, and they are all obedient."},{"number":24,"text":"All things are double one against another: and hee hath made nothing vnperfit."},{"number":25,"text":"One thing establisheth the good of another: and who shalbe filled with beholding his glory?"}]}