{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":43,"verses":[{"number":1,"text":"The pride of the height, the cleare firmament, the beautie of heauen, with his glorious shew;"},{"number":2,"text":"The Sunne when it appeareth, declaring at his rising, a marueilous instrument, the worke of the most High."},{"number":3,"text":"At noone it parcheth the country, and who can abide the burning heate thereof?"},{"number":4,"text":"A man blowing a furnace is in works of heat, but the Sunne burneth the mountaines three times more; breathing out fiery vapours, and sending foorth bright beames, it dimmeth the eyes."},{"number":5,"text":"Great is the Lord that made it, and at his commandement it runneth hastily."},{"number":6,"text":"He made the Moone also to serue in her season, for a declaration of times, and a signe of the world."},{"number":7,"text":"From the Moone is the signe of Feasts, a light that decreaseth in her perfection."},{"number":8,"text":"The moneth is called after her name, encreasing wonderfully in her changing, being an instrument of the armies aboue, shining in the firmament of heauen,"},{"number":9,"text":"The beautie of heauen, the glory of the starres, an ornament giuing light in the highest places of the Lord."},{"number":10,"text":"At the commandement of the holy One, they will stand in their order, and neuer faint in their watches."},{"number":11,"text":"Looke vpon the rainebow, and praise him that made it, very beautifull it is in the brightnesse thereof."},{"number":12,"text":"It compasseth the heauen about with a glorious circle, and the hands of the most high haue bended it."},{"number":13,"text":"By his commandement hee maketh the snow to fall apace, and sendeth swiftly the lightnings of his iudgment."},{"number":14,"text":"Through this the treasures are opened, and clouds flie forth as foules."},{"number":15,"text":"By his great power hee maketh the cloudes firme, and the hailestones are broken small."},{"number":16,"text":"At his sight the mountaines are shaken, and at his will the South wind bloweth."},{"number":17,"text":"The noise of the thunder maketh the earth to tremble: so doth the Northren storme, and the whirlewinde: as birds flying he scattereth the snow, and the falling downe thereof, is as the lighting of grashoppers."},{"number":18,"text":"The eye marueileth at the beauty of the whitenesse thereof, and the heart is astonished at the raining of it."},{"number":19,"text":"The hoare frost also as salt hee powreth on the earth, and being congealed, it lieth on the toppe of sharpe stakes."},{"number":20,"text":"Wheu the colde North-winde bloweth, and the water is congealed into yce, it abideth vpon euery gathering together of water, and clotheth the water as with a brestplate."},{"number":21,"text":"It deuoureth the mountaines, and burneth the wildernesse, and consumeth the grasse as fire."},{"number":22,"text":"A present remedy of all is a miste comming speedily: a dew comming after heate, refresheth."},{"number":23,"text":"By his counsell he appeaseth the deepe, and planteth Ilands therein."},{"number":24,"text":"They that saile on the Sea, tell of the danger thereof, and when wee heare it with our eares, wee marueile thereat."},{"number":25,"text":"For therein be strange and wonderous workes, varietie of all kindes of beasts, and whales created."},{"number":26,"text":"By him the ende of them hath prosperous successe, and by his word all things consist."},{"number":27,"text":"We may speake much, & yet come short: wherefore in summe, he is all."},{"number":28,"text":"How shall wee be able to magnifie him? for hee is great aboue all his workes."},{"number":29,"text":"The Lord is terrible and very great, and marueilous is his power."},{"number":30,"text":"When you glorifie the Lord exalt him as much as you can: for euen yet wil he farre exceed, and when you exalt him, put foorth all your strength, and be not weary: for you can neuer goe farre enough."},{"number":31,"text":"Who hath seene him, that hee might tell vs? and who can magnifie him as he is?"},{"number":32,"text":"There are yet hid greater things then these be, for wee haue seene but a few of his workes:"},{"number":33,"text":"For the Lord hath made all things, and to the godly hath hee giuen wisedome."}]}