{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":45,"verses":[{"number":1,"text":"And he brought out of him a mercifull man, which found fauour in the sight of all flesh, euen Moses beloued of God and men, whose memoriall is blessed:"},{"number":2,"text":"He made him like to the glorious Saints, and magnified him, so that his enemies stood in feare of him."},{"number":3,"text":"By his words he caused the wonders to cease, and he made him glorious in the sight of kings, and gaue him a commaundement for his people, and shewed him part of his glory."},{"number":4,"text":"He sanctified him in his faithfulnesse, and meekenesse, and chose him out of all men."},{"number":5,"text":"He made him to heare his voyce, and brought him into the darke cloud, and gaue him commandements before his face, euen the law of life and knowledge, that hee might teach Iacob his Couenants, and Israel his iudgments."},{"number":6,"text":"He exalted Aaron an holy man like vnto him, euen his brother, of the tribe of Leui."},{"number":7,"text":"An euerlasting couenant he made with him, and gaue him the priesthood among the people, he beautified him with comely ornaments, and clothed him with a robe of glory."},{"number":8,"text":"Hee put vpon him perfect glory: and strengthened him with rich garments, with breeches, with a long robe, and the Ephod:"},{"number":9,"text":"And he compassed him with pomegranates, and with many golden bels round about, that as he went, there might be a sound, and a noise made that might be heard in the Temple, for a memoriall to the children of his people."},{"number":10,"text":"With an holy garment, with gold and blew silke, and purple the worke of the embroiderer; with a brestplate of iudgement, and with Urim & Thummim."},{"number":11,"text":"With twisted scarlet, the worke of the cunning workeman, with precious stones grauen like seales, and set in gold, the worke of the Ieweller, with a writing engraued for a memoriall, after the number of the tribes of Israel."},{"number":12,"text":"He set a crowne of gold vpon the miter, wherein was engraued holinesse an ornament of honour, a costly worke, the desires of the eies goodly & beautiful."},{"number":13,"text":"Before him there were none such, neither did euer any stranger put them on, but onely his children, and his childrens children perpetually."},{"number":14,"text":"Their sacrifices shall be wholy consumed euery day twise continually."},{"number":15,"text":"Moises consecrated him, and annointed him with holy oile, this was appointed vnto him by an euerlasting couenant, and to his seed so long as the heauens should remaine, that they should minister vnto him, and execute the office of the priesthood, and blesse the people in his name."},{"number":16,"text":"He chose him out of all men liuing to offer sacrifices to the Lord, incense and a sweet sauour, for a memoriall, to make reconciliation for his people."},{"number":17,"text":"He gaue vnto him his commandements, and authority in the statutes of iudgements, that he should teach Iacob the testimonies, and informe Israel in his lawes."},{"number":18,"text":"Strangers conspired together against him, and maligned him in the wildernesse, euen the men that were of Dathans, and Abirons side, and the congregation of Core with fury and wrath."},{"number":19,"text":"This the Lord saw and it displeased him, and in his wrathfull indignation, were they consumed: he did wonders vpon them, to consume them with the fiery flame."},{"number":20,"text":"But he made Aaron more honourable, and gaue him an heritage, and diuided vnto him the first fruits of the encrease, especially he prepared bread in abundance:"},{"number":21,"text":"For they eate of the sacrifices of the Lord, which he gaue vnto him and his seed:"},{"number":22,"text":"Howbeit in the land of the people he had no inheritance, neither had he any portion among the people, for the Lord himselfe is his portion and inheritance."},{"number":23,"text":"The third in glory is Phinees the sonne of Eleazar, because he had zeale in the feare of the Lord, and stood vp with good courage of heart, when the people were turned backe, and made reconciliation for Israel."},{"number":24,"text":"Therfore was there a couenant of peace made with him, that he should be the cheefe of the sanctuary, and of his people, and that he, and his posteritie should haue the dignitie of the Priesthood for euer."},{"number":25,"text":"According to the couenant made with Dauid sonne of Iesse, of the tribe of Iuda, that the inheritance of the king should be to his posterity alone: so the inheritance of Aaron should also be vnto his seed."},{"number":26,"text":"God giue you wisedome in your heart to iudge his people in righteousnesse, that their good things be not abolished, and that their glory may endure for euer."}]}