{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":47,"verses":[{"number":1,"text":"And after him rose vp Nathan to prophesie in the time of Dauid."},{"number":2,"text":"As is the fat taken away from the peace offering, so was Dauid chosen out of the children of Israel."},{"number":3,"text":"Hee played with Lions as with kids, and with beares as with lambs."},{"number":4,"text":"Slew he not a gyant when hee was yet but yong? and did he not take away reproch from the people, when he lifted vp his hand with the stone in the sling, and beat downe the boasting of Goliah?"},{"number":5,"text":"For he called vpon the most high Lord, and he gaue him strength in his right hand to slay that mighty warriour, and set vp the horne of his people:"},{"number":6,"text":"So the people honoured him with ten thousands, and praised him in the blessings of the Lord, in that hee gaue him a crowne of glory."},{"number":7,"text":"For hee destroyed the enemies on euery side, and brought to nought the Philistines his aduersaries, and brake their horne in sunder vnto this day."},{"number":8,"text":"In all his workes hee praised the holy one most High, with words of glory, with his whole heart he sung songs, and loued him that made him."},{"number":9,"text":"He set singers also before the Altar, that by their voyces they might make sweet melody, and daily sing praises in their songs."},{"number":10,"text":"He beautified their feasts, and set in order the solemne times, vntill the ende, that they might praise his holy Name, and that the Temple might sound from morning."},{"number":11,"text":"The Lord tooke away his sinnes, and exalted his horne for euer: he gaue him a couenant of kings, and a throne of glory in Israel."},{"number":12,"text":"After him rose vp a wise sonne, and for his sake he dwelt at large."},{"number":13,"text":"Salomon reigned in a peaceable time, and was honoured; for God made all quiet round about him, that hee might build an house in his Name, and prepare his Sanctuary for euer."},{"number":14,"text":"How wise wast thou in thy youth, & as a flood filled with vnderstanding."},{"number":15,"text":"Thy soule couered the whole earth, and thou filledst it with dark parables."},{"number":16,"text":"Thy name went farre vnto the Ilands, and for thy peace thou wast beloued."},{"number":17,"text":"The countreys marueiled at thee for thy Songs, and Prouerbs, and Parables, and interpretations."},{"number":18,"text":"By the Name of the Lord God, which is called the Lord God of Israel, thou didst gather gold as tinne, and didst multiply siluer as lead."},{"number":19,"text":"Thou didst bow thy loines vnto women, and by thy body thou wast brought into subiection."},{"number":20,"text":"Thou dist staine thy honour, and pollute thy seed, so that thou broughtest wrath vpon thy children, and wast grieued for thy folly."},{"number":21,"text":"So the kingdome was diuided, and out of Ephraim ruled a rebellious kingdome."},{"number":22,"text":"But the Lord will neuer leaue off his mercy, neither shall any of his workes perish, neither will hee abolish the posterity of his elect, and the seed of him that loueth him he will not take away: wherefore he gaue a remnant vnto Iacob, and out of him a roote vnto Dauid."},{"number":23,"text":"Thus rested Solomon with his fathers, and of his seede he left behinde him Roboam, euen the foolishnesse of the people, and one that had no vnderstanding; who turned away the people through his counsell: there was also Ieroboam the sonne of Nabat, who caused Israel to sinne, and shewed Ephraim the way of sinne:"},{"number":24,"text":"And their sinnes were multiplied exceedingly, that they were driuen out of the land."},{"number":25,"text":"For they sought out all wickednes, till the vengeance came vpon them."}]}