{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":48,"verses":[{"number":1,"text":"Then stood vp Elias the Prophet as fire, and his word burnt like a lampe."},{"number":2,"text":"He brought a sore famine vpon them, and by his zeale he diminished their number."},{"number":3,"text":"By the word of the Lord he shut vp the heauen, and also three times brought downe fire."},{"number":4,"text":"O Elias, how wast thou honoured in thy wondrous deedes! and who may glory like vnto thee!"},{"number":5,"text":"Who didst raise vp a dead man from death, & his soule from the place of the dead by the word of the most Hie."},{"number":6,"text":"Who broughtest kings to destruction, and honourable men from their bedde."},{"number":7,"text":"Who heardest the rebuke of the Lord in Sinai, and in Horeb the iudgment of vengeance."},{"number":8,"text":"Who anointed kings to take reuenge, & Prophets to succeed after him:"},{"number":9,"text":"Who wast taken vp in a whirlewinde of fire, and in a charet of fierie horses:"},{"number":10,"text":"Who wast ordained for reproofes in their times, to pacifie the wrath of the Lordes iudgement before it brake foorth into fury, and to turne the heart of the father vnto the sonne, and to restore the tribes of Iacob."},{"number":11,"text":"Blessed are they that saw thee, and slept in loue, for we shal surely liue."},{"number":12,"text":"Elias it was, who was couered with a whirlewinde: and Elizeus was filled with his spirit: whilest he liued he was not mooued  of any prince, neither could any bring him into subiection."},{"number":13,"text":"No word could ouercome him, & after his death his body prophecied."},{"number":14,"text":"He did wonders in his life, and at his death were his works marueilous."},{"number":15,"text":"For all this the people repented not, neither departed they from their sinnes, till they were spoiled and caried out of their land, and were scattered through all the earth: yet there remained a small people, and a ruler in the house of Dauid:"},{"number":16,"text":"Of whom, some did that which was pleasing to God, and some multiplied sinnes."},{"number":17,"text":"Ezekias fortified his citie, and brought in water into the midst thereof: he digged the hard rocke with yron, and made welles for waters."},{"number":18,"text":"In his time Sennacherib came vp, and sent Rabsaces, and lift vp his hand against Sion, & boasted proudly."},{"number":19,"text":"Then trembled their hearts and handes, and they were in paine as women in trauell."},{"number":20,"text":"But they called vpon the Lord which is mercifull, and stretched out their hands towards him, and immediatly the holy One heard them out of heauen, and deliuered them by the ministery of Esay."},{"number":21,"text":"He smote the hoste of the Assyrians, and his Angel destroyed them."},{"number":22,"text":"For Ezekias had done the thing that pleased the Lord, and was strong in the wayes of Dauid his father, as Esay the Prophet, who was great and faithfull in his vision, had commaunded him."},{"number":23,"text":"In his time the Sunne went backeward, and hee lengthened the kings life."},{"number":24,"text":"Hee sawe by an excellent spirit what should come to passe at the last, and hee comforted them that mourned in Sion."},{"number":25,"text":"He shewed what should come to passe for euer, and secret things or euer they came."}]}