{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":51,"verses":[{"number":1,"text":"I will thanke thee, O Lord and king, and praise thee O God my Sauiour, I doe giue praise vnto thy name:"},{"number":2,"text":"For thou art my defeuder, and helper, and hast preserued my body from destruction, and from the snare of the slanderous tongue, and from the lippes that forge lies, and hast beene my helper against mine aduersaries."},{"number":3,"text":"And hast deliuered me according to the multitude of thy mercies, and greatnesse of thy name, from the teeth of them that were ready to deuoure me, and out of the hands of such as sought after my life, and from the manifold afflictions which I had:"},{"number":4,"text":"From the choking of fire on euery side, and from the mids of the fire, which I kindled not:"},{"number":5,"text":"From the depth of the belly of hel, from an vncleane tongue, and from lying words."},{"number":6,"text":"By an accusation to the king from an vnrighteous tongue, my soule drew neere euen vnto death, my life was neere to the hell beneath:"},{"number":7,"text":"They compassed me on euery side, and there was no man to helpe me: I looked for the succour of men, but there was none:"},{"number":8,"text":"Then thought I vpon thy mercy, O Lord, and vpon thy acts of old, how thou deliuerest such as waite for thee, and sauest them out of the hands of the enemies:"},{"number":9,"text":"Then lifted I vp my supplication from the earth, and prayed for deliuerance from death."},{"number":10,"text":"I called vpon the Lord the father of my Lord, that he would not leaue me in the dayes of my trouble, & in the time of the proud when there was no helpe."},{"number":11,"text":"I will praise thy Name continually, and will sing praise with thankesgiuing, and so my prayer was heard:"},{"number":12,"text":"For thou sauedst me from destruction, and deliuerest mee from the euill time: therefore will I giue thankes and praise thee, and blesse thy Name, O Lord."},{"number":13,"text":"When I was yet yong, or euer I went abroad, I desired wisedome openly in my prayer."},{"number":14,"text":"I prayed for her before the Temple, & will seeke her out euen to the end:"},{"number":15,"text":"Euen from the flowre till the grape was ripe, hath my heart delighted in her, my foot went the right way, from my youth vp sought I after her."},{"number":16,"text":"I bowed downe mine eare a litle and receiued her, & gate much learning."},{"number":17,"text":"I profited therein,  will I ascribe the glory vnto him that giueth me wisedome:"},{"number":18,"text":"For I purposed to doe after her, and earnestly I followed that which is good, so shall I not be confounded:"},{"number":19,"text":"My soule hath wrestled with her, and in my doings I was exact, I stretched foorth my hands to the heauen aboue, & bewailed my ignorances of her."},{"number":20,"text":"I directed my soule vnto her, and I found her in purenesse, I haue had my heart ioyned with her from the beginning, therefore shall I not bee forsaken."},{"number":21,"text":"My heart was troubled in seeking her: therefore haue I gotten a good possession."},{"number":22,"text":"The Lord hath giuen mee a tongue for my reward, and I wil praise him therewith."},{"number":23,"text":"Draw neere vnto me you vnlearned, and dwell in the house of learning."},{"number":24,"text":"Wherefore are you slow, and what say you of these things, seeing your soules are very thirstie?"},{"number":25,"text":"I opened my mouth, and said, buy her for your selues without money."},{"number":26,"text":"Put your necke vnder the yoke, and let your soule receiue instruction, she is hard at hand to finde."},{"number":27,"text":"Behold with your eies, how that I haue had but little labour, and haue gotten vnto me much rest."},{"number":28,"text":"Get learning with a great summe of money, and get much gold by her."},{"number":29,"text":"Let your soule reioyce in his mercy, and be not ashamed of his praise."},{"number":30,"text":"Worke your worke betimes, & in his time he will giue you your reward."}]}