{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":6,"verses":[{"number":1,"text":"In stead of a friend, become not an enemie; for  thou shalt inherite an ill name, shame, and reproch: euen so shall a sinner that hath a double tongue."},{"number":2,"text":"Extoll not thy selfe in the counsell of thine owne heart, that thy soule bee not torne in pieces as a bull"},{"number":3,"text":"Thou shalt eat vp thy leaues, and loose thy fruit, and leaue thy selfe as a dry tree."},{"number":4,"text":"A wicked soule shall destroy him that hath it, and shall make him to be laughed to scorne of his enemies."},{"number":5,"text":"Sweet language will multiply friends: and a faire speaking tongue will increase kinde greetings."},{"number":6,"text":"Be in peace with many: neuerthelesse haue but one counseller of a thousand."},{"number":7,"text":"If thou wouldst get a friend, proue him first, and be not hasty to credit him."},{"number":8,"text":"For some man is a friend for his owne occasion, and will not abide in the day of thy trouble."},{"number":9,"text":"And there is a friend, who being turned to enmitie, and strife, will discouer thy reproch."},{"number":10,"text":"Againe some friend is a companion at the table, and will not continue in the day of thy affliction."},{"number":11,"text":"But in thy prosperitie hee will be as thy selfe, and will be bould ouer thy seruants."},{"number":12,"text":"If thou be brought low, he will be against thee, and will hide himselfe from thy face."},{"number":13,"text":"Separate thy selfe from thine enemies, and take heed of thy friends."},{"number":14,"text":"A faithfull friend is a strong defence: and hee that hath found such an one, hath found a treasure."},{"number":15,"text":"Nothing doeth counteruaile a faithful friend, and his excellencie is vnualuable."},{"number":16,"text":"A faithfull friend is the medicine of life, and they that feare the Lord shal finde him."},{"number":17,"text":"Who so feareth the Lord shall direct his friendship aright, for as he is, so shall his neighbour be also."},{"number":18,"text":"My sonne, gather instruction from thy youth vp: so shalt thou finde wisedome till thine old age."},{"number":19,"text":"Come vnto her as one that ploweth, and soweth, and wait for her good fruits, for thou shalt not toile much in labouring about her, but thou shalt eat of her fruits right soone."},{"number":20,"text":"She is very vnpleasant to the vnlearned: he that is without vnderstanding, will not remaine with her."},{"number":21,"text":"She wil lye vpon him as a mightie stone of triall, and hee will cast her from him ere it be long."},{"number":22,"text":"For wisedome is according to her name, and she is not manifest vnto many."},{"number":23,"text":"Giue eare, my sonne, receiue my aduice, and refuse not my counsell,"},{"number":24,"text":"And put thy feet into her fetters, and thy necke into her chaine."},{"number":25,"text":"Bow downe thy shoulder, and beare her, and be not grieued with her bonds."},{"number":26,"text":"Come vnto her with thy whole heart, and keepe her wayes with all thy power."},{"number":27,"text":"Search and seeke, and shee shall bee made knowen vnto thee, and when thou hast got hold of her, let her not goe."},{"number":28,"text":"For at the last thou shalt finde her rest, and that shalbe turned to thy ioy."},{"number":29,"text":"Then shall her fetters be a strong defence for thee, and her chaines a robe of glory."},{"number":30,"text":"For there is a golden ornament vpon her, and her bandes are purple lace."},{"number":31,"text":"Thou shalt put her on as a robe of honour: and shalt put her about thee as a crowne of ioy."},{"number":32,"text":"My sonne, if thou wilt, thou shalt bee taught: and if thou wilt apply thy minde, thou shalt be prudent."},{"number":33,"text":"If thou loue to heare, thou shalt receiue vnderstanding: and if thou bow thine eare, thou shalt be wise."},{"number":34,"text":"Stand in the multitude of the elders, and cleaue vnto him that is wise."},{"number":35,"text":"Be willing to heare euery godly discourse, and let not the parables of vnderstanding escape thee."},{"number":36,"text":"And if thou seest a man of vnderstanding, get thee betimes vnto him, and let thy foote weare the steps of his doore."},{"number":37,"text":"Let thy minde be vpon the ordinances of the Lord, & meditate continually in his commandements: he shal establish thine heart, and giue thee wisedome at thine owne desire."}]}