{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":7,"verses":[{"number":1,"text":"Doe no euill, so shall no harme come vnto thee."},{"number":2,"text":"Depart from the vniust, and iniquitie shall turne away from thee."},{"number":3,"text":"My sonne, sow not vpon the furrowes of vnrighteousnesse, and thou shalt not reape them seuen folde."},{"number":4,"text":"Seeke not of the Lord preheminence, neither of the King the seate of honour."},{"number":5,"text":"Iustifie not thy selfe before the Lord, and boast not of thy wisedome before the king."},{"number":6,"text":"Seeke not to be iudge, being not able to take away iniquitie, lest at any time thou feare the person of the mightie, and lay a stumbling blocke in the way of thy vprightnesse."},{"number":7,"text":"Offend not against the multitude of a city, and then thou shalt not cast thy selfe downe among the people."},{"number":8,"text":"Bind not one sinne vpon another, for in one thou shalt not be vnpunished."},{"number":9,"text":"Say not, God wil looke vpon the multitude of my oblations, and when I offer to the most High God, he will accept it."},{"number":10,"text":"Be not faint hearted when thou makest thy prayer, and neglect not to giue almes."},{"number":11,"text":"Laugh no man to scorne in the bitternesse of his soule: for there is one which humbleth and exalteth."},{"number":12,"text":"Deuise not a lie against thy brother: neither doe the like to thy friend."},{"number":13,"text":"Use not to make any maner of lie: for the custome thereof is not good."},{"number":14,"text":"Use not many words in a multitude of Elders, and make not much babling when thou prayest."},{"number":15,"text":"Hate not laborious worke, neither husbandrie, which the most High hath ordeined."},{"number":16,"text":"Number not thy selfe among the multitude of sinners, but remember that wrath will not tary long."},{"number":17,"text":"Humble thy soule greatly: for the vengeance of the vngodly is fire and wormes."},{"number":18,"text":"Change not a friend for any good by no meanes: neither a faithfull brother for the gold of Ophir."},{"number":19,"text":"Forgoe not a wise and good woman: for her grace is aboue gold."},{"number":20,"text":"Whereas thy seruant worketh truely, entreate him not euill, nor the hireling that bestoweth himselfe wholly for thee."},{"number":21,"text":"Let thy soule loue a good seruant, and defraud him not of liberty."},{"number":22,"text":"Hast thou cattell? haue an eye to them, and if they be for thy profit, keepe them with thee."},{"number":23,"text":"Hast thou children? instruct them, and bow downe their necke from their youth."},{"number":24,"text":"Hast thou daughters? haue care of their body, and shewe not thy selfe cheerefull toward them."},{"number":25,"text":"Marrie thy daughter, and so shalt thou haue performed a weightie matter: but giue her to a man of vnderstanding."},{"number":26,"text":"Hast thou a wife after thy minde? forsake her not, but giue not thy selfe ouer to a light woman."},{"number":27,"text":"Honour thy father with thy whole heart, and forget not the sorrowes of thy mother."},{"number":28,"text":"Remember that thou wast begot of them, and how canst thou recompense them the things that they haue done for thee?"},{"number":29,"text":"Feare the Lord with all thy soule, and reuerence his priests."},{"number":30,"text":"Loue him that made thee with all thy strength, and forsake not his ministers."},{"number":31,"text":"Feare the Lord, and honour the priest: and giue him his portion, as it is commanded thee, the first fruits, and the trespasse offering, & the gift of the shoulders, and the sacrifice of sanctification, and the first fruits of the holy things."},{"number":32,"text":"And stretch thine hand vnto the poore, that thy blessing may be perfected"},{"number":33,"text":"A gift hath grace in the sight of euery man liuing, and for the dead deteine it not."},{"number":34,"text":"Faile not to bee with them that weepe, and mourne with them that mourne."},{"number":35,"text":"Be not slow to visit the sicke: for that shall make thee to be beloued."},{"number":36,"text":"Whatsoeuer thou takest in hand, remember the end, and thou shalt neuer doe amisse."}]}