{"translation":"kjv1611","book":"sir","bookName":"Ecclesiasticus","chapter":9,"verses":[{"number":1,"text":"Be not iealous ouer the wife of thy bosome, and teach her not an euil lesson against thy selfe."},{"number":2,"text":"Giue not thy soule vnto a woman, to set her foot vpon thy substance."},{"number":3,"text":"Meete not with an harlot, least thou fall into her snares."},{"number":4,"text":"Use not much the companie of a woman that is a singer, least thou be taken with her attempts."},{"number":5,"text":"Gaze not on a maide, that thou fall not by those things, that are pretious in her."},{"number":6,"text":"Giue not thy soule vnto harlots, that thou loose not thine inheritance."},{"number":7,"text":"Looke not round about thee, in the streets of the citie, neither wander thou in the solitary places thereof."},{"number":8,"text":"Turne away thine eye from a beautifull woman, and looke not vpon anothers beautie: for many haue beene deceiued by the beautie of a woman, for heerewith loue is kindled as a fire."},{"number":9,"text":"Sit not at all with another mans wife, nor sit downe with her in thine armes, and spend not thy money with her at the wine, least thine heart incline vnto her, and so thorough thy desire thou fall into destruction."},{"number":10,"text":"Forsake not an old friend, for the new is not comparable to him: a new friend is as new wine: when it is old, thou shalt drinke it with pleasure."},{"number":11,"text":"Enuy not the glory of a sinner: for thou knowest not what shall be his end."},{"number":12,"text":"Delight not in the thing that the vngodly haue pleasure in, but remember they shall not goe vnpunished vnto their graue."},{"number":13,"text":"Keepe thee farre from the man that hath power to kill, so shalt thou not doubt the feare of death: and if thou come vnto him, make no fault, least he take away thy life presently: remember that thou goest in the midst of snares, and that thou walkest vpon the battlements of the citie."},{"number":14,"text":"As neere as thou canst, ghesse at thy neighbour, and consult with the wise."},{"number":15,"text":"Let thy talke be with the wise, and all thy communication in the law of the most high."},{"number":16,"text":"And let iust men eate and drinke with thee, and let thy glorying be in the feare of the Lord."},{"number":17,"text":"For the hand of the artificer, the worke shall be commended: and the wise ruler of the people, for his speech."},{"number":18,"text":"A man of an ill tongue is dangerous in his citie, and he that is rash in his talke shall be hated."}]}