{"translation":"web","book":"pro","bookName":"Proverbs","chapter":17,"verses":[{"number":1,"text":"Better is a dry morsel with quietness, than a house full of feasting with strife."},{"number":2,"text":"A servant who deals wisely will rule over a son who causes shame, and shall have a part in the inheritance among the brothers."},{"number":3,"text":"The refining pot is for silver, and the furnace for gold, but Yahweh tests the hearts."},{"number":4,"text":"An evildoer heeds wicked lips. A liar gives ear to a mischievous tongue."},{"number":5,"text":"Whoever mocks the poor reproaches his Maker. He who is glad at calamity shall not be unpunished."},{"number":6,"text":"Children’s children are the crown of old men; the glory of children is their parents."},{"number":7,"text":"Excellent speech isn’t fitting for a fool, much less do lying lips fit a prince."},{"number":8,"text":"A bribe is a precious stone in the eyes of him who gives it; wherever he turns, he prospers."},{"number":9,"text":"He who covers an offense promotes love; but he who repeats a matter separates best friends."},{"number":10,"text":"A rebuke enters deeper into one who has understanding than a hundred lashes into a fool."},{"number":11,"text":"An evil man seeks only rebellion; therefore a cruel messenger shall be sent against him."},{"number":12,"text":"Let a bear robbed of her cubs meet a man, rather than a fool in his folly."},{"number":13,"text":"Whoever rewards evil for good, evil shall not depart from his house."},{"number":14,"text":"The beginning of strife is like breaching a dam, therefore stop contention before quarreling breaks out."},{"number":15,"text":"He who justifies the wicked, and he who condemns the righteous, both of them alike are an abomination to Yahweh."},{"number":16,"text":"Why is there money in the hand of a fool to buy wisdom, since he has no understanding?"},{"number":17,"text":"A friend loves at all times; and a brother is born for adversity."},{"number":18,"text":"A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor."},{"number":19,"text":"He who loves disobedience loves strife. One who builds a high gate seeks destruction."},{"number":20,"text":"One who has a perverse heart doesn’t find prosperity, and one who has a deceitful tongue falls into trouble."},{"number":21,"text":"He who becomes the father of a fool grieves. The father of a fool has no joy."},{"number":22,"text":"A cheerful heart makes good medicine, but a crushed spirit dries up the bones."},{"number":23,"text":"A wicked man receives a bribe in secret, to pervert the ways of justice."},{"number":24,"text":"Wisdom is before the face of one who has understanding, but the eyes of a fool wander to the ends of the earth."},{"number":25,"text":"A foolish son brings grief to his father, and bitterness to her who bore him."},{"number":26,"text":"Also to punish the righteous is not good, nor to flog officials for their integrity."},{"number":27,"text":"He who spares his words has knowledge. He who is even tempered is a man of understanding."},{"number":28,"text":"Even a fool, when he keeps silent, is counted wise. When he shuts his lips, he is thought to be discerning."}]}