{"translation":"web","book":"pro","bookName":"Proverbs","chapter":20,"verses":[{"number":1,"text":"Wine is a mocker and beer is a brawler. Whoever is led astray by them is not wise."},{"number":2,"text":"The terror of a king is like the roaring of a lion. He who provokes him to anger forfeits his own life."},{"number":3,"text":"It is an honor for a man to keep aloof from strife, but every fool will be quarreling."},{"number":4,"text":"The sluggard will not plow by reason of the winter; therefore he shall beg in harvest, and have nothing."},{"number":5,"text":"Counsel in the heart of man is like deep water, but a man of understanding will draw it out."},{"number":6,"text":"Many men claim to be men of unfailing love, but who can find a faithful man?"},{"number":7,"text":"A righteous man walks in integrity. Blessed are his children after him."},{"number":8,"text":"A king who sits on the throne of judgment scatters away all evil with his eyes."},{"number":9,"text":"Who can say, “I have made my heart pure. I am clean and without sin”?"},{"number":10,"text":"Differing weights and differing measures, both of them alike are an abomination to Yahweh."},{"number":11,"text":"Even a child makes himself known by his doings, whether his work is pure, and whether it is right."},{"number":12,"text":"The hearing ear, and the seeing eye, Yahweh has made even both of them."},{"number":13,"text":"Don’t love sleep, lest you come to poverty. Open your eyes, and you shall be satisfied with bread."},{"number":14,"text":"“It’s no good, it’s no good,” says the buyer; but when he is gone his way, then he boasts."},{"number":15,"text":"There is gold and abundance of rubies, but the lips of knowledge are a rare jewel."},{"number":16,"text":"Take the garment of one who puts up collateral for a stranger; and hold him in pledge for a wayward woman."},{"number":17,"text":"Fraudulent food is sweet to a man, but afterwards his mouth is filled with gravel."},{"number":18,"text":"Plans are established by advice; by wise guidance you wage war!"},{"number":19,"text":"He who goes about as a tale-bearer reveals secrets; therefore don’t keep company with him who opens wide his lips."},{"number":20,"text":"Whoever curses his father or his mother, his lamp shall be put out in blackness of darkness."},{"number":21,"text":"An inheritance quickly gained at the beginning won’t be blessed in the end."},{"number":22,"text":"Don’t say, “I will pay back evil.” Wait for Yahweh, and he will save you."},{"number":23,"text":"Yahweh detests differing weights, and dishonest scales are not pleasing."},{"number":24,"text":"A man’s steps are from Yahweh; how then can man understand his way?"},{"number":25,"text":"It is a snare to a man to make a rash dedication, then later to consider his vows."},{"number":26,"text":"A wise king winnows out the wicked, and drives the threshing wheel over them."},{"number":27,"text":"The spirit of man is Yahweh’s lamp, searching all his innermost parts."},{"number":28,"text":"Love and faithfulness keep the king safe. His throne is sustained by love."},{"number":29,"text":"The glory of young men is their strength. The splendor of old men is their gray hair."},{"number":30,"text":"Wounding blows cleanse away evil, and beatings purge the innermost parts."}]}