{"translation":"web","book":"pro","bookName":"Proverbs","chapter":27,"verses":[{"number":1,"text":"Don’t boast about tomorrow; for you don’t know what a day may bring."},{"number":2,"text":"Let another man praise you, and not your own mouth; a stranger, and not your own lips."},{"number":3,"text":"A stone is heavy, and sand is a burden; but a fool’s provocation is heavier than both."},{"number":4,"text":"Wrath is cruel, and anger is overwhelming; but who is able to stand before jealousy?"},{"number":5,"text":"Better is open rebuke than hidden love."},{"number":6,"text":"The wounds of a friend are faithful, although the kisses of an enemy are profuse."},{"number":7,"text":"A full soul loathes a honeycomb; but to a hungry soul, every bitter thing is sweet."},{"number":8,"text":"As a bird that wanders from her nest, so is a man who wanders from his home."},{"number":9,"text":"Perfume and incense bring joy to the heart; so does earnest counsel from a man’s friend."},{"number":10,"text":"Don’t forsake your friend and your father’s friend. Don’t go to your brother’s house in the day of your disaster. A neighbor who is near is better than a distant brother."},{"number":11,"text":"Be wise, my son, and bring joy to my heart, then I can answer my tormentor."},{"number":12,"text":"A prudent man sees danger and takes refuge; but the simple pass on, and suffer for it."},{"number":13,"text":"Take his garment when he puts up collateral for a stranger. Hold it for a wayward woman!"},{"number":14,"text":"He who blesses his neighbor with a loud voice early in the morning, it will be taken as a curse by him."},{"number":15,"text":"A continual dropping on a rainy day and a contentious wife are alike:"},{"number":16,"text":"restraining her is like restraining the wind, or like grasping oil in his right hand."},{"number":17,"text":"Iron sharpens iron; so a man sharpens his friend’s countenance."},{"number":18,"text":"Whoever tends the fig tree shall eat its fruit. He who looks after his master shall be honored."},{"number":19,"text":"Like water reflects a face, so a man’s heart reflects the man."},{"number":20,"text":"Sheol and Abaddon are never satisfied; and a man’s eyes are never satisfied."},{"number":21,"text":"The crucible is for silver, and the furnace for gold; but man is refined by his praise."},{"number":22,"text":"Though you grind a fool in a mortar with a pestle along with grain, yet his foolishness will not be removed from him."},{"number":23,"text":"Know well the state of your flocks, and pay attention to your herds,"},{"number":24,"text":"for riches are not forever, nor does the crown endure to all generations."},{"number":25,"text":"The hay is removed, and the new growth appears, the grasses of the hills are gathered in."},{"number":26,"text":"The lambs are for your clothing, and the goats are the price of a field."},{"number":27,"text":"There will be plenty of goats’ milk for your food, for your family’s food, and for the nourishment of your servant girls."}]}