{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":1,"verses":[{"number":1,"text":"These events happened in the time of Ahasuerus, who ruled over a hundred and twenty-seven provinces from India to Ethiopia"},{"number":2,"text":"from his royal throne in the fortified palace of Susa."},{"number":3,"text":"In the third year of his reign, the king gave a feast for all his officers and courtiers. The commanders of the military forces of Persia and Media, the nobles and provincial rulers were present"},{"number":4,"text":"while for one hundred and eighty days he showed them the glorious riches of his kingdom and the costliness of his magnificent regalia."},{"number":5,"text":"When these days were ended, the king held a banquet for all the people who were present in the royal palace at Susa, high and low alike. It was a seven days’ feast in the enclosed garden of the royal palace."},{"number":6,"text":"There were white and violet cotton curtains fastened to silver rings and pillars of marble with cords of fine purple wool and linen. The couches were of gold and silver placed upon a mosaic pavement of alabaster, white marble, mother-of-pearl, and dark stone."},{"number":7,"text":"Drink was brought in vessels of gold – which were all different – and the king’s wine was provided with royal liberality."},{"number":8,"text":"The drinking was unrestricted, for the king had directed all the officers of his household to let each man do as he pleased."},{"number":9,"text":"Queen Vashti also gave a feast for the women in the King Ahasuerus’ royal palace."},{"number":10,"text":"On the seventh day, when the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zathar and Carkas, his seven eunuch attendants"},{"number":11,"text":"to bring Queen Vashti before him with the royal diadem on her head, to show her beauty to the people and the officials, for she was very beautiful."},{"number":12,"text":"But Queen Vashti refused to come as the king commanded through the eunuchs. Then the king became very angry and his fury burned within him."},{"number":13,"text":"The king turned to the wise men who knew the precedents, for it was his custom to confer with those wise in law."},{"number":14,"text":"Those next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, seven officials of Persia and Media who had access to the king and were highest in the kingdom."},{"number":15,"text":"“Queen Vashti”, the king said, “has failed to obey my royal command – the command of King Ahasuerus conveyed through the eunuchs! What does the law say should be done to her?”"},{"number":16,"text":"Memucan replied before the king and the officials, “Queen Vashti has done wrong not only to the king but also to all the officials and to all the peoples in all of the king’s provinces."},{"number":17,"text":"The refusal of the queen will be reported to all the women with the result that it will make them despise their husbands. They will say, ‘King Ahasuerus commanded Queen Vashti to be brought in before him, but she did not come!’"},{"number":18,"text":"This very day the ladies of Persia and Media who have heard of the refusal of the queen will tell it to all the king’s officials, and there will be contempt and strife!"},{"number":19,"text":"If it seems best to the king, let him send out a royal edict. Let it be written among the laws of Persia and Media, never to be repealed, that Vashti may never again come before King Ahasuerus. Let the king give her place as queen to another who is more worthy than she."},{"number":20,"text":"When the king’s decree which he makes is heard throughout his kingdom – great as it is – the wives of all classes will give honor to their husbands.”"},{"number":21,"text":"The proposal pleased the king and the officials, and the king did as Memucan advised."},{"number":22,"text":"He sent letters to all the provinces, to every province in its own system of writing and to every people in their language, that every man should be master in his own house!"}]}