{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":2,"verses":[{"number":1,"text":"Some time later, when the wrath of King Ahasuerus had subsided, he remembered what Vashti had done and what had been decreed against her."},{"number":2,"text":"Then the king’s servants who waited upon him said, “Let beautiful young virgins be sought for the king,"},{"number":3,"text":"and let the king appoint commissioners to all the provinces of his kingdom to gather them all to Susa the royal residence. Let them be brought into the women’s quarters under the custody of Hegai, the king’s eunuch, who has charge of the women. Then give them what is needed to make them beautiful,"},{"number":4,"text":"and let the girl who pleases the king be queen instead of Vashti.” The proposal pleased the king so he put it into action."},{"number":5,"text":"In Susa the royal residence lived a Jew named Mordecai. He was son of Jair, son of Shimei, son of Kish, a Benjamite."},{"number":6,"text":"(Kish had been carried away from Jerusalem with the exiles who were deported with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon took captive.)"},{"number":7,"text":"Mordecai had adopted Hadassah, that is, Esther, his uncle’s daughter, since she had neither father nor mother. The girl was shapely and beautiful; and after her father and mother died, Mordecai raised her as if she was his own daughter."},{"number":8,"text":"When the king’s command and decree were known, many girls were gathered together to Susa the capital under the custody of Hegai. Esther was also taken into the king’s palace and placed under the custody of Hegai, who had charge of the women."},{"number":9,"text":"The girl pleased him and gained his favor, so that he quickly gave her the cosmetics she needed to enhance her beauty and her allowance of food and the seven maids selected from the king’s household. He also transferred her and her maids to the best place in the harem."},{"number":10,"text":"Esther had not revealed her people nor her family background because Mordecai had ordered her not to."},{"number":11,"text":"Every day Mordecai would walk in front of the courtyard of the harem and ask after Esther’s health and what was happening to her."},{"number":12,"text":"The girls were prepared for meeting King Ahasuerus for twelve months: six months being treated with oil of myrrh and six months with perfumes and cosmetics. After the twelve months,"},{"number":13,"text":"each girl went in to the king. She was allowed to take with her whatever she wished from the women’s quarters,"},{"number":14,"text":"and would enter the palace in the evening and return the next morning to another part of the harem under the care of the king’s eunuch Shaashgaz who was in charge of concubines. She would not go to the king again unless he desired her and summoned her by name."},{"number":15,"text":"When it was the turn of Esther (the girl adopted by Mordecai, daughter of his uncle Abihail) to go in to the king, she only took with her those things that Hegai, the king’s eunuch in charge of the women, had advised her to take. Esther was liked by all who saw her."},{"number":16,"text":"Esther was taken to King Ahasuerus in the royal palace in the tenth month, the month of Tebeth, in the seventh year of his reign."},{"number":17,"text":"And the king loved her more than all the other women, and she became his favorite and won his affection. He placed the royal diadem on her head and made her queen instead of Vashti."},{"number":18,"text":"Then the king gave a great feast to all his officials and courtiers in honor of Esther, and he remitted the taxes of the provinces and distributed gifts with royal liberality."},{"number":19,"text":"All the time the virgins were assembled again, Mordecai was sitting as an official at the king’s gate."},{"number":20,"text":"Esther had not revealed her people or family background because she still obeyed him as she had when he was bringing her up."},{"number":21,"text":"In those days while Mordecai was sitting in the king’s gate, two of the royal court attendants, Bigthan and Teresh, who guarded the entrance of the palace, became enraged and attempted to kill King Ahasuerus."},{"number":22,"text":"But Mordecai learned of the conspiracy and disclosed it to Queen Esther, and she told the king on Mordecai’s behalf."},{"number":23,"text":"When the affair was investigated and the facts discovered, the conspirators were both hanged on the gallows. The incident was recorded in the presence of the king in the daily record of events."}]}