{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":3,"verses":[{"number":1,"text":"After these events King Ahasuerus promoted Haman the son of Hammedatha the Agagite, and advanced him to a place above all the officials who were with him."},{"number":2,"text":"All the king’s courtiers who were in the king’s gate used to bow down before Haman, for so the king had commanded, but Mordecai did not bow down nor prostrate himself."},{"number":3,"text":"Then the king’s courtiers, who were in the king’s gate, said to Mordecai, “Why do you disobey the king’s command?”"},{"number":4,"text":"When they had spoken to him day after day without his listening to them, they informed Haman, to see whether Mordecai’s acts would be tolerated, for he had told them that he was a Jew."},{"number":5,"text":"When Haman saw that Mordecai did not bow down nor prostrate himself before him, he was furious."},{"number":6,"text":"But it seemed to him beneath his dignity to lay hands on Mordecai alone, for they had told him who Mordecai’s people were. Instead Haman sought to destroy all the people of Mordecai, all the Jews throughout the kingdom of Ahasuerus."},{"number":7,"text":"In the first month (the month of Nisan) in the twelfth year of the reign of King Ahasuerus, Haman had ‘pur’ (which means ‘lot’) cast before him to determine the best day and best month for his actions. The lot fell on the thirteenth day of the twelfth month – the month of Adar."},{"number":8,"text":"So Haman said to King Ahasuerus, “There is a certain people scattered among the peoples in all the provinces of your kingdom, whose laws differ from those of every other and who do not keep the king’s laws. Therefore it is not right for the king to tolerate them."},{"number":9,"text":"If it seems best to the king, let an order be given to destroy them, and I will pay ten thousand silver coins into the royal treasury.”"},{"number":10,"text":"So the king took off his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews."},{"number":11,"text":"“The money is yours,” the king said to Haman, “and the people also to do with them as you wish.”"},{"number":12,"text":"And so, on the thirteenth day of the first month, the king’s secretaries were summoned and as Haman instructed an edict was issued to the king’s satraps and provincial governors and the rulers of each of the peoples in their own script and their own language. The edict was written in the name of King Ahasuerus and sealed with his ring."},{"number":13,"text":"Dispatches were sent by couriers to all the king’s provinces, saying: Destroy, kill, put an end to all the Jews, young and old, little children and women, on the thirteenth day of the twelfth month, and plunder their possessions."},{"number":14,"text":"A copy of the edict was to be published as a decree in every province – publicly displayed so that everyone might be ready for that day."},{"number":15,"text":"By command of the king the couriers raced off, and the edict was published in Susa itself. Then the king and Haman sat down to drink, but the city of Susa was in turmoil."}]}