{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":4,"verses":[{"number":1,"text":"When Mordecai learned all that had been done, he tore his clothes and put on sackcloth and strewed ashes on his head, and went out into the city and raised a loud and bitter cry of lamentation."},{"number":2,"text":"He went as far as the king’s gate, but no one could enter the gate clothed with sackcloth."},{"number":3,"text":"In every province, wherever the king’s command and decree went, there was great mourning, fasting, weeping, and wailing among the Jews. Many of them sat in sackcloth and ashes."},{"number":4,"text":"When Esther’s maids and attendants told her about Mordecai’s behavior, she was greatly troubled. She sent garments for Mordecai to put on, so that he could take off his sack-cloth, but he would not accept them."},{"number":5,"text":"So Esther called Hathach, one of the king’s eunuchs whom he had appointed to attend her, and ordered him to go to Mordecai to learn what it all meant and the reason for it."},{"number":6,"text":"So Hathach went out to Mordecai, to the city square in front of the king’s gate."},{"number":7,"text":"Mordecai told him all that had happened to him and the exact amount of money that Haman had promised to pay into the king’s treasury for the destruction of the Jews."},{"number":8,"text":"Also he gave him a copy of the decree to destroy them, that had been published in Susa, to show to Esther for her information. He also told her to go to the king and implore his mercy and to plead with him in behalf of her people."},{"number":9,"text":"When Hathach came and told Esther what Mordecai had said,"},{"number":10,"text":"she instructed Hathach to go and say to Mordecai,"},{"number":11,"text":"“All the king’s courtiers and the people of the king’s provinces know that for every man or woman who goes to the king into the inner court without being called there is one penalty, death, unless the king holds out the golden sceptre signifying that they may live. It has been thirty days since I have been called to go in to the king.”"},{"number":12,"text":"When Mordecai was told what Esther had said,"},{"number":13,"text":"he sent back this reply to Esther, “Don’t imagine that you alone of all the Jews will escape because you belong to the king’s household."},{"number":14,"text":"If you persist in remaining silent at this time, relief and deliverance will come to the Jews from another quarter, but you and your family will perish. Who knows? Maybe you have been raised to the throne for a time like this!”"},{"number":15,"text":"Then Esther sent this message to Mordecai:"},{"number":16,"text":"“Go, gather all the Jews in Susa and fast for me. Don’t eat nor drink anything for three days and nights. My maids and I will fast as well. Then I will go in to the king, although it is contrary to the law, and if I die, I die.”"},{"number":17,"text":"Mordecai did everything Esther had directed."}]}