{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":5,"verses":[{"number":1,"text":"On the third day, Esther put on her regalia and stood in the inner court of the royal palace opposite the king’s house. The king was sitting on his throne in the palace, opposite the entrance."},{"number":2,"text":"When he saw Esther the queen standing in the court, she won his favor, and he held out to her the golden sceptre that was in his hand. So Esther approached and touched the top of the sceptre."},{"number":3,"text":"Then the king said to her, “What is it, Queen Esther? Whatever your request is, it will be granted, even if it is the half of the kingdom.”"},{"number":4,"text":"“If it seems best to the king,” Esther said, “let the king and Haman come today to the banquet that I have prepared for him.”"},{"number":5,"text":"Then the king ordered, “Bring Haman quickly, so that Esther’s wish may be gratified.” So the king and Haman went to the banquet that Esther had prepared."},{"number":6,"text":"While they were drinking wine, the king said to Esther, “Whatever your petition is, it will be granted. Your request, it will be done – even if it takes half of my kingdom.”"},{"number":7,"text":"Esther answered,"},{"number":8,"text":"“If I have won the king’s favor and if it seems best to the king to grant my petition and to accede to my request, my petition and my request are that the king and Haman come to the banquet which I will prepare for them. Tomorrow I will answer the king’s question as he wishes.”"},{"number":9,"text":"Haman went out that day joyful and elated, but when he saw Mordecai in the king’s gate and noticed that he neither stood up nor moved for him, he was furiously angry with Mordecai."},{"number":10,"text":"Nevertheless Haman restrained himself and went home. He called together his friends and Zeresh his wife"},{"number":11,"text":"and recounted to them the greatness of his wealth, how many children he had, and all the ways in which the king had honored him, and how he had promoted him above the officials and the royal courtiers."},{"number":12,"text":"“What is more,” Haman said, “Queen Esther brought no one in with the king to the banquet which she had prepared except me, and tomorrow also I am invited by her along with the king."},{"number":13,"text":"Yet all this does not satisfy me as long as I see Mordecai the Jew sitting at the king’s gate.”"},{"number":14,"text":"Then Zeresh his wife and all his friends said to him, “Let a gallows seventy-five feet high be erected, and in the morning speak to the king and let Mordecai be hanged on it. Then go merrily with the king to the banquet.” The advice pleased Haman, and so he had the gallows erected."}]}