{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":6,"verses":[{"number":1,"text":"On that night the king was unable to sleep, so he gave orders to bring the books that recorded memorable deeds, and they were read before the king."},{"number":2,"text":"It was found recorded how Mordecai had furnished information regarding Bigthan and Teresh, two of the king’s attendants who guarded the entrance of the palace, who had attempted to kill King Ahasuerus."},{"number":3,"text":"“What honor and dignity have been conferred on Mordecai for this?” the king asked. When the king’s pages who waited on him replied “Nothing has been done for him,”"},{"number":4,"text":"the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s house to speak to the king about hanging Mordecai on the gallows that he had prepared for him."},{"number":5,"text":"So the king’s pages said to him, “Haman is standing there, in the court.” The king said, “Let him enter.”"},{"number":6,"text":"So Haman entered, and the king said to him, “What should be done for the man whom the king wishes to honor?” Haman said to himself, “Whom besides me could the king wish to honor?”"},{"number":7,"text":"So he said to the king, “For the man whom the king wishes to honor"},{"number":8,"text":"let a royal garment be brought, which the king has worn, and the horse on which the king has ridden and on whose head a royal diadem has been placed."},{"number":9,"text":"Then let the garment and the horse be placed in charge of one of the king’s noble officials. Let him clothe the man whom the king wishes to honor and let him lead that man on the horse through the city square, proclaiming before him, ‘This is what is done for the man whom the king wishes to honor.’”"},{"number":10,"text":"Then the king said to Haman, “Make haste and take the garment and the horse, as you have said, and do this to Mordecai the Jew, who sits in the king’s gate. Omit nothing of all you have said.”"},{"number":11,"text":"So Haman took the garment and the horse and clothed Mordecai, and made him ride through the city square and proclaimed before him, “This is what is done for the man whom the king wishes to honor.”"},{"number":12,"text":"Mordecai returned to the king’s gate, but Haman hurried to his house, mourning, with his head covered."},{"number":13,"text":"Haman recounted to Zeresh his wife and to all his friends everything that had happened to him. Then his wise men and Zeresh his wife said to him, “If Mordecai before whom you have already been humiliated is of the Jewish people, you can do nothing against him but will surely fall before him.”"},{"number":14,"text":"While they were still talking with him, the king’s attendants came and quickly took Haman to the banquet that Esther had prepared."}]}