{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":7,"verses":[{"number":1,"text":"So the king and Haman went to drink with Queen Esther."},{"number":2,"text":"As they were drinking wine on that second day, the king again said to Esther, “Whatever your petition is, Queen Esther, it will be granted to you. Whatever you request it will be done, even if it takes half of the kingdom.”"},{"number":3,"text":"Then Queen Esther answered, “Your Majesty, if I have won your favor, and if it seems best to Your Majesty, let my life be given me as my petition, and my people as my request,"},{"number":4,"text":"for I and my people have been sold to be destroyed, killed, and completely annihilated! If we had been merely sold into slavery I would not have disturbed your peace, because such a fate would not have affected the interests of the king.”"},{"number":5,"text":"Then King Ahasuerus said to Queen Esther, “Who is he and where is he whose heart has impelled him to do this?”"},{"number":6,"text":"“A foe, an enemy: this wicked Haman.” Esther answered. Haman shrank in terror before the king and the queen."},{"number":7,"text":"In his wrath the king rose from the place where he was drinking wine and went into the palace garden. Haman stayed to beg Queen Esther for his life, for he saw that the king was fully determined to bring calamity upon him."},{"number":8,"text":"As the king returned from the palace garden to the banquet hall, Haman had flung himself on Esther’s couch. The king cried, “Is he going to rape my queen while I am present in my own house?” As the king spoke these words, the attendants covered Haman’s face"},{"number":9,"text":"and Harbonah, one of those who waited on the king, said, “There are the gallows, seventy-five feet high, which Hainan erected for Mordecai, who spoke a good word in behalf of the king, standing in the house of Haman!” The king said “Hang him on them.”"},{"number":10,"text":"So they hanged Haman on the gallows that he had prepared for Mordecai. Then the wrath of the king was pacified."}]}