{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":8,"verses":[{"number":1,"text":"At that time King Ahasuerus gave the property of Haman the Jews’ enemy to Queen Esther. Mordecai was made one of the king’s personal advisers, for Esther had disclosed his relationship to her."},{"number":2,"text":"The king also drew off his signet ring, which he had taken from Haman. He gave it to Mordecai, and Esther placed Mordecai in charge of Haman’s property."},{"number":3,"text":"Then Esther sought another audience with the king and fell at his feet and with tears begged him to avert the evil planned by Haman the Agagite and to frustrate his designs against the Jews."},{"number":4,"text":"The king held out to her the golden sceptre, and she arose and stood before him."},{"number":5,"text":"“If it seems best to the king,” she said, “and if I have won his favor and he thinks it right, and if I please him, let written orders be given to revoke the dispatches devised by Haman son of Hammedatha the Agagite, which he wrote ordering the destruction of the Jews who are in all the king’s provinces."},{"number":6,"text":"For how can I bear to look upon the evil that will come to my people? How can I bear to see their destruction?”"},{"number":7,"text":"Then King Ahasuerus said to Queen Esther and to Mordecai the Jew, “See, I have given Esther the property of Haman, and they have hanged him on the gallows, because he laid hands upon the Jews."},{"number":8,"text":"Now you write on behalf of the Jews, as seems best to you, in the king’s name and seal it with the king’s signet ring. For a document that is written in the king’s name and sealed with the king’s signet ring cannot be revoked.”"},{"number":9,"text":"On the twenty-third day of the third month (that is the month of Sivan), the king’s secretaries were summoned and as Mordecai instructed an edict was issued to the Jews, to the satraps and provincial governors and the rulers of each of the one hundred twenty-seven provinces from India to Ethiopia in their own script and their own language, and to the Jews in their own script and language."},{"number":10,"text":"Mordecai wrote in the name of King Ahasuerus. He sealed it with the king’s signet ring. Dispatches were sent by mounted couriers who rode the swift, noble steeds, bred of the royal studs."},{"number":11,"text":"In this way the king permitted the Jews who were in every city to gather together and make a stand for their life, to destroy, to kill, and annihilate all the armed forces of any people or province that might be hostile to them, including their children and women, and to take their goods as plunder"},{"number":12,"text":"throughout all the provinces of King Ahasuerus on that thirteenth day of the twelfth month (which is called Adar)."},{"number":13,"text":"A copy of the edict was to be published as a decree in every province – publicly displayed so that the Jews might be ready for that day and avenge themselves."},{"number":14,"text":"So the couriers who rode the swift, noble steeds went out, hastened and impelled by the king’s commands! Meantime the decree had been given out in the royal palace at Susa;"},{"number":15,"text":"and Mordecai had gone out from the presence of the king in royal garments of violet and white and with a great crown of gold and with a robe of fine linen and purple. The people of Susa shouted and were glad."},{"number":16,"text":"To the Jews there came light and gladness and joy and honor."},{"number":17,"text":"And in every province and city, wherever the king’s command and decree came, there was gladness and joy among the Jews and a holiday. Many of the peoples of the earth professed to be Jews, for fear of the Jews took possession of them."}]}