{"translation":"oeb-us","book":"est","bookName":"Esther","chapter":9,"verses":[{"number":1,"text":"Now in the twelfth month (that is the month of Adar), on the thirteenth day, when the king’s command and his decree was about to be put into execution, on the day that the enemies of the Jews hoped to gain the mastery over them, then the tables were turned so that the Jews had the mastery over those who hated them."},{"number":2,"text":"The Jews gathered together in the cities throughout all the provinces of King Ahasuerus, to attack anyone who tried to harm them. No one could withstand them, for the fear of them had fallen on all the peoples."},{"number":3,"text":"All the princes of the provinces and the satraps and the governors and they who attended to the king’s business, helped the Jews, because the fear of Mordecai had fallen on them."},{"number":4,"text":"For Mordecai was great in the king’s palace, and as his power increased his fame spread throughout all the provinces."},{"number":5,"text":"The Jews put all their enemies to the sword and, with slaughter and destruction, they did what they wanted to those who hated them."},{"number":6,"text":"In Susa the capital the Jews killed five hundred people."},{"number":7,"text":"They killed Parshandatha, Dalphon, Aspatha,"},{"number":8,"text":"Poratha, Adalia, Aridatha,"},{"number":9,"text":"Parmashta, Arisia, Aridai, and Vaizatha,"},{"number":10,"text":"the ten sons of Haman the son of Hammedatha, the Jews’ enemy; but they did not take any plunder."},{"number":11,"text":"On that day the number of those who were slain in Susa was brought before the king,"},{"number":12,"text":"and the king said to Queen Esther, “The Jews have slain five hundred people in Susa, and the ten sons of Haman. What then have they done in the rest of the king’s provinces! Now what is your petition? It will be granted to you. What is your request? It will be done.”"},{"number":13,"text":"“If it please the king,” Esther said, “let it be granted to the Jews who are in Susa to do tomorrow also according to this day’s decree. Let the bodies of Haman’s ten sons be hanged on the gallows.”"},{"number":14,"text":"And the king commanded it to be done. A decree was given out in Susa and they hung the bodies of Haman’s ten sons on the gallows."},{"number":15,"text":"The Jews who were in Susa gathered themselves together again on the fourteenth day of the month of Adar. They killed three hundred people in Susa. But they did not take any plunder."},{"number":16,"text":"And the other Jews who were in the king’s provinces gathered themselves together and fought for their lives and overcame their enemies. They killed seventy-five thousand who hated them. But they did not take any plunder."},{"number":17,"text":"This was on the thirteenth day of Adar. On the fourteenth day of the month Adar the Jews rested and made it a day of feasting and rejoicing."},{"number":18,"text":"(But the Jews in Susa gathered on both the thirteenth and fourteenth day – and rested on the fifteenth day of the same month and made it a day of feasting and rejoicing.)"},{"number":19,"text":"This is why the Jews who live in the country villages keep the fourteenth day of the month of Adar as a day of rejoicing and feasting and a holiday, and a day in which they send gifts of food to each other."},{"number":20,"text":"Mordecai had these things recorded. He sent letters to all the Jews who were in all the provinces of the King Ahasuerus, both near and far."},{"number":21,"text":"He told them to keep the fourteenth day of the month of Adar and also the fifteenth day every year,"},{"number":22,"text":"as the days on which the Jews had rest from their enemies, and the month which was turned from sorrow to gladness and from mourning into a feast day. They should make them days of feasting and gladness and of sending gifts of food to each other and of gifts to the poor."},{"number":23,"text":"So what the Jews had begun to do they adopted as a custom, just as Mordecai had written to them."},{"number":24,"text":"For Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted to destroy them. He had cast ‘Pur’, that is the lot, intending to consume them and to destroy them."},{"number":25,"text":"But when the matter came before the king, he gave written orders that his wicked plot, which he had planned against the Jews, should come upon his own head, and that he and his sons should be hanged on the gallows."},{"number":26,"text":"This is why these days are called Purim, after the word Pur. Therefore because of all the words of this letter, as well as all they had seen, and all they had experienced,"},{"number":27,"text":"the Jews established and made it a custom for them, for their descendants, and for all who should join them, so that it might not be repealed, that they should continue to observe these two days as feasts each year,"},{"number":28,"text":"and that these days should be remembered and kept throughout every generation, every family, every province, and every city. And these days of Purim should not pass away from among the Jews nor the remembrance of them disappear among their descendants."},{"number":29,"text":"Queen Esther, the daughter of Abihail, gave Mordecai the Jew all authority in writing to confirm this second letter of Purim."},{"number":30,"text":"He sent letters to all the Jews, to the hundred and twenty-seven provinces of the kingdom of Ahasuerus, wishing them peace and security,"},{"number":31,"text":"to confirm these days of Purim in their proper times, to be observed as Mordecai the Jew and Queen Esther had directed and as the Jews had proscribed for themselves and their descendants, in the matter of the fastings and their cry of lamentation."},{"number":32,"text":"And the commands of Esther confirmed these matters of Purim; and it was written in the records."}]}