{"translation":"oeb-us","book":"nah","bookName":"Nahum","chapter":2,"verses":[{"number":1,"text":"Nineveh! The destroyer has come up against you; mount guard upon the rampart; watch the road; brace yourselves; strengthen your might to the utmost."},{"number":2,"text":"For the Lord is restoring the majesty of Jacob and of Israel, though the devastators have plundered them and destroyed their vines."},{"number":3,"text":"The shields of his warriors are dyed red, his soldiers are clothed in scarlet, his chariots gleam like fire on the day he prepares for battle spears are shaken."},{"number":4,"text":"Chariots rush across the fields, storm through the squares; they flame like torches, they dart like lightening."},{"number":5,"text":"A leader rallies his nobles, they hurl themselves forward. They speed on toward the wall; the storming-shield is set up."},{"number":6,"text":"The water-gates are thrown open, and the palace dissolves in ruins."},{"number":7,"text":"The queen is stripped, she is carried off. Her maids moan like doves, beating upon their breasts."},{"number":8,"text":"Like a pool of water is Nineveh, her waters fast ebbing away. “Stand firm! Stand firm!” someone cries, but no one turns back."},{"number":9,"text":"“Loot the silver, loot the gold, for there is no end to the treasure, the wealth and precious things.”"},{"number":10,"text":"Nineveh is empty, desolate, devastated, with faint heart and knocking knee. There is weakness in every limb, and faces grow pale."},{"number":11,"text":"Where now is the den of lions? Where now the lair of their young? Where the lion used to withdraw, with his cubs, with none to disturb them?"},{"number":12,"text":"The lion tore enough for his cubs, and strangled prey for his lionesses. He filled his caves with the kill, he filled his lairs with fresh meat."},{"number":13,"text":"“But see, I am against you,” the Lord of hosts declares, “I will burn your chariots in smoke and fire. The sword will devour your young lions. You will never again prey on the land. No more will your messengers be heard.”"}]}