{"translation":"web","book":"gal","bookName":"Galatians","chapter":1,"verses":[{"number":1,"text":"Paul, an apostle—not from men, nor through man, but through Jesus Christ, and God the Father, who raised him from the dead—"},{"number":2,"text":"and all the brothers who are with me, to the assemblies of Galatia:"},{"number":3,"text":"Grace to you and peace from God the Father and our Lord Jesus Christ,"},{"number":4,"text":"who gave himself for our sins, that he might deliver us out of this present evil age, according to the will of our God and Father—"},{"number":5,"text":"to whom be the glory forever and ever. Amen."},{"number":6,"text":"I marvel that you are so quickly deserting him who called you in the grace of Christ to a different “good news”,"},{"number":7,"text":"but there isn’t another “good news.” Only there are some who trouble you and want to pervert the Good News of Christ."},{"number":8,"text":"But even though we, or an angel from heaven, should preach to you any “good news” other than that which we preached to you, let him be cursed."},{"number":9,"text":"As we have said before, so I now say again: if any man preaches to you any “good news” other than that which you received, let him be cursed."},{"number":10,"text":"For am I now seeking the favor of men, or of God? Or am I striving to please men? For if I were still pleasing men, I wouldn’t be a servant of Christ."},{"number":11,"text":"But I make known to you, brothers, concerning the Good News which was preached by me, that it is not according to man."},{"number":12,"text":"For I didn’t receive it from man, nor was I taught it, but it came to me through revelation of Jesus Christ."},{"number":13,"text":"For you have heard of my way of living in time past in the Jews’ religion, how that beyond measure I persecuted the assembly of God and ravaged it."},{"number":14,"text":"I advanced in the Jews’ religion beyond many of my own age among my countrymen, being more exceedingly zealous for the traditions of my fathers."},{"number":15,"text":"But when it was the good pleasure of God, who separated me from my mother’s womb and called me through his grace,"},{"number":16,"text":"to reveal his Son in me, that I might preach him among the Gentiles, I didn’t immediately confer with flesh and blood,"},{"number":17,"text":"nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia. Then I returned to Damascus."},{"number":18,"text":"Then after three years I went up to Jerusalem to visit Peter, and stayed with him fifteen days."},{"number":19,"text":"But of the other apostles I saw no one except James, the Lord’s brother."},{"number":20,"text":"Now about the things which I write to you, behold, before God, I’m not lying."},{"number":21,"text":"Then I came to the regions of Syria and Cilicia."},{"number":22,"text":"I was still unknown by face to the assemblies of Judea which were in Christ,"},{"number":23,"text":"but they only heard, “He who once persecuted us now preaches the faith that he once tried to destroy.”"},{"number":24,"text":"So they glorified God in me."}]}