{"translation":"oeb-us","book":"jon","bookName":"Jonah","chapter":1,"verses":[{"number":1,"text":"This message from the Lord came to Jonah, the son of Amittai:"},{"number":2,"text":"“Arise, go to that great city, Nineveh, and preach against it; for their wickedness is known to me.”"},{"number":3,"text":"But Jonah started to flee to Tarshish from the presence of the Lord. He went down to Joppa and found a ship going to Tarshish. So he paid the fare and went aboard to go with them to Tarshish from the presence of the Lord."},{"number":4,"text":"But the Lord made a furious wind blow over the sea, and there was such a great storm that the ship was in danger of breaking to pieces."},{"number":5,"text":"The sailors were terrified and each cried for help to his own god. They threw the ship’s cargo into the sea to make the ship lighter. Meanwhile Jonah had gone down into the bottom of the ship and lay fast asleep."},{"number":6,"text":"The captain of the ship went and said to him, “How can you sleep? Call on your god; perhaps that god will think of us, so that we may not be lost.”"},{"number":7,"text":"The sailors said to one another, “Come, let us cast lots to discover on whose account this evil has come upon us.” So they cast lots, and the lot indicated Jonah."},{"number":8,"text":"So they said to him, “Are you to blame for this? Tell us, what is your business, and where do you come from? What is your country and to what people do you belong?”"},{"number":9,"text":"He replied, “I am a Hebrew, and a worshipper of the Lord, the God of heaven, who made the sea and the dry land.”"},{"number":10,"text":"Then the men were greatly frightened and said to him, “What have you done?” For they knew that he was fleeing from the presence of the Lord, because he had told them."},{"number":11,"text":"Then they said to him, “What should we do to you, to make the sea calm for us?” For the sea grew more and more stormy."},{"number":12,"text":"He said to them, “Take me up and throw me into the sea, and the sea will be calm for you, for I know that it is because of me this fierce storm has overtaken you.”"},{"number":13,"text":"But instead the men rowed hard to get back to the land; they could not, however, for the sea grew more and more stormy ahead."},{"number":14,"text":"So they cried to the Lord and said, “We beg you, Lord, we beg you, don’t let us die for this man’s life, and don’t let us be guilty of shedding innocent blood, for you are the Lord; you have done as it pleases you.”"},{"number":15,"text":"And they took up Jonah, and threw him into the sea; and the sea became calm."},{"number":16,"text":"Then the men greatly feared the Lord, and they offered a sacrifice and made vows to him."},{"number":17,"text":"But the Lord arranged for a great fish to swallow Jonah, and Jonah was inside the fish three days and three nights."}]}