{"translation":"web","book":"psa","bookName":"Psalms","chapter":103,"verses":[{"number":1,"text":"Praise Yahweh, my soul! All that is within me, praise his holy name!"},{"number":2,"text":"Praise Yahweh, my soul, and don’t forget all his benefits,"},{"number":3,"text":"who forgives all your sins, who heals all your diseases,"},{"number":4,"text":"who redeems your life from destruction, who crowns you with loving kindness and tender mercies,"},{"number":5,"text":"who satisfies your desire with good things, so that your youth is renewed like the eagle’s."},{"number":6,"text":"Yahweh executes righteous acts, and justice for all who are oppressed."},{"number":7,"text":"He made known his ways to Moses, his deeds to the children of Israel."},{"number":8,"text":"Yahweh is merciful and gracious, slow to anger, and abundant in loving kindness."},{"number":9,"text":"He will not always accuse; neither will he stay angry forever."},{"number":10,"text":"He has not dealt with us according to our sins, nor repaid us for our iniquities."},{"number":11,"text":"For as the heavens are high above the earth, so great is his loving kindness toward those who fear him."},{"number":12,"text":"As far as the east is from the west, so far has he removed our transgressions from us."},{"number":13,"text":"Like a father has compassion on his children, so Yahweh has compassion on those who fear him."},{"number":14,"text":"For he knows how we are made. He remembers that we are dust."},{"number":15,"text":"As for man, his days are like grass. As a flower of the field, so he flourishes."},{"number":16,"text":"For the wind passes over it, and it is gone. Its place remembers it no more."},{"number":17,"text":"But Yahweh’s loving kindness is from everlasting to everlasting with those who fear him, his righteousness to children’s children,"},{"number":18,"text":"to those who keep his covenant, to those who remember to obey his precepts."},{"number":19,"text":"Yahweh has established his throne in the heavens. His kingdom rules over all."},{"number":20,"text":"Praise Yahweh, you angels of his, who are mighty in strength, who fulfill his word, obeying the voice of his word."},{"number":21,"text":"Praise Yahweh, all you armies of his, you servants of his, who do his pleasure."},{"number":22,"text":"Praise Yahweh, all you works of his, in all places of his dominion. Praise Yahweh, my soul!"}]}