{"translation":"web","book":"psa","bookName":"Psalms","chapter":139,"verses":[{"number":1,"text":"Yahweh, you have searched me, and you know me."},{"number":2,"text":"You know my sitting down and my rising up. You perceive my thoughts from afar."},{"number":3,"text":"You search out my path and my lying down, and are acquainted with all my ways."},{"number":4,"text":"For there is not a word on my tongue, but behold, Yahweh, you know it altogether."},{"number":5,"text":"You hem me in behind and before. You laid your hand on me."},{"number":6,"text":"This knowledge is beyond me. It’s lofty. I can’t attain it."},{"number":7,"text":"Where could I go from your Spirit? Or where could I flee from your presence?"},{"number":8,"text":"If I ascend up into heaven, you are there. If I make my bed in Sheol, behold, you are there!"},{"number":9,"text":"If I take the wings of the dawn, and settle in the uttermost parts of the sea,"},{"number":10,"text":"even there your hand will lead me, and your right hand will hold me."},{"number":11,"text":"If I say, “Surely the darkness will overwhelm me. The light around me will be night,”"},{"number":12,"text":"even the darkness doesn’t hide from you, but the night shines as the day. The darkness is like light to you."},{"number":13,"text":"For you formed my inmost being. You knit me together in my mother’s womb."},{"number":14,"text":"I will give thanks to you, for I am fearfully and wonderfully made. Your works are wonderful. My soul knows that very well."},{"number":15,"text":"My frame wasn’t hidden from you, when I was made in secret, woven together in the depths of the earth."},{"number":16,"text":"Your eyes saw my body. In your book they were all written, the days that were ordained for me, when as yet there were none of them."},{"number":17,"text":"How precious to me are your thoughts, God! How vast is their sum!"},{"number":18,"text":"If I would count them, they are more in number than the sand. When I wake up, I am still with you."},{"number":19,"text":"If only you, God, would kill the wicked. Get away from me, you bloodthirsty men!"},{"number":20,"text":"For they speak against you wickedly. Your enemies take your name in vain."},{"number":21,"text":"Yahweh, don’t I hate those who hate you? Am I not grieved with those who rise up against you?"},{"number":22,"text":"I hate them with perfect hatred. They have become my enemies."},{"number":23,"text":"Search me, God, and know my heart. Try me, and know my thoughts."},{"number":24,"text":"See if there is any wicked way in me, and lead me in the everlasting way."}]}