{"translation":"web","book":"psa","bookName":"Psalms","chapter":145,"verses":[{"number":1,"text":"I will exalt you, my God, the King. I will praise your name forever and ever."},{"number":2,"text":"Every day I will praise you. I will extol your name forever and ever."},{"number":3,"text":"Great is Yahweh, and greatly to be praised! His greatness is unsearchable."},{"number":4,"text":"One generation will commend your works to another, and will declare your mighty acts."},{"number":5,"text":"I will meditate on the glorious majesty of your honor, on your wondrous works."},{"number":6,"text":"Men will speak of the might of your awesome acts. I will declare your greatness."},{"number":7,"text":"They will utter the memory of your great goodness, and will sing of your righteousness."},{"number":8,"text":"Yahweh is gracious, merciful, slow to anger, and of great loving kindness."},{"number":9,"text":"Yahweh is good to all. His tender mercies are over all his works."},{"number":10,"text":"All your works will give thanks to you, Yahweh. Your saints will extol you."},{"number":11,"text":"They will speak of the glory of your kingdom, and talk about your power,"},{"number":12,"text":"to make known to the sons of men his mighty acts, the glory of the majesty of his kingdom."},{"number":13,"text":"Your kingdom is an everlasting kingdom. Your dominion endures throughout all generations. Yahweh is faithful in all his words, and loving in all his deeds."},{"number":14,"text":"Yahweh upholds all who fall, and raises up all those who are bowed down."},{"number":15,"text":"The eyes of all wait for you. You give them their food in due season."},{"number":16,"text":"You open your hand, and satisfy the desire of every living thing."},{"number":17,"text":"Yahweh is righteous in all his ways, and gracious in all his works."},{"number":18,"text":"Yahweh is near to all those who call on him, to all who call on him in truth."},{"number":19,"text":"He will fulfill the desire of those who fear him. He also will hear their cry, and will save them."},{"number":20,"text":"Yahweh preserves all those who love him, but he will destroy all the wicked."},{"number":21,"text":"My mouth will speak the praise of Yahweh. Let all flesh bless his holy name forever and ever."}]}