{"translation":"web","book":"psa","bookName":"Psalms","chapter":25,"verses":[{"number":1,"text":"To you, Yahweh, I lift up my soul."},{"number":2,"text":"My God, I have trusted in you. Don’t let me be shamed. Don’t let my enemies triumph over me."},{"number":3,"text":"Yes, no one who waits for you will be shamed. They will be shamed who deal treacherously without cause."},{"number":4,"text":"Show me your ways, Yahweh. Teach me your paths."},{"number":5,"text":"Guide me in your truth, and teach me, for you are the God of my salvation. I wait for you all day long."},{"number":6,"text":"Yahweh, remember your tender mercies and your loving kindness, for they are from old times."},{"number":7,"text":"Don’t remember the sins of my youth, nor my transgressions. Remember me according to your loving kindness, for your goodness’ sake, Yahweh."},{"number":8,"text":"Good and upright is Yahweh, therefore he will instruct sinners in the way."},{"number":9,"text":"He will guide the humble in justice. He will teach the humble his way."},{"number":10,"text":"All the paths of Yahweh are loving kindness and truth to such as keep his covenant and his testimonies."},{"number":11,"text":"For your name’s sake, Yahweh, pardon my iniquity, for it is great."},{"number":12,"text":"What man is he who fears Yahweh? He shall instruct him in the way that he shall choose."},{"number":13,"text":"His soul will dwell at ease. His offspring will inherit the land."},{"number":14,"text":"The friendship of Yahweh is with those who fear him. He will show them his covenant."},{"number":15,"text":"My eyes are ever on Yahweh, for he will pluck my feet out of the net."},{"number":16,"text":"Turn to me, and have mercy on me, for I am desolate and afflicted."},{"number":17,"text":"The troubles of my heart are enlarged. Oh bring me out of my distresses."},{"number":18,"text":"Consider my affliction and my travail. Forgive all my sins."},{"number":19,"text":"Consider my enemies, for they are many. They hate me with cruel hatred."},{"number":20,"text":"Oh keep my soul, and deliver me. Let me not be disappointed, for I take refuge in you."},{"number":21,"text":"Let integrity and uprightness preserve me, for I wait for you."},{"number":22,"text":"God, redeem Israel out of all his troubles."}]}