{"translation":"web","book":"psa","bookName":"Psalms","chapter":38,"verses":[{"number":1,"text":"Yahweh, don’t rebuke me in your wrath, neither chasten me in your hot displeasure."},{"number":2,"text":"For your arrows have pierced me, your hand presses hard on me."},{"number":3,"text":"There is no soundness in my flesh because of your indignation, neither is there any health in my bones because of my sin."},{"number":4,"text":"For my iniquities have gone over my head. As a heavy burden, they are too heavy for me."},{"number":5,"text":"My wounds are loathsome and corrupt because of my foolishness."},{"number":6,"text":"I am in pain and bowed down greatly. I go mourning all day long."},{"number":7,"text":"For my waist is filled with burning. There is no soundness in my flesh."},{"number":8,"text":"I am faint and severely bruised. I have groaned by reason of the anguish of my heart."},{"number":9,"text":"Lord, all my desire is before you. My groaning is not hidden from you."},{"number":10,"text":"My heart throbs. My strength fails me. As for the light of my eyes, it has also left me."},{"number":11,"text":"My lovers and my friends stand aloof from my plague. My kinsmen stand far away."},{"number":12,"text":"They also who seek after my life lay snares. Those who seek my hurt speak mischievous things, and meditate deceits all day long."},{"number":13,"text":"But I, as a deaf man, don’t hear. I am as a mute man who doesn’t open his mouth."},{"number":14,"text":"Yes, I am as a man who doesn’t hear, in whose mouth are no reproofs."},{"number":15,"text":"For I hope in you, Yahweh. You will answer, Lord my God."},{"number":16,"text":"For I said, “Don’t let them gloat over me, or exalt themselves over me when my foot slips.”"},{"number":17,"text":"For I am ready to fall. My pain is continually before me."},{"number":18,"text":"For I will declare my iniquity. I will be sorry for my sin."},{"number":19,"text":"But my enemies are vigorous and many. Those who hate me without reason are numerous."},{"number":20,"text":"They who give evil for good are also adversaries to me, because I follow what is good."},{"number":21,"text":"Don’t forsake me, Yahweh. My God, don’t be far from me."},{"number":22,"text":"Hurry to help me, Lord, my salvation."}]}