{"translation":"web","book":"psa","bookName":"Psalms","chapter":44,"verses":[{"number":1,"text":"We have heard with our ears, God; our fathers have told us what work you did in their days, in the days of old."},{"number":2,"text":"You drove out the nations with your hand, but you planted them. You afflicted the peoples, but you spread them abroad."},{"number":3,"text":"For they didn’t get the land in possession by their own sword, neither did their own arm save them; but your right hand, your arm, and the light of your face, because you were favorable to them."},{"number":4,"text":"God, you are my King. Command victories for Jacob!"},{"number":5,"text":"Through you, we will push down our adversaries. Through your name, we will tread down those who rise up against us."},{"number":6,"text":"For I will not trust in my bow, neither will my sword save me."},{"number":7,"text":"But you have saved us from our adversaries, and have shamed those who hate us."},{"number":8,"text":"In God we have made our boast all day long. We will give thanks to your name forever. Selah."},{"number":9,"text":"But now you rejected us, and brought us to dishonor, and don’t go out with our armies."},{"number":10,"text":"You make us turn back from the adversary. Those who hate us take plunder for themselves."},{"number":11,"text":"You have made us like sheep for food, and have scattered us among the nations."},{"number":12,"text":"You sell your people for nothing, and have gained nothing from their sale."},{"number":13,"text":"You make us a reproach to our neighbors, a scoffing and a derision to those who are around us."},{"number":14,"text":"You make us a byword among the nations, a shaking of the head among the peoples."},{"number":15,"text":"All day long my dishonor is before me, and shame covers my face,"},{"number":16,"text":"at the taunt of one who reproaches and verbally abuses, because of the enemy and the avenger."},{"number":17,"text":"All this has come on us, yet we haven’t forgotten you. We haven’t been false to your covenant."},{"number":18,"text":"Our heart has not turned back, neither have our steps strayed from your path,"},{"number":19,"text":"though you have crushed us in the haunt of jackals, and covered us with the shadow of death."},{"number":20,"text":"If we have forgotten the name of our God, or spread out our hands to a strange god,"},{"number":21,"text":"won’t God search this out? For he knows the secrets of the heart."},{"number":22,"text":"Yes, for your sake we are killed all day long. We are regarded as sheep for the slaughter."},{"number":23,"text":"Wake up! Why do you sleep, Lord? Arise! Don’t reject us forever."},{"number":24,"text":"Why do you hide your face, and forget our affliction and our oppression?"},{"number":25,"text":"For our soul is bowed down to the dust. Our body clings to the earth."},{"number":26,"text":"Rise up to help us. Redeem us for your loving kindness’ sake."}]}