{"translation":"web","book":"psa","bookName":"Psalms","chapter":72,"verses":[{"number":1,"text":"God, give the king your justice; your righteousness to the royal son."},{"number":2,"text":"He will judge your people with righteousness, and your poor with justice."},{"number":3,"text":"The mountains shall bring prosperity to the people. The hills bring the fruit of righteousness."},{"number":4,"text":"He will judge the poor of the people. He will save the children of the needy, and will break the oppressor in pieces."},{"number":5,"text":"They shall fear you while the sun endures; and as long as the moon, throughout all generations."},{"number":6,"text":"He will come down like rain on the mown grass, as showers that water the earth."},{"number":7,"text":"In his days, the righteous shall flourish, and abundance of peace, until the moon is no more."},{"number":8,"text":"He shall have dominion also from sea to sea, from the River to the ends of the earth."},{"number":9,"text":"Those who dwell in the wilderness shall bow before him. His enemies shall lick the dust."},{"number":10,"text":"The kings of Tarshish and of the islands will bring tribute. The kings of Sheba and Seba shall offer gifts."},{"number":11,"text":"Yes, all kings shall fall down before him. All nations shall serve him."},{"number":12,"text":"For he will deliver the needy when he cries; the poor, who has no helper."},{"number":13,"text":"He will have pity on the poor and needy. He will save the souls of the needy."},{"number":14,"text":"He will redeem their soul from oppression and violence. Their blood will be precious in his sight."},{"number":15,"text":"He will live; and Sheba’s gold will be given to him. Men will pray for him continually. They will bless him all day long."},{"number":16,"text":"Abundance of grain shall be throughout the land. Its fruit sways like Lebanon. Let it flourish, thriving like the grass of the field."},{"number":17,"text":"His name endures forever. His name continues as long as the sun. Men shall be blessed by him. All nations will call him blessed."},{"number":18,"text":"Praise be to Yahweh God, the God of Israel, who alone does marvelous deeds."},{"number":19,"text":"Blessed be his glorious name forever! Let the whole earth be filled with his glory! Amen and amen."},{"number":20,"text":"This ends the prayers by David, the son of Jesse."}]}