{"translation":"web","book":"psa","bookName":"Psalms","chapter":74,"verses":[{"number":1,"text":"God, why have you rejected us forever? Why does your anger smolder against the sheep of your pasture?"},{"number":2,"text":"Remember your congregation, which you purchased of old, which you have redeemed to be the tribe of your inheritance: Mount Zion, in which you have lived."},{"number":3,"text":"Lift up your feet to the perpetual ruins, all the evil that the enemy has done in the sanctuary."},{"number":4,"text":"Your adversaries have roared in the middle of your assembly. They have set up their standards as signs."},{"number":5,"text":"They behaved like men wielding axes, cutting through a thicket of trees."},{"number":6,"text":"Now they break all its carved work down with hatchet and hammers."},{"number":7,"text":"They have burned your sanctuary to the ground. They have profaned the dwelling place of your Name."},{"number":8,"text":"They said in their heart, “We will crush them completely.” They have burned up all the places in the land where God was worshiped."},{"number":9,"text":"We see no miraculous signs. There is no longer any prophet, neither is there among us anyone who knows how long."},{"number":10,"text":"How long, God, shall the adversary reproach? Shall the enemy blaspheme your name forever?"},{"number":11,"text":"Why do you draw back your hand, even your right hand? Take it from your chest and consume them!"},{"number":12,"text":"Yet God is my King of old, working salvation throughout the earth."},{"number":13,"text":"You divided the sea by your strength. You broke the heads of the sea monsters in the waters."},{"number":14,"text":"You broke the heads of Leviathan in pieces. You gave him as food to people and desert creatures."},{"number":15,"text":"You opened up spring and stream. You dried up mighty rivers."},{"number":16,"text":"The day is yours, the night is also yours. You have prepared the light and the sun."},{"number":17,"text":"You have set all the boundaries of the earth. You have made summer and winter."},{"number":18,"text":"Remember this, that the enemy has mocked you, Yahweh. Foolish people have blasphemed your name."},{"number":19,"text":"Don’t deliver the soul of your dove to wild beasts. Don’t forget the life of your poor forever."},{"number":20,"text":"Honor your covenant, for haunts of violence fill the dark places of the earth."},{"number":21,"text":"Don’t let the oppressed return ashamed. Let the poor and needy praise your name."},{"number":22,"text":"Arise, God! Plead your own cause. Remember how the foolish man mocks you all day."},{"number":23,"text":"Don’t forget the voice of your adversaries. The tumult of those who rise up against you ascends continually."}]}