{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":1,"verses":[{"number":1,"text":"From Paul, a servant of Jesus Christ, who has been called to become an apostle, and has been set apart to tell God’s good news."},{"number":2,"text":"This good news God promised long ago through his prophets in the sacred scriptures,"},{"number":3,"text":"concerning his Son, Jesus Christ, our Lord; who, as to his human nature, was descended from David,"},{"number":4,"text":"but, as to the spirit of holiness within him, was miraculously designated Son of God by his resurrection from the dead."},{"number":5,"text":"Through him we received the gift of the apostolic office, to win submission to the faith among all nations for the glory of his name."},{"number":6,"text":"And among these nations are you – you who have been called to belong to Jesus Christ."},{"number":7,"text":"To all in Rome who are dear to God and have been called to become Christ’s people, may God, our Father, and the Lord Jesus Christ bless you and give you peace."},{"number":8,"text":"First, I thank my God through Jesus Christ for you all, because the report of your faith is spreading throughout the world."},{"number":9,"text":"God, to whom I offer the worship of my soul as I tell the goodness of his Son, is my witness how constantly I mention you when I pray,"},{"number":10,"text":"asking that, if he be willing, I may some day at last find the way open to visit you."},{"number":11,"text":"For I long to see you, in order to impart to you some spiritual gift and so give you fresh strength –"},{"number":12,"text":"or rather that both you and I may find encouragement in each other’s faith."},{"number":13,"text":"I want you to know, my friends, that I have many times intended coming to see you – but until now I have been prevented – that I might find among you some fruit of my labors, as I have already among the other nations."},{"number":14,"text":"I have a duty to both the Greek and the barbarian, to both the cultured and the ignorant."},{"number":15,"text":"And so, for my part, I am ready to tell the good news to you also who are in Rome."},{"number":16,"text":"For I am not ashamed of the good news; it is the power of God which brings salvation to everyone who believes, to the Jew first, but also to the Greek."},{"number":17,"text":"For in it there is a revelation of the divine righteousness resulting from faith and leading on to faith; as scripture says – ‘Through faith the righteous will find life.’"},{"number":18,"text":"So, too, there is a revelation from heaven of the divine wrath against every form of ungodliness and wickedness on the part of those people who, by their wicked lives, are stifling the truth."},{"number":19,"text":"This is so, because what can be known about God is plain to them; for God himself has made it plain."},{"number":20,"text":"For ever since the creation of the universe God’s invisible attributes – his everlasting power and divinity – are to be seen and studied in his works, so that people have no excuse;"},{"number":21,"text":"because, although they learned to know God, yet they did not offer him as God either praise or thanksgiving. Their speculations about him proved futile, and their undiscerning minds were darkened."},{"number":22,"text":"Professing to be wise, they showed themselves fools;"},{"number":23,"text":"and they transformed the glory of the immortal God into the likeness of mortal humans, and of birds, and beasts, and reptiles."},{"number":24,"text":"Therefore God abandoned them to impurity, letting them follow the cravings of their hearts, until they dishonored their own bodies;"},{"number":25,"text":"for they had substituted a lie for the truth about God, and had reverenced and worshiped created things more than the Creator, who is to be praised for ever. Amen."},{"number":26,"text":"That, I say, is why God abandoned them to degrading passions. Even the women among them perverted the natural use of their bodies to the unnatural;"},{"number":27,"text":"while the men, disregarding that for which women were intended by nature, were consumed with passion for one another. Men indulged in vile practices with men, and incurred in their own persons the inevitable penalty for their perverseness."},{"number":28,"text":"Then, as they would not keep God before their minds, God abandoned them to depraved thoughts, so that they did all kinds of shameful things."},{"number":29,"text":"They reveled in every form of wickedness, evil, greed, vice. Their lives were full of envy, murder, quarreling, treachery, malice."},{"number":30,"text":"They became back-biters, slanderers, impious, insolent, boastful. They devised new sins. They disobeyed their parents."},{"number":31,"text":"They were undiscerning, untrustworthy, without natural affection or pity."},{"number":32,"text":"Well aware of God’s decree, that those who do such things deserve to die, not only are they guilty of them themselves, but they even applaud those who do them."}]}