{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":10,"verses":[{"number":1,"text":"My friends, my heart’s desire and prayer to God for my people is for their salvation."},{"number":2,"text":"I can testify that they are zealous for the honor of God; but they are not guided by true insight,"},{"number":3,"text":"for, in their ignorance of the divine righteousness, and in their eagerness to set up a righteousness of their own, they refused to accept with submission the divine righteousness."},{"number":4,"text":"For Christ has brought Law to an end, so that righteousness may be obtained by everyone who believes in him."},{"number":5,"text":"For Moses writes that, as for the righteousness which results from Law, those who practice it will find life through it."},{"number":6,"text":"But the righteousness which results from faith finds expression in these words: ‘Do not say to yourself “Who will go up into heaven?”’ (which means to bring Christ down)"},{"number":7,"text":"‘or “Who will go down into the depths below?”’ (which means to bring Christ up from the dead)."},{"number":8,"text":"No, but what does it say? ‘The message is near you, on your lips and in your heart’ (which means ‘The message of faith’ which we proclaim)."},{"number":9,"text":"For, if with your lips you acknowledge the truth of the message that JESUS IS LORD, and believe in your heart that God raised him from the dead, you will be saved."},{"number":10,"text":"For with their hearts people believe and so attain to righteousness, while with their lips they make their profession of faith and so find salvation."},{"number":11,"text":"As the passage of scripture says – ‘No one who believes in him will have any cause for shame.’"},{"number":12,"text":"For no distinction is made between the Jew and the Greek, for all have the same Lord, and he is bountiful to all who invoke him."},{"number":13,"text":"For everyone who invokes the name of the Lord will be saved."},{"number":14,"text":"But how, it may be asked, are they to invoke one in whom they have not learned to believe? And how are they to believe in one whose words they have not heard? And how are they to hear his words unless someone proclaims him?"},{"number":15,"text":"And how is anyone to proclaim him unless they are sent as his messengers? As scripture says – ‘How beautiful are the feet of those who bring good news!’"},{"number":16,"text":"Still, it may be said, everyone did not give heed to the good news. No, for Isaiah asks – ‘Lord, who has believed our teaching?’"},{"number":17,"text":"And so we gather, faith is a result of teaching, and the teaching comes in the message of Christ."},{"number":18,"text":"But I ask ‘Is it possible that people have never heard?’ No, indeed, for – ‘Their voices spread through all the earth, and their message to the ends of the world.’"},{"number":19,"text":"But again I ask ‘Did not the people of Israel understand?’ First there is Moses, who says – ‘I, the Lord, will stir you to rivalry with a nation which is no nation; against an undiscerning nation I will arouse your anger.’"},{"number":20,"text":"And Isaiah says boldly – ‘I was found by those who were not seeking me; I made myself known to those who were not inquiring of me.’"},{"number":21,"text":"But of the people of Israel he says – ‘All day long I have stretched out my hands to a people who disobey and contradict.’"}]}