{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":11,"verses":[{"number":1,"text":"I ask, then, ‘Has God rejected his people?’ Heaven forbid! For I myself am an Israelite, a descendant of Abraham, of the tribe of Benjamin."},{"number":2,"text":"God has not rejected his people, whom he chose from the first. Have you forgotten the words of scripture in the story of Elijah – how he appeals to God against Israel?"},{"number":3,"text":"‘Lord, they have killed your prophets, they have pulled down your altars, and I only am left; and now they are eager to take my life.’"},{"number":4,"text":"But what was the divine response? ‘I have kept for myself seven thousand who have never bowed the knee to Baal.’"},{"number":5,"text":"And so in our own time, too, there is to be found a remnant of our nation selected by God in love."},{"number":6,"text":"But if in love, then it is not as a result of obedience. Otherwise love would cease to be love."},{"number":7,"text":"What follows from this? Why, that Israel as a nation failed to secure what it was seeking, while those whom God selected did secure it."},{"number":8,"text":"The rest grew callous; as scripture says – ‘God has given them a deadness of mind – eyes that are not to see and ears that are not to hear – and it is so to this very day.’"},{"number":9,"text":"David, too, says – ‘May their feasts prove a snare and a trap to them – a hindrance and a retribution;"},{"number":10,"text":"may their eyes be darkened, so that they cannot see; and do you always make their backs to bend.’"},{"number":11,"text":"I ask then – ‘Was their stumbling to result in their fall?’ Heaven forbid! On the contrary, through their falling away salvation has reached the Gentiles, to stir the rivalry of Israel."},{"number":12,"text":"And, if their falling away has enriched the world, and their failure has enriched the Gentiles, how much more will result from their full restoration!"},{"number":13,"text":"But I am speaking to you who were Gentiles."},{"number":14,"text":"Being myself an apostle to the Gentiles, I exalt my office, in the hope that I may stir my countrymen to rivalry, and so save some of them."},{"number":15,"text":"For, if their being cast aside has meant the reconciliation of the world, what will their reception mean, but life from the dead?"},{"number":16,"text":"If the first handful of dough is holy, so is the whole mass, and if the root is holy, so are the branches."},{"number":17,"text":"Some, however, of the branches were broken off, and you, who were only a wild olive, were grafted in among them, and came to share with them the root which is the source of the richness of the cultivated olive."},{"number":18,"text":"Yet do not exult over the other branches. But, if you do exult over them, remember that you do not support the root, but that the root supports you."},{"number":19,"text":"But branches, you will say, were broken off, so that I might be grafted in."},{"number":20,"text":"True, it was because of their want of faith that they were broken off, and it is because of your faith that you are standing. Do not think too highly of yourself, but beware."},{"number":21,"text":"For, if God did not spare the natural branches, neither will he spare you."},{"number":22,"text":"See, then, both the goodness and the severity of God – his severity towards those who fell, and his goodness towards you, provided that you continue to confide in that goodness; otherwise you, also, will be cut off."},{"number":23,"text":"And they, too, if they do not continue in their unbelief, will be grafted in; for God has it in his power to graft them in again."},{"number":24,"text":"If you were cut off from your natural stock – a wild olive – and were grafted, contrary to the course of nature, on a good olive, much more will they – the natural branches – be grafted back into their parent tree."},{"number":25,"text":"My friends, so that you don’t think too highly of yourselves, I want you to recognize the truth, hitherto hidden, that the callousness which has come over Israel is only partial, and will continue only until the whole Gentile world has been gathered in."},{"number":26,"text":"And then all Israel will be saved. As scripture says – ‘From Zion will come the Deliverer; he will banish ungodliness from Jacob."},{"number":27,"text":"And they will see the fulfillment of my covenant, when I have taken away their sins.’"},{"number":28,"text":"From the standpoint of the good news, the Jews are God’s enemies for your sake; but from the standpoint of God’s selection, they are dear to him for the sake of the patriarchs."},{"number":29,"text":"For God never regrets his gifts or his call."},{"number":30,"text":"Just as you at one time were disobedient to him, but have now found mercy in the day of their disobedience;"},{"number":31,"text":"so, too, they have now become disobedient in your day of mercy, in order that they also in their turn may now find mercy."},{"number":32,"text":"For God has given all alike over to disobedience, that to all alike he may show mercy."},{"number":33,"text":"Oh! The unfathomable wisdom and knowledge of God! How inscrutable are his judgments, how untraceable his ways! Yes –"},{"number":34,"text":"ho has ever comprehended the mind of the Lord? Who has ever become his counsellor?"},{"number":35,"text":"Or who has first given to him, so that he may claim a reward?"},{"number":36,"text":"For all things are from him, through him, and for him. And to him be all glory for ever and ever! Amen."}]}