{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":12,"verses":[{"number":1,"text":"I entreat you, then, friends, by the mercies of God, to offer your bodies as a living and holy sacrifice, acceptable to God, for this is your rational worship."},{"number":2,"text":"Do not conform to the fashion of this world; but be transformed by the complete change that has come over your minds, so that you may discern what God’s will is – all that is good, acceptable, and perfect."},{"number":3,"text":"In fulfillment of the charge with which I have been entrusted, I tell every one of you not to think more highly of themselves than they ought to think, but to think until they learn to think soberly – in accordance with the measure of faith that God has allotted to each."},{"number":4,"text":"For, just as in the human body there is a union of many parts, and each part has its own function,"},{"number":5,"text":"so we, by our union in Christ, many though we are, form but one body, and individually we are related one to another as its parts."},{"number":6,"text":"Since our gifts differ in accordance with the particular charge entrusted to us, if our gift is to preach, let our preaching correspond to our faith;"},{"number":7,"text":"if it is to minister to others, let us devote ourselves to our ministry; the teacher to their teaching,"},{"number":8,"text":"the counselor to their counsel. Let the person who gives in charity do so with a generous heart; let the person who is in authority exercise due diligence; let the person who shows kindness do so in a cheerful spirit."},{"number":9,"text":"Let your love be sincere. Hate the wrong; cling to the right."},{"number":10,"text":"In the love of the community of the Lord’s followers, be affectionate to one another; in showing respect, set an example of deference to one another;"},{"number":11,"text":"never flagging in zeal; fervent in spirit; serving the Master;"},{"number":12,"text":"rejoicing in your hope; steadfast under persecution; persevering in prayer;"},{"number":13,"text":"relieving the wants of Christ’s people; devoted to hospitality."},{"number":14,"text":"Bless your persecutors – bless and never curse."},{"number":15,"text":"Rejoice with those who are rejoicing, and weep with those who are weeping."},{"number":16,"text":"Let the same spirit of sympathy animate you all, not a spirit of pride; enjoy the company of ordinary people. Do not think too highly of yourselves."},{"number":17,"text":"Never return injury for injury. Aim at doing what everyone will recognize as honorable."},{"number":18,"text":"If it is possible, as far as rests with you, live peaceably with everyone."},{"number":19,"text":"Never avenge yourselves, dear friends, but make way for the wrath of God; for scripture declares – ‘“It is for me to avenge, I will requite,” says the Lord.’"},{"number":20,"text":"Rather – ‘If your enemy is hungry, feed him; if he is thirsty, give him to drink. By doing this you will heap coals of fire on his head.’"},{"number":21,"text":"Never be conquered by evil, but conquer evil with good."}]}