{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":13,"verses":[{"number":1,"text":"Let everyone obey the supreme authorities. For no authority exists except by the will of God, and the existing authorities have been appointed by God."},{"number":2,"text":"Therefore the one who sets themself against the authorities is resisting God’s appointment, and those who resist will bring a judgment on themselves."},{"number":3,"text":"A good action has nothing to fear from rulers; a bad action has. Do you want to have no reason to fear the authorities? Then do what is good, and you will win their praise."},{"number":4,"text":"For they are God’s servants appointed for your good. But, if you do what is wrong, you may well be afraid; for the sword they carry is not without meaning! They are God’s servants to inflict his punishments on those who do wrong."},{"number":5,"text":"You are bound, therefore, to obey, not only through fear of God’s punishments, but also as a matter of conscience."},{"number":6,"text":"This, too, is the reason for your paying taxes; for the officials are God’s officers, devoting themselves to this special work."},{"number":7,"text":"In all cases pay what is due from you – tribute where tribute is due, taxes where taxes are due, respect where respect is due, and honor where honor is due."},{"number":8,"text":"Owe nothing to anyone except love; for they who love their neighbor have satisfied the Law."},{"number":9,"text":"The commandments, ‘You must not commit adultery, you must not kill, you must not steal, you must not covet,’ and whatever other commandment there is, are all summed up in the words – ‘You must love your neighbor as you love yourself.’"},{"number":10,"text":"Love never wrongs a neighbor. Therefore love fully satisfies the Law."},{"number":11,"text":"This I say, because you know the crisis that we have reached, for the time has already come for you to rouse yourselves from sleep; our salvation is nearer now than when we accepted the faith."},{"number":12,"text":"The night is almost gone; the day is near. Therefore let us be done with the deeds of darkness, and arm ourselves with the weapons of light."},{"number":13,"text":"Being in the light of day, let us live becomingly, not in revelry and drunkenness, not in lust and licentiousness, not in quarreling and jealousy."},{"number":14,"text":"No! Arm yourselves with the spirit of the Lord Jesus Christ, and spend no thought on your earthly nature, to satisfy its cravings."}]}