{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":15,"verses":[{"number":1,"text":"We, the strong, ought to take on our own shoulders the weaknesses of those who are not strong, and not merely to please ourselves."},{"number":2,"text":"Let each of us please our neighbor for our neighbor’s good, to help in the building up of their character."},{"number":3,"text":"Even the Christ did not please himself! On the contrary, as scripture says of him – ‘The reproaches of those who were reproaching you fell upon me.’"},{"number":4,"text":"Whatever was written in the scriptures in days gone by was written for our instruction, so that, through patient endurance, and through the encouragement drawn from the scriptures, we might hold fast to our hope."},{"number":5,"text":"And may God, the giver of this patience and this encouragement, grant you to be united in sympathy in Christ,"},{"number":6,"text":"so that with one heart and one voice you may praise the God and Father of Jesus Christ, our Lord."},{"number":7,"text":"Therefore always receive one another as friends, just as the Christ himself received us, to the glory of God."},{"number":8,"text":"For I tell you that Christ, in vindication of God’s truthfulness, has become a minister of the covenant of circumcision, so that he may fulfill the promises made to our ancestors,"},{"number":9,"text":"and that the Gentiles also may praise God for his mercy. As scripture says – ‘Therefore will I make acknowledgment to you among the Gentiles and sing in honor of your name.’"},{"number":10,"text":"And again it says – ‘Rejoice, you Gentiles, with God’s people.’"},{"number":11,"text":"And yet again – ‘Praise the Lord, all you Gentiles, and let all Peoples sing his praises.’"},{"number":12,"text":"Again, Isaiah says – ‘There will be a Scion of the house of Jesse, One who is to arise to rule the Gentiles; on him will the Gentiles rest their hopes.’"},{"number":13,"text":"May God, who inspires our hope, grant you perfect happiness and peace in your faith, until you are filled with this hope by the power of the Holy Spirit."},{"number":14,"text":"I am persuaded, my friends – yes, I Paul, with regard to you – that you are yourselves full of kindness, furnished with all Christian learning, and well able to give advice to one another."},{"number":15,"text":"But in parts of this letter I have expressed myself somewhat boldly – by way of refreshing your memories –"},{"number":16,"text":"because of the charge with which God has entrusted me, that I should be an assistant of Christ Jesus to go to the Gentiles – that I should act as a priest of God’s good news, so that the offering up of the Gentiles may be an acceptable sacrifice, consecrated by the Holy Spirit."},{"number":17,"text":"It is, then, through my union with Christ Jesus that I have a proud confidence in my work for God."},{"number":18,"text":"For I will not dare to speak of anything but what Christ has done through me to win the obedience of the Gentiles –"},{"number":19,"text":"by my words and actions, through the power displayed in signs and marvels, and through the power of the Holy Spirit. And so, starting from Jerusalem and going as far as Illyria, I have told in full the good news of the Christ;"},{"number":20,"text":"yet always with the ambition to tell the good news where Christ’s name had not previously been heard, so as to avoid building on another’s foundations."},{"number":21,"text":"But as scripture says – ‘They to whom he had never been proclaimed will see; and they who have never heard will understand!’"},{"number":22,"text":"That is why I have so often been prevented from coming to you."},{"number":23,"text":"But now there are no further openings for me in these parts, and I have for several years been longing to come to you whenever I may be going to Spain."},{"number":24,"text":"For my hope is to visit you on my journey, and then to be sent on my way by you, after I have first partly satisfied myself by seeing something of you."},{"number":25,"text":"Just now, however, I am on my way to Jerusalem, to take help to Christ’s people there."},{"number":26,"text":"For Macedonia and Greece have been glad to make a collection for the poor among Christ’s people at Jerusalem."},{"number":27,"text":"Yes, they were glad to do so; and indeed it is a duty which they owe to them. For the Gentile converts who have shared their spiritual blessings are in duty bound to minister to them in the things of this world."},{"number":28,"text":"When I have settled this matter, and have secured for the poor at Jerusalem the enjoyment of these benefits, I will go, by way of you, to Spain."},{"number":29,"text":"And I know that, when I come to you, it will be with a full measure of blessing from Christ."},{"number":30,"text":"I beg you, then, friends, by Jesus Christ, our Lord, and by the love inspired by the Spirit, to join me in earnest prayer to God on my behalf."},{"number":31,"text":"Pray that I may be rescued from those in Judea who reject the faith, and that the help which I am taking to Jerusalem may prove acceptable to Christ’s people;"},{"number":32,"text":"so that, God willing, I may be able to come to you with a joyful heart, and enjoy some rest among you."},{"number":33,"text":"May God, the giver of peace, be with you all. Amen."}]}