{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":16,"verses":[{"number":1,"text":"I commend to your care our sister, Phoebe, who is a minister of the church at Cenchreae;"},{"number":2,"text":"and I ask you to give her a Christian welcome – one worthy of Christ’s people – and to aid her in any matter in which she may need your assistance. She has proved herself a staunch friend and protector and to many others."},{"number":3,"text":"Give my greeting to Prisca and Aquila, my fellow workers in the cause of Christ Jesus,"},{"number":4,"text":"who risked their own lives to save mine. It is not I alone who thank them, but all the churches among the Gentiles thank them also."},{"number":5,"text":"Give my greeting, also, to the church that meets at their house, as well as to my dear friend Epaenetus, one of the first in Roman Asia to believe in Christ;"},{"number":6,"text":"to Mary, who worked hard for you;"},{"number":7,"text":"to Andronicus and Junia, fellow Jews and once my fellow prisoners, who are people of note among the apostles, and who became Christians before I did;"},{"number":8,"text":"to my dear Christian friend Ampliatus;"},{"number":9,"text":"to Urban, our fellow worker in the cause of Christ, and to my dear friend Stachys;"},{"number":10,"text":"to that tried and true Christian Apelles; to the household of Aristobulus;"},{"number":11,"text":"to my countryman Herodion; to the Christians in the household of Narcissus;"},{"number":12,"text":"to Tryphaena and Tryphosa, who have worked hard for the Master; to my dear friend Persis, for she has done much hard work for the Master;"},{"number":13,"text":"to that eminent Christian, Rufus, and to his mother, who has been a mother to me also;"},{"number":14,"text":"to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and our friends with them;"},{"number":15,"text":"also to Philologus and Julia, Nereus and his sister, and Olympas, and to all Christ’s people who are with them."},{"number":16,"text":"Greet one another with a sacred kiss. All the churches of the Christ send you greetings."},{"number":17,"text":"I beg you, friends, to be on your guard against people who, by disregarding the teaching which you received, cause divisions and create difficulties; dissociate yourselves from them."},{"number":18,"text":"For such persons are not serving Christ, our Master, but are slaves to their own appetites; and, by their smooth words and flattery, they deceive simple-minded people."},{"number":19,"text":"Everyone has heard of your ready obedience. It is true that I am very happy about you, but I want you to be well versed in all that is good, and innocent of all that is bad."},{"number":20,"text":"And God, the giver of peace, will before long crush Satan under your feet. May the blessing of Jesus, our Lord, be with you."},{"number":21,"text":"Timothy, my fellow worker, sends you his greetings, and Lucius, Jason, and Sosipater, my countrymen, send theirs."},{"number":22,"text":"I Tertius, who am writing this letter, send you my Christian greeting."},{"number":23,"text":"My host Gaius, who extends his hospitality to the whole church, sends you his greeting; and Erastus, the city treasurer, and Quartus, our dear friend, add theirs."},{"number":25,"text":"Now to him who is able to strengthen you, as promised in the good news entrusted to me and in the proclamation of Jesus Christ, in accordance with the revelation of that hidden purpose, which in past ages was kept secret but now has been revealed"},{"number":26,"text":"and, in obedience to the command of the immortal God, made known through the writings of the prophets to all nations, to secure submission to the faith –"},{"number":27,"text":"to him, I say, the wise and only God, be ascribed, through Jesus Christ, all glory for ever and ever. Amen."}]}