{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":2,"verses":[{"number":1,"text":"Therefore you have nothing to say in your own defense, whoever you are who set yourself up as a judge. In judging others you condemn yourself, for you who set yourself up as a judge do the very same things."},{"number":2,"text":"And we know that God’s judgment falls unerringly on those who do them."},{"number":3,"text":"You who judge those that do such things and yet are yourself guilty of them – do you suppose that you of all people will escape God’s judgment?"},{"number":4,"text":"Or do you think lightly of his abundant kindness, patience, and forbearance, not realizing that his kindness is meant to lead you to repentance?"},{"number":5,"text":"Hard-hearted and impenitent as you are, you are storing up for yourself wrath on the day of wrath, when God’s justice as a judge will be revealed;"},{"number":6,"text":"for he will give to everyone what their actions deserve."},{"number":7,"text":"To those who, by perseverance in doing good, aim at glory, honor, and all that is imperishable, he will give immortal life;"},{"number":8,"text":"while as to those who are factious, and disobedient to truth but obedient to evil, wrath and anger, distress and despair,"},{"number":9,"text":"will fall on every human being who persists in wrongdoing – on the Jew first, but also on the Greek."},{"number":10,"text":"But there will be glory, honor, and peace for everyone who does right – for the Jew first, but also for the Greek,"},{"number":11,"text":"since God shows no partiality."},{"number":12,"text":"All who, when they sin, are without Law will also perish without Law; while all who, when they sin, are under Law, will be judged as being under Law."},{"number":13,"text":"It is not those who hear the words of a Law that are righteous before God, but it is those who obey it that will be pronounced righteous."},{"number":14,"text":"When Gentiles, who have no Law, do instinctively what the Law requires, they, though they have no Law, are a Law to themselves;"},{"number":15,"text":"for they show the demands of the Law written on their hearts; their consciences corroborating it, while in their thoughts they argue either in self-accusation or, it may be, in self-defense –"},{"number":16,"text":"on the day when God passes judgment on people’s inmost lives, as the good news that I tell declares that he will do through Christ Jesus."},{"number":17,"text":"But, perhaps, you bear the name of ‘Jew,’ and are relying on Law, and boast of belonging to God, and understand his will,"},{"number":18,"text":"and, having been carefully instructed from the Law, have learned to appreciate the finer moral distinctions."},{"number":19,"text":"Perhaps you are confident that you are a guide to the blind, a light to those who are in the dark, an instructor of the unintelligent,"},{"number":20,"text":"and a teacher of the childish, because in the Law you possess the outline of all knowledge and truth."},{"number":21,"text":"Why, then, you teacher of others, don’t you teach yourself? Do you preach against stealing, and yet steal?"},{"number":22,"text":"Do you forbid adultery, and yet commit adultery? Do you loathe idols, and yet plunder temples?"},{"number":23,"text":"Boasting, as you do, of your Law, do you dishonor God by breaking the Law?"},{"number":24,"text":"For, as scripture says – ‘The Gentiles insult God’s name because of you’!"},{"number":25,"text":"Circumcision has its value, if you are obeying the Law. But, if you are a breaker of the Law, your circumcision is no better than uncircumcision."},{"number":26,"text":"If, then, an uncircumcised man pays regard to the requirements of the Law, won’t he, although not circumcised, be regarded by God as if he were?"},{"number":27,"text":"Indeed, the person who, owing to his birth, remains uncircumcised, and yet scrupulously obeys the Law, will condemn you, who, for all your written Law and your circumcision, are yet a breaker of the Law."},{"number":28,"text":"For a man who is only a Jew outwardly is not a real Jew; nor is outward bodily circumcision real circumcision. The real Jew is the person who is a Jew in soul;"},{"number":29,"text":"and the real circumcision is the circumcision of the heart, a spiritual and not a literal thing. Such a person wins praise from God, though not from people."}]}