{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":3,"verses":[{"number":1,"text":"What is the advantage, then, of being a Jew? Or what is the good of circumcision?"},{"number":2,"text":"Great in every way. First of all, because the Jews were entrusted with God’s utterances."},{"number":3,"text":"What follows then? Some, no doubt, showed a want of faith; but will their want of faith make God break faith? Heaven forbid!"},{"number":4,"text":"God must prove true, though everyone prove a liar! As scripture says of God – ‘That you may be pronounced righteous in what you say, and gain your cause when people would judge you.’"},{"number":5,"text":"But what if our wrongdoing makes God’s righteousness all the clearer? Will God be wrong in inflicting punishment? (I can but speak as a person.) Heaven forbid!"},{"number":6,"text":"Otherwise how can God judge the world?"},{"number":7,"text":"But, if my falsehood redounds to the glory of God, by making his truthfulness more apparent, why am I like others, still condemned as a sinner?"},{"number":8,"text":"Why should we not say – as some people slanderously assert that we do say – ‘Let us do evil that good may come’? The condemnation of such people is indeed just!"},{"number":9,"text":"What follows, then? Are we Jews in any way superior to others? Not at all. Our indictment against both Jews and Greeks was that all alike were in subjection to sin."},{"number":10,"text":"As scripture says – ‘There is not even one who is righteous,"},{"number":11,"text":"not one who understands, not one who is searching for God!"},{"number":12,"text":"They have all gone astray; they have one and all become depraved; there is no one who is doing good – no, not one!’"},{"number":13,"text":"‘Their throats are like opened graves; they deceive with their tongues.’ ‘The venom of snakes lies behind their lips,’"},{"number":14,"text":"‘And their mouths are full of bitter curses.’"},{"number":15,"text":"‘Swift are their feet to shed blood."},{"number":16,"text":"Distress and trouble dog their steps,"},{"number":17,"text":"and the path of peace they do not know.’"},{"number":18,"text":"‘Their eyes show no respect for God’"},{"number":19,"text":"Now we know that everything said in the Law is addressed to those who are under its authority, in order that every mouth may be closed, and to bring the whole world under God’s judgment."},{"number":20,"text":"For no human being will be pronounced righteous before God as the result of obedience to Law; for it is Law that shows what sin is."},{"number":21,"text":"But now, quite apart from Law, the divine righteousness stands revealed, and to it the Law and the prophets bear witness –"},{"number":22,"text":"the divine righteousness which is bestowed, through faith in Jesus Christ, on all, without distinction, who believe in him."},{"number":23,"text":"For all have sinned, and all fall short of God’s glorious ideal,"},{"number":24,"text":"but, in his loving kindness, are being freely pronounced righteous through the deliverance found in Christ Jesus."},{"number":25,"text":"For God set him before the world, to be, by the shedding of his blood, a means of reconciliation through faith. And this God did to prove his righteousness, and because, in his forbearance, he had passed over the sins that people had previously committed;"},{"number":26,"text":"as a proof, I repeat, at the present time, of his own righteousness, that he might be righteous in our eyes, and might pronounce righteous the person who takes their stand on faith in Jesus."},{"number":27,"text":"What, then, becomes of our boasting? It is excluded. By what sort of Law? A Law requiring obedience? No, a Law requiring faith."},{"number":28,"text":"For we conclude that a person is pronounced righteous on the ground of faith, quite apart from obedience to Law."},{"number":29,"text":"Or can it be that God is the God only of the Jews? Isn’t he also the God of the Gentiles?"},{"number":30,"text":"Yes, of the Gentiles also, since there is only one God, and he will pronounce those who are circumcised righteous as the result of faith, and also those who are uncircumcised on their showing the same faith."},{"number":31,"text":"Do we, then, use this faith to abolish Law? Heaven forbid! No, we establish Law."}]}