{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":4,"verses":[{"number":1,"text":"What then, it may be asked, are we to say about Abraham, the ancestor of our nation?"},{"number":2,"text":"If he was pronounced righteous as the result of obedience, then he has something to boast of. Yes, but not before God."},{"number":3,"text":"For what are the words of scripture? ‘Abraham had faith in God, and his faith was regarded by God as righteousness.’"},{"number":4,"text":"Now wages are regarded as due to the person who works, not as a favor, but as a debt;"},{"number":5,"text":"while, as for the person who does not rely on their obedience, but has faith in him who can pronounce the godless righteous, their faith is regarded by God as righteousness."},{"number":6,"text":"In precisely the same way David speaks of the blessing pronounced on the person who is regarded by God as righteous apart from actions –"},{"number":7,"text":"‘Blessed are those whose wrongdoings have been forgiven and over whose sins a veil has been drawn!"},{"number":8,"text":"Blessed the man whom the Lord will never regard as sinful!’"},{"number":9,"text":"Is this blessing, then, pronounced on the circumcised only or on the uncircumcised as well? We say that – ‘Abraham’s faith was regarded by God as righteousness.’"},{"number":10,"text":"Under what circumstances, then, did this take place? After his circumcision or before it?"},{"number":11,"text":"Not after, but before. And it was as a sign of this that he received the rite of circumcision – to show the righteousness due to the faith of an uncircumcised man – in order that he might be the father of all who have faith in God even when uncircumcised, so that they also may be regarded by God as righteous;"},{"number":12,"text":"as well as father of the circumcised – to those who are not only circumcised, but who also follow our father Abraham in that faith which he had while still uncircumcised."},{"number":13,"text":"For the promise that he should inherit the world did not come to Abraham or his descendants through Law, but through the righteousness due to faith."},{"number":14,"text":"If those who take their stand on Law are to inherit the world, then faith is robbed of its meaning and the promise comes to nothing!"},{"number":15,"text":"Law entails punishment; but, where no Law exists, no breach of it is possible."},{"number":16,"text":"That is why everything is made to depend on faith: so that everything may be God’s gift, and in order that the fulfillment of the promise may be made certain for all Abraham’s descendants – not only for those who take their stand on the Law, but also for those who take their stand on the faith of Abraham. (He is the father of us all;"},{"number":17,"text":"as scripture says – ‘I have made you the father of many nations.’) And this they do in the sight of that God in whom Abraham had faith, and who gives life to the dead, and speaks of what does not yet exist as if it did."},{"number":18,"text":"With no ground for hope, Abraham, sustained by hope, put faith in God; in order that, in fulfillment of the words – ‘So many will your descendants be,’ he might become ‘the father of many nations.’"},{"number":19,"text":"Though he was nearly a hundred years old, yet his faith did not fail him, even when he thought of his own body, then utterly worn out, and remembered that Sarah was past bearing children."},{"number":20,"text":"He was not led by want of faith to doubt God’s promise."},{"number":21,"text":"On the contrary, his faith gave him strength; and he praised God, in the firm conviction that what God has promised he is also able to carry out."},{"number":22,"text":"And therefore his faith ‘was regarded as righteousness.’"},{"number":23,"text":"Now these words – ‘it was regarded as righteousness’ – were not written with reference to Abraham only;"},{"number":24,"text":"but also with reference to us. Our faith, too, will be regarded by God in the same light, if we have faith in him who raised Jesus, our Lord, from the dead;"},{"number":25,"text":"for Jesus was given up to death to atone for our offenses, and was raised to life that we might be pronounced righteous."}]}