{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":5,"verses":[{"number":1,"text":"Therefore, having been pronounced righteous as the result of faith, let us enjoy peace with God through Jesus Christ, our Lord."},{"number":2,"text":"It is through him that, by reason of our faith, we have obtained admission to that place in God’s favor in which we now stand. So let us exult in our hope of attaining God’s glorious ideal."},{"number":3,"text":"And not only that, but let us also exult in our troubles;"},{"number":4,"text":"for we know that trouble develops endurance, and endurance strength of character, and strength of character hope,"},{"number":5,"text":"and that hope never disappoints. For the love of God has filled our hearts through the Holy Spirit which was given us;"},{"number":6,"text":"seeing that, while we were still powerless, Christ, in God’s good time, died on behalf of the godless."},{"number":7,"text":"Even for an upright person scarcely anyone will die. For a really good person perhaps someone might even dare to die."},{"number":8,"text":"But God puts his love for us beyond all doubt by the fact that Christ died on our behalf while we were still sinners."},{"number":9,"text":"Much more, then, now that we have been pronounced righteous by virtue of the shedding of his blood, will we be saved through him from the wrath of God."},{"number":10,"text":"For if, when we were God’s enemies, we were reconciled to him through the death of his Son, much more, now that we have become reconciled, will we be saved by virtue of Christ’s life."},{"number":11,"text":"And not only that, but we exult in God, through Jesus Christ, our Lord, through whom we have now obtained this reconciliation."},{"number":12,"text":"Therefore, just as sin came into the world through one man, and through sin came death; so, also, death spread to all humanity, because every person has sinned."},{"number":13,"text":"Even before the time of the Law there was sin in the world; but sin cannot be charged against someone where no Law exists."},{"number":14,"text":"Yet, from Adam to Moses, death reigned even over those whose sin was not a breach of a law, as Adam’s was. And Adam foreshadows the one to come."},{"number":15,"text":"But there is a contrast between Adam’s offense and God’s gracious gift. For, if by reason of the offense of the one man the whole human race died, far more were the loving kindness of God, and the gift given in the loving kindness of the one man, Jesus Christ, lavished on the whole human race."},{"number":16,"text":"There is a contrast, too, between the gift and the results of the one man’s sin. The judgment, which followed on the one man’s sin, resulted in condemnation, but God’s gracious gift, which followed on many offenses, resulted in a decree of righteousness."},{"number":17,"text":"For if, by reason of the offense of the one man, death reigned through that one man, far more will those, on whom God’s loving kindness and his gift of righteousness are lavished, find life, and reign through the one man, Jesus Christ."},{"number":18,"text":"Briefly then, just as a single offense resulted for all humanity in condemnation, so, too, a single decree of righteousness resulted for all humanity in that declaration of righteousness which brings life."},{"number":19,"text":"For, as through the disobedience of the one man the whole human race was rendered sinful, so, too, through the obedience of the one, the whole human race will be rendered righteous."},{"number":20,"text":"Law was introduced in order that offenses might be multiplied. But, where sins were multiplied, the loving kindness of God was lavished the more,"},{"number":21,"text":"in order that, just as sin had reigned in the realm of death, so, too, might loving-kindness reign through righteousness, and result in eternal life, through Jesus Christ, our Lord."}]}