{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":6,"verses":[{"number":1,"text":"What are we to say, then? Are we to continue to sin, in order that God’s loving kindness may be multiplied?"},{"number":2,"text":"Heaven forbid! We became dead to sin, so how can we go on living in it?"},{"number":3,"text":"Or can it be that you do not know that all of us, who were baptized into union with Christ Jesus, in our baptism shared his death?"},{"number":4,"text":"Consequently, through sharing his death in our baptism, we were buried with him; so that, just as Christ was raised from the dead by a manifestation of the Father’s power, so we also may live a new life."},{"number":5,"text":"If we have become united with him by the act symbolic of his death, surely we will also become united with him by the act symbolic of his resurrection."},{"number":6,"text":"We recognize the truth that our old self was crucified with Christ, in order that the body, the stronghold of sin, might be rendered powerless, so that we should no longer be slaves to sin."},{"number":7,"text":"For the man who has so died has been pronounced righteous and released from sin."},{"number":8,"text":"And our belief is, that, as we have shared Christ’s death, we will also share his life."},{"number":9,"text":"We know, indeed, that Christ, having once risen from the dead, will not die again. Death has power over him no longer."},{"number":10,"text":"For the death that he died was a death to sin, once and for all. But the life that he now lives, he lives for God."},{"number":11,"text":"So let it be with you – regard yourselves as dead to sin, but as living for God, through union with Christ Jesus."},{"number":12,"text":"Therefore do not let sin reign in your mortal bodies and compel you to obey its cravings."},{"number":13,"text":"Do not offer any part of your bodies to sin, in the cause of unrighteousness, but once for all offer yourselves to God (as those who, though once dead, now have life), and devote every part of your bodies to the cause of righteousness."},{"number":14,"text":"For sin will not lord it over you. You are living under the reign, not of Law, but of love."},{"number":15,"text":"What follows, then? Are we to sin because we are living under the reign of love and not of Law? Heaven forbid!"},{"number":16,"text":"Surely you know that when you offer yourselves as servants, to obey anyone, you are the servants of the person whom you obey, whether the service be a service to sin which leads to death, or a service to duty which leads to righteousness."},{"number":17,"text":"God be thanked that, though you were once servants of sin, yet you learned to give hearty obedience to that form of doctrine under which you were placed."},{"number":18,"text":"Set free from the control of sin, you became servants to righteousness."},{"number":19,"text":"I can but speak as people do because of the weakness of your earthly nature. Once you offered every part of your bodies to the service of impurity, and of wickedness, which leads to further wickedness. Now, in the same way, offer them to the service of righteousness, which leads to holiness."},{"number":20,"text":"While you were still servants of sin, you were free as regards righteousness."},{"number":21,"text":"But what were the fruits that you reaped from those things of which you are now ashamed? For the end of such things is death."},{"number":22,"text":"But now that you have been set free from the control of sin, and have become servants to God, the fruit that you reap is an ever increasing holiness, and the end eternal life."},{"number":23,"text":"The wages of sin are death, but the gift of God is eternal life, through union with Christ Jesus, our Lord."}]}