{"translation":"oeb-us","book":"rom","bookName":"Romans","chapter":7,"verses":[{"number":1,"text":"Surely, friends, you know (for I am speaking to people who know what Law means) that Law has power over a person only as long as they live."},{"number":2,"text":"For example, by law a married woman is bound to her husband while he is living; but, if her husband dies, she is set free from the law that bound her to him."},{"number":3,"text":"If, then, during her husband’s lifetime, she unites herself to another man, she will be called an adulteress; but, if her husband dies, the law has no further hold on her, nor, if she unites herself to another man, is she an adulteress."},{"number":4,"text":"And so with you, my friends; as far as the Law was concerned, you underwent death in the crucified body of the Christ, so that you might be united to another, to him who was raised from the dead, in order that our lives might bear fruit for God."},{"number":5,"text":"When we were living merely earthly lives, our sinful passions, aroused by the Law, were active in every part of our bodies, with the result that our lives bore fruit for death."},{"number":6,"text":"But now we are set free from the Law, because we are dead to that which once kept us under restraint; and so we serve under new, spiritual conditions, and not under old, written regulations."},{"number":7,"text":"What are we to say, then? That Law and sin are the same thing? Heaven forbid! On the contrary, I should not have learned what sin is, had not it been for Law. If the Law did not say ‘You must not covet,’ I should not know what it is to covet."},{"number":8,"text":"But sin took advantage of the commandment to arouse in me every form of covetousness, for where there is no consciousness of Law sin shows no sign of life."},{"number":9,"text":"There was a time when I myself, unconscious of Law, was alive; but when the commandment was brought home to me, sin sprang into life, while I died!"},{"number":10,"text":"The commandment that should have meant life I found to result in death!"},{"number":11,"text":"Sin took advantage of the commandment to deceive me, and used it to bring about my death."},{"number":12,"text":"And so the Law is holy, and each commandment is also holy, and just, and good."},{"number":13,"text":"Did, then, a thing, which in itself was good, involve death in my case? Heaven forbid! It was sin that involved death; so that, by its use of what I regarded as good to bring about my death, its true nature might appear; and in this way the commandment showed how intensely sinful sin is."},{"number":14,"text":"We know that the Law is spiritual, but I am earthly – sold into slavery to sin."},{"number":15,"text":"I do not understand my own actions. For I am so far from habitually doing what I want to do, that I find myself doing the thing that I hate."},{"number":16,"text":"But when I do what I want not to do, I am admitting that the Law is right."},{"number":17,"text":"This being so, the action is no longer my own, but is done by the sin which is within me."},{"number":18,"text":"I know that there is nothing good in me – I mean in my earthly nature. For, although it is easy for me to want to do right, to act rightly is not easy."},{"number":19,"text":"I fail to do the good thing that I want to do, but the bad thing that I want not to do – that I habitually do."},{"number":20,"text":"But, when I do the thing that I want not to do, the action is no longer my own, but is done by the sin which is within me."},{"number":21,"text":"This, then, is the law that I find – when I want to do right, wrong presents itself!"},{"number":22,"text":"At heart I delight in the Law of God;"},{"number":23,"text":"but throughout my body I see a different law, one which is in conflict with the law accepted by my reason, and which endeavors to make me a prisoner to that law of sin which exists throughout my body."},{"number":24,"text":"Miserable man that I am! Who will deliver me from the body that is bringing me to this death?"},{"number":25,"text":"Thank God, there is deliverance through Jesus Christ, our Lord! Well then, for myself, with my reason I serve the Law of God, but with my earthly nature the Law of sin."}]}