{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":10,"verses":[{"number":1,"text":"Calling his twelve Disciples to him, Jesus gave them authority over foul spirits, so that they could drive them out, as well as the power of curing every kind of disease and every kind of sickness."},{"number":2,"text":"The names of the twelve apostles are these, First Simon, also known as Peter, and his brother Andrew; James the son of Zebedee, and his brother John;"},{"number":3,"text":"Philip and Bartholomew; Thomas and Matthew the tax-gatherer; James the son of Alphaeus, and Thaddaeus;"},{"number":4,"text":"Simon the Zealot, and Judas Iscariot – the apostle who betrayed him."},{"number":5,"text":"These twelve Jesus sent out as his messengers, after giving them these instructions – “Do not go to the Gentiles, nor enter any Samaritan town,"},{"number":6,"text":"but make your way rather to the lost sheep of Israel."},{"number":7,"text":"On your way proclaim that the kingdom of heaven is at hand."},{"number":8,"text":"Cure the sick, raise the dead, make the lepers clean, drive out demons. You have received free of cost, give free of cost."},{"number":9,"text":"Do not provide yourselves with gold, or silver, or coins in your purses;"},{"number":10,"text":"not even with a bag for the journey, or a change of clothes, or sandals, or even a staff; for the worker is worth his food."},{"number":11,"text":"Whatever town or village you visit, find out who is worthy in that place, and remain there until you leave."},{"number":12,"text":"As you enter the house, greet it."},{"number":13,"text":"Then, if the house is worthy, let your blessing rest on it, but, if it is unworthy, let your blessing return on yourselves."},{"number":14,"text":"If no one welcomes you, or listens to what you say, as you leave that house or that town, shake off its dust from your feet."},{"number":15,"text":"I tell you, the doom of the land of Sodom and Gomorrah will be more bearable in the day of judgment than the doom of that town."},{"number":16,"text":"“Remember, I am sending you out as my messengers like sheep among wolves. So be as wise as snakes, and as blameless as doves."},{"number":17,"text":"Be on your guard against others, for they will betray you to courts of law, and scourge you in their synagogues;"},{"number":18,"text":"and you will be brought before governors and kings for my sake so that you may witness for me before them and the nations."},{"number":19,"text":"Whenever they betray you, do not be anxious as to how you will speak or what you will say, for what you will say will be given you at the moment;"},{"number":20,"text":"for it will not be you who speak, but the Spirit of your Father that speaks within you."},{"number":21,"text":"Brother will betray brother to death, and the father his child; and children will turn against their parents, and cause them to be put to death;"},{"number":22,"text":"and you will be hated by everyone because of me. Yet the person who endures to the end will be saved."},{"number":23,"text":"But, when they persecute you in one town, escape to the next; for, I tell you, you will not have come to the end of the towns of Israel before the Son of Man comes."},{"number":24,"text":"A student is not above his teacher, nor a servant above his master."},{"number":25,"text":"It is enough for a student to be treated like his teacher, and a servant like his master. If the head of the house has been called Beelzebul, how much more the members of his household!"},{"number":26,"text":"Do not, therefore, be afraid of them. There is nothing concealed which will not be revealed, nor anything hidden which will not become known."},{"number":27,"text":"What I tell you in the dark, say again in the light; and what is whispered in your ear, proclaim on the housetops."},{"number":28,"text":"Do not be afraid of those who kill the body, but are unable to kill the soul; rather be afraid of him who is able to destroy both soul and body in Gehenna."},{"number":29,"text":"Are not two sparrows sold for a one copper coin? Yet not one of them will fall to the ground without your Father’s knowledge."},{"number":30,"text":"While as for you, even the hairs of your head are numbered."},{"number":31,"text":"Do not, therefore, be afraid; you are of more value than many sparrows."},{"number":32,"text":"Everyone, therefore, who will publicly acknowledge me, I, too, will acknowledge before my Father who is in heaven;"},{"number":33,"text":"but, if anyone publicly disowns me, I, too, will disown him before my Father who is in heaven."},{"number":34,"text":"“Do not imagine that I have come to bring peace to the earth. I have come to bring, not peace, but the sword."},{"number":35,"text":"For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law."},{"number":36,"text":"A person’s enemies will be the members of their own household."},{"number":37,"text":"Anyone who loves father or mother more than me is not worthy of me; and anyone who loves son or daughter more than me is not worthy of me."},{"number":38,"text":"Anyone who does not take their cross and follow in my steps is not worthy of me."},{"number":39,"text":"The person who has found their life will lose it, while the person who, for my sake, has lost their life will find it."},{"number":40,"text":"“Anyone who welcomes you is welcoming me; and anyone who welcomes me is welcoming him who sent me as his messenger."},{"number":41,"text":"The person who welcomes a prophet, because they are a prophet, will receive a prophet’s reward; and anyone who welcomes a good person, because they are a good person, will receive a good person’s reward."},{"number":42,"text":"And, if anyone gives but a cup of cold water to one of these little ones because they are a disciple, I tell you that they will assuredly not lose their reward.”"}]}