{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":11,"verses":[{"number":1,"text":"After Jesus had finished giving directions to his twelve Disciples, he left that place in order to teach and preach in their towns."},{"number":2,"text":"Now John had heard in prison what the Christ was doing, and he sent a message by his disciples,"},{"number":3,"text":"and asked – “Are you ‘the coming one,’ or are we to look for someone else?”"},{"number":4,"text":"The answer of Jesus to the question was – “Go and report to John what you hear and see –"},{"number":5,"text":"the blind recover their sight and the lame walk, the lepers are made clean and the deaf hear, the dead, too, are raised to life, and the good news is told to the poor."},{"number":6,"text":"Blessed is the person who finds no hindrance in me.”"},{"number":7,"text":"While John’s disciples were going back, Jesus began to say to the crowds with reference to John,"},{"number":8,"text":"“What did you go out into the wilderness to look at? A reed waving in the wind? If not, what did you go out to see? A man richly dressed? Why, those who wear rich things are to be found in the courts of kings!"},{"number":9,"text":"What, then, did you go for? To see a prophet? Yes, I tell you, and far more than a prophet."},{"number":10,"text":"This is the man of whom scripture says – ‘I am sending my messenger ahead of you, and he will prepare your way before you.’"},{"number":11,"text":"I tell you, no one born of a woman has yet appeared who is greater than John the Baptist; and yet the least in the kingdom of heaven is greater than he."},{"number":12,"text":"From the time of John the Baptist to this very hour, the kingdom of heaven has been taken by force, and people using force have been seizing it."},{"number":13,"text":"For the teaching of all the prophets and of the Law continued until the time of John;"},{"number":14,"text":"and – if you are ready to accept it – John is himself the Elijah who was destined to come."},{"number":15,"text":"If you have ears, listen."},{"number":16,"text":"But to what will I compare the present generation? It is like little children sitting in the market-places and calling out to their playmates –"},{"number":17,"text":"We have played the flute for you, but you have not danced; We have wailed, but you have not mourned."},{"number":18,"text":"For, when John came, neither eating nor drinking, people said ‘He has a demon in him’;"},{"number":19,"text":"and now that the Son of Man has come, eating and drinking, they are saying ‘Here is a glutton and a wine-drinker, a friend of tax collectors and outcasts!’ And yet wisdom is vindicated by her actions.”"},{"number":20,"text":"Then Jesus began to reproach the towns in which most of his miracles had been done, because they had not repented,"},{"number":21,"text":"“Alas for you, Chorazin! Alas for you, Bethsaida! For, if the miracles which were done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes."},{"number":22,"text":"Yet, I tell you, the doom of Tyre and Sidon will be more bearable in the day of judgment than yours."},{"number":23,"text":"And you, Capernaum! Will you exalt yourself to heaven? You will be flung down to Hades! For, if the miracles which have been done in you had been done in Sodom, it would have been standing to this day."},{"number":24,"text":"Yet, I tell you, the doom of Sodom will be more bearable in the day of judgment than yours.”"},{"number":25,"text":"At that same time Jesus uttered the words, “I thank you, Father, Lord of heaven and earth, that, though you have hidden these things from the wise and learned, you have revealed them to the childlike!"},{"number":26,"text":"Yes, Father, I thank you that this has seemed good to you."},{"number":27,"text":"Everything has been committed to me by my Father; nor does anyone fully know the Son, except the Father, or fully know the Father, except the Son and those to whom the Son may choose to reveal him."},{"number":28,"text":"Come to me, all you who toil and are burdened, and I will give you rest!"},{"number":29,"text":"Take my yoke on you, and learn from me, for I am gentle and humble, and you will find rest for your souls;"},{"number":30,"text":"for my yoke is easy, and my burden is light.”"}]}