{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":12,"verses":[{"number":1,"text":"About the same time Jesus walked through the cornfields one Sabbath. His disciples were hungry, and began to pick some ears of wheat and eat them."},{"number":2,"text":"But, when the Pharisees saw this, they said, “Look! Your disciples are doing what it is not allowable to do on a Sabbath!”"},{"number":3,"text":"“Haven’t you read,” replied Jesus, “what David did, when he and his companions were hungry –"},{"number":4,"text":"how he went into the house of God, and how they ate the consecrated bread, though it was not allowable for him or his companions to eat it, but only for the priests?"},{"number":5,"text":"And haven’t you read in the law that, on the Sabbath, the priest in the Temple break the Sabbath and yet are not guilty?"},{"number":6,"text":"Here, however, I tell you, there is something greater than the Temple!"},{"number":7,"text":"Had you learned the meaning of the words – ‘I desire mercy, and not sacrifice,’ you would not have condemned those who are not guilty."},{"number":8,"text":"For the Son of Man is lord of the Sabbath.”"},{"number":9,"text":"Passing on, Jesus went into their synagogue,"},{"number":10,"text":"and there he saw a man with a withered hand. Some people asked Jesus whether it was allowable to work a cure on the Sabbath – so that they might have a charge to bring against him."},{"number":11,"text":"But Jesus said to them, “Which of you, if he had only one sheep, and that sheep fell into a pit on the Sabbath, would not lay hold of it and pull it out?"},{"number":12,"text":"How much more precious a person is than a sheep! Therefore it is allowable to do good on the Sabbath.”"},{"number":13,"text":"Then he said to the man. “Stretch out your hand.” The man stretched it out; and it had become as sound as the other."},{"number":14,"text":"On coming out, the Pharisees plotted against Jesus, to put him to death."},{"number":15,"text":"Jesus, however, became aware of it, and went away from that place. A number of people followed him, and he cured them all;"},{"number":16,"text":"but he warned them not to make him known,"},{"number":17,"text":"in fulfillment of these words in the prophet Isaiah –"},{"number":18,"text":"‘Here is my chosen servant, who I love and who pleases me! I will breathe my spirit on him, and he will announce a time of judgment to the Gentiles."},{"number":19,"text":"He will not contend, nor cry aloud, Neither will anyone hear his voice in the streets;"},{"number":20,"text":"a bruised reed he will not break, and a smoldering wick he will not quench, until he has brought the judgment to a victorious issue,"},{"number":21,"text":"and on his name will the Gentiles rest their hopes.’"},{"number":22,"text":"Then some people brought to Jesus a possessed man, who was blind and dumb; and he cured him, so that the man who had been dumb both talked and saw."},{"number":23,"text":"At this all the people were astounded. “Is it possible that this is the son of David?” they exclaimed."},{"number":24,"text":"But the Pharisees heard of it and said, “He drives out demons only by the help of Beelzebul the chief of the demons.”"},{"number":25,"text":"Jesus, however, was aware of what was passing in their minds, and said to them, “Any kingdom divided against itself becomes a desolation, and any town or household divided against itself will not last."},{"number":26,"text":"So, if Satan drives Satan out, he must be divided against himself; and how, then, can his kingdom last?"},{"number":27,"text":"And, if it is by Beelzebul’s help that I drive out demons, by whose help is it that your own sons drive them out? Therefore they will themselves be your judges."},{"number":28,"text":"But, if it is by the help of the Spirit of God that I drive out demons, then the kingdom of God must already be upon you."},{"number":29,"text":"How, again, can anyone get into a strong man’s house and carry off his goods, without first securing him? Not until then will he plunder his house."},{"number":30,"text":"Anyone who is not with me is against me, and the person who does not help me to gather is scattering."},{"number":31,"text":"Therefore, I tell you, people will be forgiven every sin and slander; but slander against the Holy Spirit will not be forgiven."},{"number":32,"text":"Whoever speaks against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in the present age, or in the age to come."},{"number":33,"text":"“You must assume either that both tree and fruit are good, or that both tree and fruit are worthless; since it is by its fruits that a tree is known."},{"number":34,"text":"You children of snakes! How can you, evil as you are, say anything good? For what fills the heart will rise to the lips."},{"number":35,"text":"A good person, from his good stores, produces good things; while an evil person, from his evil stores, produces evil things."},{"number":36,"text":"I tell you that for every careless thing that people say, they must answer on the ‘day of judgment.’"},{"number":37,"text":"For it is by your words that you will be acquitted, and by your words that you will be condemned.”"},{"number":38,"text":"At this point, some teachers of the Law and Pharisees spoke up. “Teacher,” they said, “we want to see some sign from you.”"},{"number":39,"text":"“It is a wicked and unfaithful generation,” answered Jesus, “that is asking for a sign, and no sign will be given it except the sign of the prophet Jonah."},{"number":40,"text":"For, just as Jonah was inside the sea-monster three days and three nights, so will the Son of Man be three days and three nights in the heart of the earth."},{"number":41,"text":"At the judgment, the people of Nineveh will stand up with this generation, and will condemn it, because they repented at Jonah’s proclamation; and here is more than a Jonah!"},{"number":42,"text":"At the judgment the Queen of the South will rise up with the present generation, and will condemn it, because she came from the ends of the earth to listen to the wisdom of Solomon; and here is more than a Solomon!"},{"number":43,"text":"No sooner does a foul spirit leave a person, than it passes through places where there is no water, in search of rest, and does not find it."},{"number":44,"text":"Then it says ‘I will go back to the home which I left’; but, on coming there, it finds it unoccupied, and swept, and put in order."},{"number":45,"text":"Then it goes and brings with it seven other spirits more wicked than itself, and they go in, and make their home there; and the last state of that man proves to be worse than the first. So, too, will it be with this wicked generation.”"},{"number":46,"text":"While he was still speaking to the crowds, his mother and brothers were standing outside, asking to speak to him."},{"number":47,"text":"Someone told him this, and Jesus replied,"},{"number":48,"text":"“Who is my mother? And who are my brothers?”"},{"number":49,"text":"Then, stretching out his hands towards his disciples, he said, “Here are my mother and my brothers!"},{"number":50,"text":"For anyone who does the will of my Father who is in heaven is my brother and sister and mother.”"}]}