{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":13,"verses":[{"number":1,"text":"That same day, when Jesus had left the house and was sitting by the sea,"},{"number":2,"text":"such great crowds gathered around him, that he got into a boat, and sat in it, while all the people stood on the beach."},{"number":3,"text":"Then he told them many truths in parables. “The sower,” he began, “went out to sow; and,"},{"number":4,"text":"as they were sowing, some seed fell along the path, and the birds came and ate it up."},{"number":5,"text":"Some fell on rocky places, where it had not much soil, and, because the soil wasn’t deep, sprang up at once."},{"number":6,"text":"As soon as the sun had risen, it was scorched, and, because their roots were not deep enough, withered away."},{"number":7,"text":"Some, again, fell into the brambles; but the brambles shot up and choked it."},{"number":8,"text":"Some, however, fell on good soil, and yielded a return, sometimes one hundred, sometimes sixty, sometimes thirty fold."},{"number":9,"text":"Let those who have ears hear.”"},{"number":10,"text":"Afterward his disciples came to him, and said, “Why do you speak to them in parables?”"},{"number":11,"text":"“To you,” answered Jesus, “the knowledge of the hidden truths of the kingdom of heaven has been imparted, but not to those."},{"number":12,"text":"For, to all who have, more will be given, and they will have abundance; but, from all who have nothing, even what they have will be taken away."},{"number":13,"text":"That is why I speak to them in parables, because, though they have eyes, they do not see, and though they have ears, they do not hear or understand."},{"number":14,"text":"In them is being fulfilled that prophecy of Isaiah which says – ‘You will hear with your ears without ever understanding, and, though you have eyes, you will see without ever perceiving,"},{"number":15,"text":"for the mind of this nation has grown dense, and their ears are dull of hearing, their eyes also have they closed; otherwise some day they might perceive with their eyes, and with their ears they might hear, and in their mind they might understand, and might turn – and I might heal them.’"},{"number":16,"text":"“But blessed are your eyes, for they see, and your ears, for they hear;"},{"number":17,"text":"for I tell you that many prophets and good people have longed for the sight of the things which you are seeing, yet never saw them, and to hear the things which you are hearing, yet never heard them."},{"number":18,"text":"“Listen, then, yourselves to the parable of the sower."},{"number":19,"text":"When anyone hears the message of the kingdom without understanding it, the evil one comes and snatches away what has been sown in their mind. This is the person meant by the seed which was sown along the path."},{"number":20,"text":"By the seed which was sown on rocky places is meant the person who hears the message, and at once accepts it joyfully;"},{"number":21,"text":"but, as they have no root, they stand for only a short time; and, when trouble or persecution arises because of the message, they fall away at once."},{"number":22,"text":"By the seed which was sown among the brambles is meant the person who hears the message, but the cares of life and the glamour of wealth completely choke the message, so that it gives no return."},{"number":23,"text":"But by the seed which was sown on the good ground is meant the person who hears the message and understands it, and really yields a return, sometimes one hundred, sometimes sixty, sometimes thirty fold.”"},{"number":24,"text":"Another parable which Jesus told them was this – “The kingdom of heaven is compared to a person who sowed good seed in their field."},{"number":25,"text":"But, while everyone was asleep, their enemy came and sowed weeds among the wheat, and then went away."},{"number":26,"text":"So, when the blades of corn shot up, and came into ear, the weeds made their appearance also."},{"number":27,"text":"The owner’s servants came to them, and said ‘Was not it good seed that you sowed in your field? Where, then, do the weeds in it come from?’"},{"number":28,"text":"‘An enemy has done this,’ was the owner’s answer. ‘Do you wish us, then,’ they asked, ‘to go and gather them together?’"},{"number":29,"text":"‘No,’ said he, ‘because while you are pulling up the weeds you might uproot the wheat with them."},{"number":30,"text":"Let both grow side by side until harvest; and then I will say to the reapers, Gather the weeds together first, and tie them in bundles for burning; but bring all the wheat into my barn.’”"},{"number":31,"text":"Another parable which he told them was this – “The kingdom of heaven is like a mustard seed, which a person took and sowed in his field."},{"number":32,"text":"This seed is smaller than all other seeds, but, when it has grown up, it is larger than the herbs and becomes a tree, so that ‘the wild birds come and roost in its branches.’”"},{"number":33,"text":"This was another parable which Jesus related – “The kingdom of heaven is like some yeast which a woman took and covered up in three pecks of flour, until the whole had risen.”"},{"number":34,"text":"Of all this Jesus spoke to the crowd in parables; indeed to them he used never to speak at all except in parables,"},{"number":35,"text":"in fulfillment of these words in the prophet – ‘I will speak to them in parables; I will utter things kept secret since the foundation of the world.’"},{"number":36,"text":"Then Jesus left the crowd, and went into the house. Presently his disciples came to him, and said, “Explain to us the parable of the weeds in the field.”"},{"number":37,"text":"He answered, “The sower of the good seed is the Son of Man."},{"number":38,"text":"The field is the world. By the good seed is meant the people of the kingdom. The weeds are the wicked,"},{"number":39,"text":"and the enemy who sowed them is the devil. The harvest time is the close of the age, and the reapers are angels."},{"number":40,"text":"And, just as the weeds are gathered and burnt, so it will be at the close of the age."},{"number":41,"text":"The Son of Man will send his angels, and they will gather from his kingdom all that hinders and those who live in sin,"},{"number":42,"text":"and will throw them into the blazing furnace, where there will be weeping and grinding of teeth."},{"number":43,"text":"Then will the righteous shine, like the sun, in the kingdom of their Father. If you have ears, listen."},{"number":44,"text":"“The kingdom of heaven is like a treasure hidden in a field, which a person found and hid again, and then, in their delight, went and sold everything that they had, and bought that field."},{"number":45,"text":"“Again, the kingdom of heaven is like a merchant in search of choice pearls."},{"number":46,"text":"Finding one of great value, they went and sold everything that they had, and bought it."},{"number":47,"text":"Or again, the kingdom of heaven is like a net which was cast into the sea, and caught fish of all kinds."},{"number":48,"text":"When it was full, they hauled it up on the beach, and sat down and sorted the good fish into baskets, but threw the worthless ones away."},{"number":49,"text":"So will it be at the close of the age. The angels will go out and separate the wicked from the righteous,"},{"number":50,"text":"and will throw them into the blazing furnace, where there will be weeping and grinding of teeth."},{"number":51,"text":"“Have you understood all this?” Jesus asked. “Yes,” they answered."},{"number":52,"text":"Then he added, “So every teacher of the Law, who has received instruction about the kingdom of heaven, is like a householder who produces from his stores things both new and old.”"},{"number":53,"text":"When Jesus had finished these parables, he withdrew from that place."},{"number":54,"text":"Going to his own part of the country, he taught the people in their synagogue in such a manner that they were deeply impressed. “Where did he get this wisdom?” they said, “and the miracles?"},{"number":55,"text":"Isn’t he the carpenter’s son? Isn’t his mother called Mary, and his brothers James, and Joseph, and Simon, and Judas?"},{"number":56,"text":"And his sisters, too – are not they all living among us? Where, then did he get all this?”"},{"number":57,"text":"These things proved a hindrance to their believing in him. But Jesus said, “A prophet is not without honor, except in his own country and in his own house.”"},{"number":58,"text":"He did not work many miracles there, because of their want of faith."}]}