{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":14,"verses":[{"number":1,"text":"At that time Prince Herod heard of the fame of Jesus,"},{"number":2,"text":"and said to his attendants, “This must be John the Baptist; he must be risen from the dead, and that is why these miraculous powers are active in him.”"},{"number":3,"text":"For Herod had arrested John, put him in chains, and shut him up in prison, to please Herodias, the wife of Herod’s brother Philip."},{"number":4,"text":"For John had said to him ‘You have no right to be living with her.’"},{"number":5,"text":"Yet, though Herod wanted to put him to death, he was afraid of the people, because they looked on John as a prophet."},{"number":6,"text":"But, when Herod’s birthday came, the daughter of Herodias danced before his guests, and so pleased Herod,"},{"number":7,"text":"that he promised with an oath to give her whatever she asked."},{"number":8,"text":"Prompted by her mother, the girl said ‘Give me here, on a dish, the head of John the Baptist.’"},{"number":9,"text":"The king was distressed at this; yet, because of his oath and of the guests at his table, he ordered it to be given her."},{"number":10,"text":"He had John beheaded in the prison"},{"number":11,"text":"and his head was brought on a dish and given to the girl, and she took it to her mother."},{"number":12,"text":"Then John’s disciples came, and took the body away, and buried it; and went and told Jesus."},{"number":13,"text":"When Jesus heard of it, he left privately in a boat to a lonely spot. The people, however, heard of his going, and followed him in crowds from the towns on foot."},{"number":14,"text":"On getting out of the boat, Jesus saw a great crowd, and his heart was moved at the sight of them; and he cured all the sick among them."},{"number":15,"text":"In the evening the disciples came up to him, and said, “This is a lonely spot, and the day is now far advanced; send the crowds away so that they can go to the villages, and buy themselves food.”"},{"number":16,"text":"But Jesus said, “They need not go away, it is for you to give them something to eat.”"},{"number":17,"text":"“We have nothing here,” they said, “except five loaves and two fish.”"},{"number":18,"text":"“Bring them here to me,” was his reply."},{"number":19,"text":"Jesus ordered the people to take their seats on the grass; and, taking the five loaves and the two fish, he looked up to heaven, and said the blessing, and, after he had broken the loaves, gave them to his disciples; and they gave them to the crowds."},{"number":20,"text":"Everyone had sufficient to eat, and they picked up enough of the broken pieces that were left to fill twelve baskets."},{"number":21,"text":"The men who ate were about five thousand in number, without counting women and children."},{"number":22,"text":"Immediately afterward Jesus made the disciples get into a boat and cross over in advance of him, while he dismissed the crowds."},{"number":23,"text":"After dismissing the crowds, he went up the hill by himself to pray; and, when evening fell, he was there alone."},{"number":24,"text":"The boat was by this time some miles from shore, laboring in the waves, for the wind was against her."},{"number":25,"text":"Three hours after midnight, however, Jesus came towards the disciples, walking on the water."},{"number":26,"text":"But, when they saw him walking on the water, they were terrified. “It is a ghost,” they exclaimed, and cried out in fear."},{"number":27,"text":"But Jesus at once spoke to them. “Courage!” he said, “It is I; do not be afraid!”"},{"number":28,"text":"“Master,” Peter exclaimed, “if it is you, tell me to come to you on the water.”"},{"number":29,"text":"Jesus said, “Come.” So Peter got down from the boat, and walked on the water, and went towards Jesus;"},{"number":30,"text":"but, when he felt the wind, he was frightened, and, beginning to sink, cried out, “Master! Save me!”"},{"number":31,"text":"Instantly Jesus stretched out his hand, and caught hold of him. “You of little faith!” he said, “Why did you falter?”"},{"number":32,"text":"When they had got into the boat, the wind dropped."},{"number":33,"text":"But the men in the boat threw themselves on their faces before him, and said, “You are indeed God’s Son.”"},{"number":34,"text":"When they had crossed over, they landed at Gennesaret."},{"number":35,"text":"But the people of that place, recognizing Jesus, sent out to the whole country around, and brought to him all who were ill,"},{"number":36,"text":"begging him merely to let them touch the tassel of his cloak; and all who touched were made perfectly well."}]}