{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":15,"verses":[{"number":1,"text":"Then some Pharisees and teachers of the Law came to Jesus, and said,"},{"number":2,"text":"“How is it that your disciples break the traditions of our ancestors? For they do not wash their hands when they eat food.”"},{"number":3,"text":"His reply was, “How is it that you on your side break God’s commandments out of respect for your own traditions?"},{"number":4,"text":"For God said – ‘Honor your father and mother,’ and ‘Anyone who abuses his father or mother must suffer death,’"},{"number":5,"text":"but you say ‘Whenever anyone says to his father or mother “Whatever of mine might have been of service to you is set apart for God,”"},{"number":6,"text":"he is in no way bound to honor his father.’ In this way you have nullified the words of God for the sake of your traditions."},{"number":7,"text":"Hypocrites! It was well said by Isaiah when he prophesied about you –"},{"number":8,"text":"‘This is a people that honor me with their lips, While their hearts are far removed from me;"},{"number":9,"text":"but vainly do they worship me, For they teach but human precepts.’”"},{"number":10,"text":"Then Jesus called the people to him, and said, “Listen, and mark my words."},{"number":11,"text":"It is not what enters a person’s mouth that defiles them, but what comes out from their mouth – that does defile them!”"},{"number":12,"text":"His disciples came up to him, and said, “Do you know that the Pharisees were shocked on hearing what you said?”"},{"number":13,"text":"“Every plant,” Jesus replied, “that my heavenly Father has not planted will be rooted up."},{"number":14,"text":"Leave them be; they are but blind guides; and, if one blind person guides another, both of them will fall into a ditch.”"},{"number":15,"text":"Peter spoke up, “Explain this saying to us.”"},{"number":16,"text":"“What, do even you understand nothing yet?” Jesus exclaimed."},{"number":17,"text":"“Don’t you see that whatever goes into the mouth passes into the stomach, and is afterward expelled?"},{"number":18,"text":"But the things that come out of the mouth proceed from the heart, and it is these that defile a person;"},{"number":19,"text":"for out of the heart proceed evil thoughts – murder, adultery, sexual immorality, theft, perjury, slander."},{"number":20,"text":"These are the things that defile a person; but eating with unwashed hands does not defile a person.”"},{"number":21,"text":"On going away from that place, Jesus went to the country around Tyre and Sidon."},{"number":22,"text":"There, a Canaanite woman of that district came out and began calling to Jesus, “Take pity on me, Master, Son of David; my daughter is grievously possessed by a demon.”"},{"number":23,"text":"But Jesus did not answer her a word; and his disciples came up and begged him to send her away. “She keeps calling out after us,” they said."},{"number":24,"text":"“I was not sent,” replied Jesus, “to anyone except the lost sheep of Israel.”"},{"number":25,"text":"But the woman came, and, bowing to the ground before him, said, “Master, help me.”"},{"number":26,"text":"“It is not fair,” replied Jesus, “to take the children’s food and throw it to dogs.”"},{"number":27,"text":"“Yes, Master,” she said, “for even dogs do feed on the scraps that fall from their owners’ table.”"},{"number":28,"text":"“Your faith is great,” was his reply to the woman, “it will be as you wish!” And her daughter was cured that very hour."},{"number":29,"text":"On leaving that place, Jesus went to the shore of the Sea of Galilee; and then went up the hill, and sat down."},{"number":30,"text":"Great crowds of people came to him, bringing with them those who were lame, crippled, blind, or dumb, and many others. They put them down at his feet, and he cured them;"},{"number":31,"text":"and the crowds were astonished, when they saw the dumb talking, the cripples made sound, the lame walking about, and the blind with their sight restored; and they praised the God of Israel."},{"number":32,"text":"Afterward Jesus called his disciples to him, and said, “My heart is moved at the sight of all these people, for they have already been with me three days and they have nothing to eat; and I am unwilling to send them away hungry; they might faint on the way home.”"},{"number":33,"text":"“Where can we,” his disciples asked, “in a lonely place find enough bread for such a crowd as this?”"},{"number":34,"text":"“How many loaves have you?” said Jesus. “Seven,” they answered, “and a few small fish.”"},{"number":35,"text":"Telling the crowd to sit down on the ground,"},{"number":36,"text":"Jesus took the seven loaves and the fish, and, after saying the thanksgiving, broke them, and gave them to the disciples; and the disciples gave them to the crowds."},{"number":37,"text":"Everyone had sufficient to eat, and they picked up seven baskets full of the broken pieces left."},{"number":38,"text":"The men who ate were four thousand in number without counting women and children."},{"number":39,"text":"Then, after dismissing the crowds, Jesus got into the boat, and went to the region of Magadan."}]}