{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":18,"verses":[{"number":1,"text":"On the same occasion the disciples came to Jesus, and asked him, “Who is really the greatest in the kingdom of heaven?”"},{"number":2,"text":"Jesus called a little child to him, and placed it in the middle of them, and then said,"},{"number":3,"text":"“I tell you, unless you change and become like little children, you will not enter the kingdom of heaven at all."},{"number":4,"text":"Therefore, anyone who will humble themselves like this child – that person will be the greatest in the kingdom of heaven."},{"number":5,"text":"And anyone who, for the sake of my name, welcomes even one little child like this, is welcoming me."},{"number":6,"text":"But, if anyone puts temptation in the way of one of these little ones who believe in me, it would be best for them to be sunk in the depths of the sea with a great millstone hung around their neck."},{"number":7,"text":"Alas for the world because of such temptations! There cannot but be temptations but sorrow awaits the person who does the tempting!"},{"number":8,"text":"“If your hand or your foot causes you to sin, cut it off, and throw it away. It would be better for you to enter life maimed or lame, than to have both hands, or both feet, and be thrown into the fire that never goes out."},{"number":9,"text":"If your eye causes you to sin, take it out, and throw it away. It would be better for you to enter life with only one eye, than to have both eyes and be thrown into the fires of Gehenna."},{"number":10,"text":"Beware of despising one of these little ones, for in heaven, I tell you, their angels always see the face of my Father who is in heaven."},{"number":12,"text":"“What think you? If a person owns a hundred sheep, and one of them strays, will the person not leave the ninety-nine on the hills, and go and search for the one that is straying?"},{"number":13,"text":"And, if they succeed in finding it, I tell you that they rejoice more over that one sheep than over the ninety-nine which did not stray."},{"number":14,"text":"So, too, it is the will of my Father who is in heaven that not one of these little ones should be lost."},{"number":15,"text":"“If your brother or sister does wrong, go to them and convince them of their fault when you are both alone. If they listen to you, you have won them over."},{"number":16,"text":"But, if they do not listen to you, take with you one or two others, so that on the evidence of two or three witnesses, every word may be put beyond dispute."},{"number":17,"text":"If they refuse to listen to them, speak to the church; and, if they also refuse to listen to the church, treat him as you would a Gentile or a tax-gatherer."},{"number":18,"text":"“I tell you, all that you forbid on earth will be held in heaven to be forbidden, and all that you allow on earth will be held in heaven to be allowed."},{"number":19,"text":"Again, I tell you that, if but two of you on earth agree as to what they will pray for, whatever it be, it will be granted them by my Father who is in heaven."},{"number":20,"text":"For where two or three have come together in my name, I am present with them.”"},{"number":21,"text":"Then Peter came up, and said to Jesus, “Master, how often am I to forgive someone who wrongs me? As many as seven times?”"},{"number":22,"text":"But Jesus answered, “Not seven times, but seventy times seven."},{"number":23,"text":"Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants."},{"number":24,"text":"When he had begun to do so, one of them was brought to him who owed him ten thousand bags of gold;"},{"number":25,"text":"and, as he could not pay, his master ordered him to be sold towards the payment of the debt, together with his wife, and his children, and everything that he had."},{"number":26,"text":"The servant threw himself down on the ground before him and said ‘Have patience with me, and I will pay you all.’"},{"number":27,"text":"The master was moved with compassion; and he let him go, and forgave him the debt."},{"number":28,"text":"But, on going out, that same servant came upon one of his fellow servants who owed him a hundred silver coins. Seizing him by the throat, he said ‘Pay what you owe me.’"},{"number":29,"text":"His fellow servant threw himself on the ground and begged for mercy. ‘Have patience with me,’ he said, ‘and I will pay you.’"},{"number":30,"text":"But the other would not, but went and put him in prison until he should pay his debt."},{"number":31,"text":"When his fellow servants saw what had happened, they were greatly distressed, and went to their master and laid the whole matter before him."},{"number":32,"text":"So the master sent for the servant, and said to him ‘You wicked servant! When you begged me for mercy, I forgave you the whole of that debt."},{"number":33,"text":"Shouldn’t you, also, to have shown mercy to your fellow servant, just as I showed mercy to you?’"},{"number":34,"text":"Then his master, in anger, handed him over to the jailers, until he should pay the whole of his debt."},{"number":35,"text":"So, also, will my heavenly Father do to you, unless each one of you forgives his brother or sister from your heart.”"}]}