{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":19,"verses":[{"number":1,"text":"At the conclusion of this teaching, Jesus withdrew from Galilee, and went into that district of Judea which is on the other side of the Jordan."},{"number":2,"text":"Great crowds followed him, and he cured them there."},{"number":3,"text":"Presently some Pharisees came up to him, and, to test him, said, “Has a man the right to divorce his wife for every cause?”"},{"number":4,"text":"“Haven’t you read,” replied Jesus, “that at the beginning the Creator ‘made them male and female,’"},{"number":5,"text":"and said – ‘For this reason a man will leave his father and mother, and be united to his wife, and the man and his wife will become one’?"},{"number":6,"text":"So that they are no longer two, but one. What God himself, then, has yoked together people must not separate.”"},{"number":7,"text":"“Why, then,” they said, “did Moses direct that a man should serve his wife with a notice of separation and divorce her?”"},{"number":8,"text":"“Moses, owing to the hardness of your hearts,” answered Jesus, “permitted you to divorce your wives, but that was not so at the beginning."},{"number":9,"text":"But I tell you that anyone who divorces his wife, except on the ground of some serious sexual sin, and marries another woman, is guilty of adultery.”"},{"number":10,"text":"“If that,” said the disciples, “is the position of a man with regard to his wife, it is better not to marry.”"},{"number":11,"text":"“It is not everyone,” replied Jesus, “who can accept this teaching, but only those who have been enabled to do so."},{"number":12,"text":"Some men are incapable of marriage because they were born that way, or have been made so by other people, while there are others who stay single for the sake of the kingdom of Heaven. Accept this if you can.”"},{"number":13,"text":"Then some little children were brought to Jesus, for him to place his hands on them, and pray; but the disciples found fault with those who had brought them."},{"number":14,"text":"Jesus, however, said, “Let the little children come to me, and do not hinder them, for it is to the childlike that the kingdom of heaven belongs.”"},{"number":15,"text":"So he placed his hands on them, and then went on his way."},{"number":16,"text":"A man came up to Jesus, and said, “Teacher, what good thing must I do to obtain eternal life?”"},{"number":17,"text":"“Why ask me about goodness?” answered Jesus. “There is only one who is good. If you want to enter life, keep the commandments.”"},{"number":18,"text":"“What commandments?” asked the man. “These,” answered Jesus, – “‘You must not kill. You must not commit adultery. You must not steal. You must not say what is false about others."},{"number":19,"text":"Honor your father and your mother.’ And ‘You must love your neighbor as you love yourself.’”"},{"number":20,"text":"“I have observed all these,” said the young man. “What is still wanting in me?”"},{"number":21,"text":"“If you wish to be perfect,” answered Jesus, “go and sell your property, and give to the poor, and you will have wealth in heaven; then come and follow me.”"},{"number":22,"text":"On hearing these words, the young man went away distressed, for he had great possessions."},{"number":23,"text":"At this, Jesus said to his disciples, “I tell you that a rich person will find it hard to enter the kingdom of heaven!"},{"number":24,"text":"I say again, it is easier for a camel to get through a needle’s eye than for a rich person to enter the kingdom of heaven!”"},{"number":25,"text":"On hearing this, the disciples exclaimed in great astonishment, “Who then can possibly be saved?”"},{"number":26,"text":"But Jesus looked at them, and said, “With people this is impossible, but with God everything is possible.” Then Peter turned and said to Jesus,"},{"number":27,"text":"“But we – we left everything, and followed you; what, then, will we have?”"},{"number":28,"text":"“I tell you,” answered Jesus, “that at the new creation, when the Son of Man takes his seat on his throne of glory, you who followed me will be seated on twelve thrones, as judges of the twelve tribes of Israel."},{"number":29,"text":"Everyone who has left houses, or brothers, or sisters, or father, or mother, or children, or land, for my sake, will receive many times as much, and will gain eternal life."},{"number":30,"text":"But many who are first now will then be last, and those who are last will be first."}]}