{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":2,"verses":[{"number":1,"text":"After the birth of Jesus at Bethlehem in Judea, in the reign of King Herod, some astrologers from the East arrived in Jerusalem, asking,"},{"number":2,"text":"“Where is the newborn king of the Jews? For we saw his star in the east, and have come to worship him.”"},{"number":3,"text":"When King Herod heard of this, he was much troubled, and so too was all Jerusalem."},{"number":4,"text":"He called together all the chief priests and teachers of the Law in the nation, and questioned them as to where the Christ was to be born."},{"number":5,"text":"“At Bethlehem in Judea,” was their answer, “for it is said in the prophet –"},{"number":6,"text":"‘And you, Bethlehem in Judah’s land, are in no way least among the chief cities of Judah, for out of you will come a ruler – who will shepherd my people Israel.’”"},{"number":7,"text":"Then Herod secretly sent for the astrologers. He found out from them the time of the appearance of the star."},{"number":8,"text":"Sending them to Bethlehem he said, “Go and make a careful search for the child. When you have found him, bring word back to me, so that I, too, can go and worship him.”"},{"number":9,"text":"The astrologers heard what the king had to say, and then continued their journey. The star which they had seen in the east led them on, until it reached and stood over the place where the child was."},{"number":10,"text":"At the sight of the star they were filled with joy."},{"number":11,"text":"Entering the house, they saw the child with his mother, Mary, and fell at his feet and worshiped him. Then they opened their treasure chests, and offered to the child presents of gold, frankincense, and myrrh."},{"number":12,"text":"But afterward, having been warned in a dream not to go back to Herod, they returned to their own country by another road."},{"number":13,"text":"After they had left, an angel of the Lord appeared to Joseph in a dream, and said, “Get up, take the child and his mother, and seek refuge in Egypt; and stay there until I tell you to return, for Herod is about to search for the child, to put him to death.”"},{"number":14,"text":"Joseph woke up, and taking the child and his mother by night, went into Egypt,"},{"number":15,"text":"and there he stayed until Herod’s death. This was in fulfillment of these words of the Lord in the prophet, where he says – ‘Out of Egypt I called my Son.’"},{"number":16,"text":"When Herod found out that the astrologers had tricked him, he flew into a rage. He sent and put to death all the boys in Bethlehem and the whole of that region, who were two years old or under, guided by the time which he had learned from the astrologers."},{"number":17,"text":"Then were fulfilled these words spoken in the prophet Jeremiah, where he says –"},{"number":18,"text":"‘A voice was heard in Ramah, weeping and mourning loudly; Rachel, weeping for her children, refusing all comfort for they were dead.’"},{"number":19,"text":"But, on the death of Herod, an angel of the Lord appeared in a dream to Joseph in Egypt, and said,"},{"number":20,"text":"“Get up, take the child and his mother, and go into the Land of Israel, for those who sought to take the child’s life are dead.”"},{"number":21,"text":"He woke up, and taking the child and his mother, went into the Land of Israel."},{"number":22,"text":"But, hearing that Archelaus had succeeded his father Herod as king of Judea, he was afraid to go back there; and having been warned in a dream, he went into the part of the country called Galilee."},{"number":23,"text":"There he settled in the town of Nazareth, in fulfillment of these words in the prophets – ‘He will be called a Nazarene.’"}]}