{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":23,"verses":[{"number":1,"text":"Then Jesus, speaking to the crowds and to his disciples, said,"},{"number":2,"text":"“The teachers of the Law and the Pharisees now occupy the chair of Moses."},{"number":3,"text":"Therefore practice and lay to heart everything that they preach but do not practice."},{"number":4,"text":"While they make up heavy loads and pile them on other people’s shoulder’s they decline, themselves, to lift a finger to move them."},{"number":5,"text":"All their actions are done to attract attention. They widen their phylacteries, and increase the size of their tassels,"},{"number":6,"text":"and like to have the place of honor at dinner, and the best seats in the synagogues,"},{"number":7,"text":"and to be greeted in the markets with respect, and to be called ‘Rabbi’ by everybody."},{"number":8,"text":"But do not allow yourselves to be called ‘Rabbi,’ for you have only one teacher, and you yourselves are all brothers and sisters."},{"number":9,"text":"And do not call anyone on the earth your ‘Father,’ for you have only one Father, the heavenly Father."},{"number":10,"text":"Nor must you allow yourselves to be called ‘leaders,’ for you have only one leader, the Christ."},{"number":11,"text":"The person who wants to be the greatest among you must be your servant."},{"number":12,"text":"Whoever exalts themselves will be humbled, and whoever humbles themselves will be exalted."},{"number":13,"text":"But alas for you, teachers of the Law and Pharisees, hypocrites that you are! You turn the key of the kingdom of heaven in people’s faces. For you do not go in yourselves, and do not allow those who try to go in to do so."},{"number":15,"text":"Alas for you, teachers of the law and Pharisees, hypocrites that you are! You scour land and sea to make a single convert, and, when they are gained, you make them twice as deserving of Gehenna as you are yourselves."},{"number":16,"text":"Alas for you, you blind guides! You say ‘if any swear by the Temple, their oath counts for nothing; but, if anyone swears by the gold of the Temple, their oath is binding them’!"},{"number":17,"text":"Fools that you are and blind! Which is the more important? The gold? Or the Temple which has given sacredness to the gold?"},{"number":18,"text":"You say, too, ‘If anyone swears by the altar, their oath counts for nothing, but, if anyone swears by the offering placed on it, their oath is binding on them’!"},{"number":19,"text":"Blind indeed! Which is the more important? The offering? Or the altar which gives sacredness to the offering?"},{"number":20,"text":"Therefore a person, swearing by the altar, swears by it and by all that is on it,"},{"number":21,"text":"and a person, swearing by the Temple, swears by it and by him who dwells in it,"},{"number":22,"text":"while a person, swearing by heaven, swears by the throne of God, and by him who sits on it."},{"number":23,"text":"Alas for you, teachers of the Law and Pharisees, hypocrites that you are! You pay tithes on mint, fennel, and caraway seed, and have neglected the weightier matters of the Law – justice, mercy, and good faith. These last you ought to have put into practice, without neglecting the first."},{"number":24,"text":"You blind guides, to strain out a gnat and to swallow a camel!"},{"number":25,"text":"Alas for you, teachers of the Law and Pharisees, hypocrites that you are! You clean the outside of the cup and the dish, but inside they are filled with the results of greed and self-indulgence."},{"number":26,"text":"You blind Pharisee! First clean the inside of the cup and the dish, so that the outside may become clean as well."},{"number":27,"text":"Alas for you, teachers of the Law and Pharisees, hypocrites that you are! You are like whitewashed tombs, which indeed look fair outside, while inside they are filled with dead people’s bones and all kinds of filth."},{"number":28,"text":"It is the same with you. Outwardly, and to others, you have the look of religious people, but inwardly you are full of hypocrisy and sin."},{"number":29,"text":"Alas for you, teachers of the Law and Pharisees, hypocrites that you are! You build the tombs of the prophets, and decorate the monuments of religious people,"},{"number":30,"text":"and say ‘Had we been living in the days of our ancestors, we should have taken no part in their murder of the prophets!’"},{"number":31,"text":"By doing this you are furnishing evidence against yourselves that you are true children of the people who murdered the prophets."},{"number":32,"text":"Go on then, finish what your ancestors began!"},{"number":33,"text":"You snakes and children of snakes! How can you escape being sentenced to Gehenna?"},{"number":34,"text":"That is why I send you prophets, wise people, and teachers of the Law, some of whom you will crucify and kill, and some of whom you will scourge in your synagogues, and persecute from town to town;"},{"number":35,"text":"so that on your heads may fall every drop of innocent blood spilt on earth, from the blood of innocent Abel down to that of Zechariah, Barachiah’s son, whom you murdered between the Temple and the altar."},{"number":36,"text":"All this, I tell you, will come home to the present generation."},{"number":37,"text":"Jerusalem! Jerusalem! She who slays the prophets and stones the messengers sent to her – Oh, how often have I wished to gather your children around me, as a hen gathers her brood under her wings, and you would not come!"},{"number":38,"text":"Verily, your house is left to you desolate!"},{"number":39,"text":"For nevermore, I tell you, will you see me, until you say – ‘Blessed is He who comes in the name of the Lord!’”"}]}