{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":24,"verses":[{"number":1,"text":"Leaving the Temple Courts, Jesus was walking away, when his disciples came up to draw his attention to the Temple buildings."},{"number":2,"text":"“Do you see all these things?” was his answer. “I tell you, not a single stone will be left here on another, which will not be thrown down,”"},{"number":3,"text":"so, while Jesus was sitting on the Mount of Olives, his disciples came up to him privately and said, “Tell us when this will be, and what will be the sign of your coming, and of the close of the age.”"},{"number":4,"text":"Jesus replied to them, “See that no one leads you astray;"},{"number":5,"text":"for, many will take my name, and come saying ‘I am the Christ,’ and will lead many astray."},{"number":6,"text":"You will hear of wars and rumors of wars; take care not to be alarmed, for such things must occur; but the end is not yet here."},{"number":7,"text":"For nation will rise against nation and kingdom against kingdom, and there will be famines and earthquakes in various places."},{"number":8,"text":"All this, however, will be but the beginning of the birth pangs!"},{"number":9,"text":"When that time comes, they will give you up to persecution, and will put you to death, and you will be hated by all nations because of me."},{"number":10,"text":"And then many will fall away, and will betray one another, and hate one another."},{"number":11,"text":"Many false prophets, also, will appear and lead many astray;"},{"number":12,"text":"and, owing to the increase of wickedness, the love of most will grow cold."},{"number":13,"text":"Yet the person who endures to the end will be saved."},{"number":14,"text":"This good news of the kingdom will be proclaimed throughout the world as a witness to all nations; and then will come the end."},{"number":15,"text":"As soon, then, as you see ‘the Foul Desecration,’ mentioned by the prophet Daniel, standing in the Holy place,” (the reader must consider what this means)"},{"number":16,"text":"“then those of you who are in Judea must take refuge in the mountains;"},{"number":17,"text":"and a man on the housetop must not go down to get the things that are in his house;"},{"number":18,"text":"nor must one who is on their farm turn back to get his cloak."},{"number":19,"text":"Alas for pregnant women, and for those who are nursing infants in those days!"},{"number":20,"text":"Pray, too, that your flight may not take place in winter, nor on a Sabbath;"},{"number":21,"text":"for that will be a time of great distress, the like of which has not occurred from the beginning of the world down to the present time – no, nor ever will again."},{"number":22,"text":"Had not those days been limited, not a single soul would escape; but for the sake of God’s people a limit will be put to them."},{"number":23,"text":"At that time, if anyone should say to you ‘Look! Here is the Christ!’ or ‘Here he is!’, do not believe it;"},{"number":24,"text":"for false Christs and false prophets will arise, and will display great signs and marvels, so that, were it possible, even God’s people would be led astray."},{"number":25,"text":"Remember, I have told you beforehand."},{"number":26,"text":"Therefore, if people say to you ‘He is in the wilderness!’, do not go out there; or ‘He is in an inner room!’, do not believe it;"},{"number":27,"text":"for, just as lightning will start from the east and flash across to the west, so will it be with the coming of the Son of Man."},{"number":28,"text":"Wherever a dead body lies, there will the vultures flock."},{"number":29,"text":"Immediately after the distress of those days, the sun will be darkened, the moon will not give her light, the stars will fall from the heavens, and the forces of the heavens will be convulsed."},{"number":30,"text":"Then will appear the sign of the Son of Man in the heavens; and all the peoples of the earth will mourn, when they see the Son of Man coming on the clouds of the heavens, with power and great glory;"},{"number":31,"text":"and he will send his angels, with a great trumpet, and they will gather his people around him from the four winds, from one end of heaven to the other."},{"number":32,"text":"“Learn the lesson taught by the fig tree. As soon as its branches are full of sap, and it is bursting into leaf, you know that summer is near."},{"number":33,"text":"And so may you, as soon as you see all these things, know that he is at your doors."},{"number":34,"text":"I tell you, even the present generation will not pass away, until all these things have taken place."},{"number":35,"text":"The heavens and the earth will pass away, but my words will never pass away."},{"number":36,"text":"But about that day and hour, no one knows – not even the angels of heaven, not even the Son – but only the Father himself."},{"number":37,"text":"For, just as in the days of Noah, so will it be at the coming of the Son of Man."},{"number":38,"text":"In those days before the flood they went on eating and drinking, marrying and being married, up to the very day on which Noah entered the ark."},{"number":39,"text":"They didn’t realize what was going to happen until the flood came and swept them one and all away; and so will it be at the coming of the Son of Man."},{"number":40,"text":"At that time, of two men on a farm one will be taken and one left;"},{"number":41,"text":"of two women grinding with a hand-mill one will be taken and one left."},{"number":42,"text":"Therefore watch; for you cannot be sure on what day your Master is coming."},{"number":43,"text":"But this you do know, that, had the owner of the house known at what time of night the thief was coming, they would have been on the watch, and would not have allowed their house to be broken into."},{"number":44,"text":"Therefore, you must also prepare, since it is just when you are least expecting him that the Son of Man will come."},{"number":45,"text":"Who, then is that trustworthy, careful servant, who has been placed by their master over his household, to give them their food at the proper time?"},{"number":46,"text":"Happy will that servant be whom their master, when he comes home, will find doing this."},{"number":47,"text":"I tell you that their master will put them in charge of the whole of his property."},{"number":48,"text":"But, should the servant be a bad servant, and say to themselves ‘My master is a long time in coming,’"},{"number":49,"text":"and begin to beat their fellow servants, and eat and drink with drunkards,"},{"number":50,"text":"that servant’s master will come on a day when they do not expect him, and at an hour of which they are unaware,"},{"number":51,"text":"and will flog the servant severely, and assign them their place among the hypocrites, where there will be weeping and grinding of teeth."}]}