{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":25,"verses":[{"number":1,"text":"“Then the kingdom of heaven will be like ten bridesmaids who took their lamps and went out to meet the groom."},{"number":2,"text":"Five of them were foolish, and five were prudent."},{"number":3,"text":"The foolish ones took their lamps, but took no oil with them;"},{"number":4,"text":"while the prudent ones, besides taking their lamps, took oil in their jars."},{"number":5,"text":"As the groom was late in coming, they all became drowsy, and slept."},{"number":6,"text":"But at midnight a shout was raised – ‘The groom is coming! Come out to meet him!’"},{"number":7,"text":"Then all the bridesmaids woke up and trimmed their lamps,"},{"number":8,"text":"and the foolish said to the prudent ‘Give us some of your oil; our lamps are going out.’"},{"number":9,"text":"But the prudent ones answered ‘No, There may not be enough for you and for us. Go instead to those who sell it, and buy for yourselves.’"},{"number":10,"text":"But while they were on their way to buy it, the groom came; and the bridesmaids who were ready went in with him to the banquet, and the door was shut."},{"number":11,"text":"Afterward the other bridesmaids came. ‘Sir, Sir,’ they said, ‘open the door to us!’"},{"number":12,"text":"But the groom answered ‘I tell you, I do not know you.’"},{"number":13,"text":"Therefore watch, since you know neither the day nor the hour."},{"number":14,"text":"“For it is as though a man, going on his travels, called his servants, and gave his property into their charge."},{"number":15,"text":"He gave five bags of gold to one, two to another, and one bag to a third, in proportion to the ability of each. Then he set out on his travels."},{"number":16,"text":"The servant who had received the five bags of gold went at once and traded with it, and made another five bags."},{"number":17,"text":"So, too, the servant who had received the two bags of gold made another two bags."},{"number":18,"text":"But the servant who had received the one bag went and dug a hole in the ground, and hid his master’s money."},{"number":19,"text":"After a long time the master of those servants returned, and settled accounts with them."},{"number":20,"text":"The servant who had received the five bags of gold came up and brought five bags more. ‘Sir,’ he said, ‘you entrusted me with five bags of gold; look, I have made another five bags!’"},{"number":21,"text":"‘Well done, good, trustworthy servant!’ said his master. ‘You have been trustworthy with a small sum; now I will place a large one in your hands; come and share your master’s joy!’"},{"number":22,"text":"Then the one who had received the two bags of gold came up and said ‘Sir, you entrusted me with two bags of gold. Look, I have made another two!’"},{"number":23,"text":"‘Well done, good, trustworthy servant!’ said his master. ‘You have been trustworthy with a small sum; now I will place a large one in your hands; come and share your master’s joy!’"},{"number":24,"text":"The man who had received the single bag of gold came up, too, and said ‘Sir, I knew that you were a hard man; you reap where you have not sown, and gather up where you have not winnowed;"},{"number":25,"text":"and, in my fear, I went and hid your money in the ground; look, here is what belongs to you!’"},{"number":26,"text":"‘You lazy, worthless servant!’ was his master’s reply. ‘You knew that I reap where I have not sown, and gather up where I have not winnowed?"},{"number":27,"text":"Then you ought to have placed my money in the hands of bankers, and I, on my return, should have received my money, with interest."},{"number":28,"text":"Therefore,’ he continued, ‘take away from him the one bag of gold, and give it to the one who has the ten bags."},{"number":29,"text":"For, to him who has, more will be given, and he will have abundance; but, as for him who has nothing, even what he has will be taken away from him."},{"number":30,"text":"As for the useless servant, put him out into the darkness outside, where there will be weeping and grinding of teeth.’"},{"number":31,"text":"“When the Son of Man has come in his glory and all the angels with him, then he will take his seat on his throne of glory;"},{"number":32,"text":"and all the nations will be gathered before him, and he will separate the people – just as a shepherd separates sheep from goats –"},{"number":33,"text":"placing the sheep on his right hand, and the goats on his left."},{"number":34,"text":"Then the king will say to those on his right ‘Come, you who are blessed by my Father, enter into possession of the kingdom prepared for you ever since the beginning of the world."},{"number":35,"text":"For, when I was hungry, you gave me food; when I was thirsty, you gave me drink; when I was a stranger, you took me to your homes;"},{"number":36,"text":"when I was naked, you clothed me; when I fell ill, you visited me; and when I was in prison, you came to me.’"},{"number":37,"text":"Then the righteous will answer ‘Lord, when did we see you hungry, and feed you? Or thirsty, and give you a drink?"},{"number":38,"text":"When did we see you a stranger, and take you to our homes? Or naked, and clothe you?"},{"number":39,"text":"When did we see you ill, or in prison, and come to you?’"},{"number":40,"text":"And the king will reply ‘I tell you, as often as you did it to one of these my brothers or sisters, however unimportant they seemed, you did it to me.’"},{"number":41,"text":"Then he will say to those on his left ‘Go from my presence, accursed, into the permanent fire which has been prepared for the devil and his angels."},{"number":42,"text":"For, when I was hungry, you gave me no food; when I was thirsty, you gave me no drink;"},{"number":43,"text":"when I was a stranger, you did not take me to your homes; when I was naked, you did not clothe me; and, when I was ill and in prison, you did not visit me.’"},{"number":44,"text":"Then they, in their turn, will answer ‘Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or ill, or in prison, and did not supply your wants?’"},{"number":45,"text":"And then he will reply ‘I tell you, as often as you failed to do it to one of these, however unimportant, you failed to do it to me.’"},{"number":46,"text":"And these last will go away into lasting correction, but the righteous into lasting life.”"}]}