{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":26,"verses":[{"number":1,"text":"When Jesus had finished teaching all of that, he said to his disciples,"},{"number":2,"text":"“You know that in two days time the Festival of the Passover will be here; and that the Son of Man is to be given up to be crucified.”"},{"number":3,"text":"Then the chief priests and the elders of the people met in the house of the high priest, who was called Caiaphas,"},{"number":4,"text":"and plotted together to arrest Jesus by stealth and put him to death;"},{"number":5,"text":"but they said, “Not during the Festival, or the people may riot.”"},{"number":6,"text":"After Jesus had reached Bethany, and while he was in the house of Simon the leper,"},{"number":7,"text":"a woman came up to him with an alabaster jar of very costly perfume, and poured the perfume on his head as he sat at the table."},{"number":8,"text":"The disciples were indignant at seeing this. “What is this waste for?” they exclaimed."},{"number":9,"text":"“It could have been sold for a large sum, and the money given to poor people.”"},{"number":10,"text":"“Why are you troubling the woman?” Jesus said, when he noticed it. “For this is a beautiful deed that she has done to me."},{"number":11,"text":"You always have the poor with you, but you will not always have me."},{"number":12,"text":"In pouring this perfume on my body, she prepares me for my burial."},{"number":13,"text":"I tell you, wherever, in the whole world, this good news is proclaimed, what this woman has done will be told in memory of her.”"},{"number":14,"text":"It was then that one of the Twelve, named Judas Iscariot, made his way to the chief priests,"},{"number":15,"text":"and said “What are you willing to give me, if I betray Jesus to you?” The Priests counted him out thirty pieces of silver as payment."},{"number":16,"text":"So from that time Judas looked for an opportunity to betray Jesus."},{"number":17,"text":"On the first day of the Festival of the unleavened bread, the disciples came up to Jesus, and said, “Where do you wish us to make preparations for you to eat the Passover?”"},{"number":18,"text":"“Go into the city to a certain man,” he answered, “and say to him ‘The teacher says – My time is near. I will keep the Passover with my disciples at your house.’”"},{"number":19,"text":"The disciples did as Jesus directed them, and prepared the Passover."},{"number":20,"text":"In the evening Jesus took his place with the twelve disciples,"},{"number":21,"text":"and, while they were eating, he said, “I tell you that one of you will betray me.”"},{"number":22,"text":"In great grief they began to say to him, one by one, “Can it be I, Master?”"},{"number":23,"text":"“The one who dipped his bread beside me in the dish,” replied Jesus, “is the one who will betray me."},{"number":24,"text":"True, the Son of Man must go, as scripture says of him, yet alas for that man by whom the Son of Man is being betrayed! For that man it would be better never to have been born!”"},{"number":25,"text":"Judas, who was betraying him, turned to him and said, “Can it be I, Rabbi?” “It is,” answered Jesus."},{"number":26,"text":"While they were eating, Jesus took some bread, and, after saying the blessing, broke it and, as he gave it to his disciples, said, “Take it and eat it; this is my body.”"},{"number":27,"text":"Then he took a cup, and, after saying the thanksgiving, gave it to them, with the words, “Drink from it, all of you;"},{"number":28,"text":"for this is my covenant blood, which is poured out for many for the forgiveness of sins."},{"number":29,"text":"I tell you that I will never, after this, drink of this juice of the grape, until that day when I will drink it new with you in the kingdom of my Father.”"},{"number":30,"text":"They then sang a hymn, and went out to the Mount of Olives."},{"number":31,"text":"Then Jesus said to them, “Even you will all fall away from me tonight. Scripture says – ‘I will strike down the shepherd, and the sheep of the flock will be scattered.’"},{"number":32,"text":"But, after I have risen, I will go before you into Galilee.”"},{"number":33,"text":"“If everyone else falls away from you,” Peter answered, “I will never fall away!”"},{"number":34,"text":"“I tell you,” replied Jesus, “that this very night, before the cock crows, you will disown me three times!”"},{"number":35,"text":"“Even if I must die with you,” Peter exclaimed, “I will never disown you!” All the disciples spoke in the same way."},{"number":36,"text":"Then Jesus came with them to a garden called Gethsemane, and he said to his disciples, “Sit down here while I go and pray over there.”"},{"number":37,"text":"Taking with him Peter and the two sons of Zebedee, he began to show signs of sadness and deep distress of mind."},{"number":38,"text":"“I am sad at heart,” he said, “sad even to death; wait here and watch with me.”"},{"number":39,"text":"Going on a little further, he threw himself on his face in prayer. “My Father,” he said, “if it is possible, let me be spared this cup; only, not as I will, but as you will.”"},{"number":40,"text":"Then he came to his disciples, and found them asleep. “What!” he said to Peter, “could none of you watch with me for one hour?"},{"number":41,"text":"Watch and pray so that you don’t fall into temptation. True, the spirit is eager, but human nature is weak.”"},{"number":42,"text":"Again, a second time, he went away, and prayed. “My Father,” he said, “if I cannot be spared this cup, but must drink it, your will be done!”"},{"number":43,"text":"And coming back again he found them asleep, for their eyes were heavy."},{"number":44,"text":"So he left them, and went away again, and prayed a third time, again saying the same words."},{"number":45,"text":"Then he came to the disciples, and said, “Sleep on now, and rest yourselves. Look – my time is close at hand, and the Son of Man is being betrayed into the hands of wicked people."},{"number":46,"text":"Up, and let us be going. Look! My betrayer is close at hand.”"},{"number":47,"text":"And, while he was still speaking, Judas, who was one of the Twelve, came in sight; and with him was a great crowd of people, with swords and clubs, sent from the chief priests and elders of the people."},{"number":48,"text":"Now the betrayer had arranged a signal with them. “The man whom I kiss,” he had said, “will be the one; arrest him.”"},{"number":49,"text":"So he went up to Jesus at once, and exclaimed, “Welcome, Rabbi!” and kissed him;"},{"number":50,"text":"at which Jesus said to him, “Friend, do what you have come for.” The men went up, seized Jesus, and arrested him."},{"number":51,"text":"Suddenly one of those who were with Jesus stretched out his hand, and drew his sword, and striking the high priest’s servant, cut off his ear."},{"number":52,"text":"“Sheathe your sword,” Jesus said, “for all who draw the sword will be put to the sword."},{"number":53,"text":"Do you think that I cannot ask my Father for help, when he would at once send to my aid more than twelve legions of angels?"},{"number":54,"text":"But in that case how would the scriptures be fulfilled, which say that this must be?”"},{"number":55,"text":"Jesus at the same time said to the crowds, “Have you come out, as if after a robber, with swords and clubs, to take me? I have sat teaching day after day in the Temple Courts, and yet you did not arrest me.”"},{"number":56,"text":"The whole of this occurred in fulfillment of the prophetic scriptures. Then the disciples all forsook him and fled."},{"number":57,"text":"Those who had arrested Jesus took him to Caiaphas, the high priest, where the teachers of the Law and elders had assembled."},{"number":58,"text":"Peter followed him at a distance as far as the high priest’s courtyard, to see the outcome."},{"number":59,"text":"Meanwhile the chief priests and the whole of the High Council were trying to get such false evidence against Jesus, as would warrant putting him to death,"},{"number":60,"text":"but they did not find any, although many came forward with false evidence. Later on, however, two men came forward and said,"},{"number":61,"text":"“This man said ‘I am able to destroy the Temple of God, and to build it in three days.’”"},{"number":62,"text":"Then the high priest stood up, and said to Jesus, “Have you no answer? What is this evidence which these men are giving against you?”"},{"number":63,"text":"But Jesus remained silent. The high priest said to him, “I order you, by the living God, to tell us whether you are the Christ, the Son of God.”"},{"number":64,"text":"“It is true,” Jesus answered, “Moreover I tell you all that hereafter you will see the Son of Man sitting on the right hand of the Almighty, and coming on the clouds of the heavens.”"},{"number":65,"text":"Then the high priest tore his robes. “This is blasphemy!” he exclaimed. “Why do we want any more witnesses? You have just heard his blasphemy!"},{"number":66,"text":"What is your decision?” They answered, “He deserves death.”"},{"number":67,"text":"Then they spat in his face, and struck him, while others dealt blows at him, saying as they did so,"},{"number":68,"text":"“Now play the prophet for us, you Christ! Who was it that struck you?”"},{"number":69,"text":"Peter, meanwhile, was sitting outside in the courtyard; and a maidservant came up to him, and exclaimed, “Why, you were with Jesus the Galilean!”"},{"number":70,"text":"But Peter denied it before them all. “I do not know what you mean,” he replied."},{"number":71,"text":"When he had gone out into the gateway, another maid saw him, and said to those who were there, “This man was with Jesus of Nazareth!”"},{"number":72,"text":"Again he denied it with an oath, “I do not know the man!”"},{"number":73,"text":"But soon afterward those who were standing by came up and said to Peter, “You also are certainly one of them; why, even your way of speaking proves it!”"},{"number":74,"text":"Then Peter said, “I swear that I do not know the man! May God punish me if I am lying!” At that moment a cock crowed;"},{"number":75,"text":"and Peter remembered the words which Jesus had said – ‘Before a cock has crowed, you will disown me three times’; and he went outside, and wept bitterly."}]}