{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":27,"verses":[{"number":1,"text":"At daybreak all the chief priests and the elders of the people consulted together against Jesus, to bring about his death."},{"number":2,"text":"They put him in chains and led him away, and gave him up to the Roman Governor, Pilate."},{"number":3,"text":"Then Judas, who betrayed him, seeing that Jesus was condemned, repented of what he had done, and returned the thirty pieces of silver to the chief priests and elders."},{"number":4,"text":"“I did wrong in betraying a good man to his death,” he said. “What has that to do with us?” they replied. “You must see to that yourself.”"},{"number":5,"text":"Judas flung down the pieces of silver in the Temple, and left; and went away and hanged himself."},{"number":6,"text":"The chief priests took the pieces of silver, but they said, “We must not put them into the Temple treasury, because they are blood-money.”"},{"number":7,"text":"So, after consultation, they used it to buy the ‘Potter’s Field’ as a burial ground for foreigners,"},{"number":8,"text":"and that is why that field is called the ‘Field of Blood’ to this very day."},{"number":9,"text":"Then it was that these words spoken by the prophet Jeremiah were fulfilled – ‘They took the thirty pieces of silver, the price set on him by the people of Israel,"},{"number":10,"text":"and gave them for the potter’s field, as the Lord commanded me.’"},{"number":11,"text":"Meanwhile Jesus was brought before the Roman Governor. “Are you the king of the Jews?” asked the Governor. “It is true,” answered Jesus."},{"number":12,"text":"While charges were being brought against him by the chief priests and elders, Jesus made no reply."},{"number":13,"text":"Then Pilate said to him, “Don’t you hear how many accusations they are making against you?”"},{"number":14,"text":"Yet Jesus made no reply – not even a single word; at which the Governor was greatly astonished."},{"number":15,"text":"Now, at the feast, the Governor was accustomed to grant the people the release of any one prisoner whom they might choose."},{"number":16,"text":"At that time they had a notorious prisoner called Barabbas."},{"number":17,"text":"So, when the people had collected, Pilate said to them, “Which do you wish me to release for you? Barabbas? Or Jesus who is called ‘Christ’?”"},{"number":18,"text":"For he knew that it was out of jealousy that they had given Jesus up to him."},{"number":19,"text":"While he was still on the Bench, his wife sent this message to him – “Do not have anything to do with that good man, for I have been very much troubled today in a dream because of him.”"},{"number":20,"text":"But the chief priests and elders persuaded the crowds to ask for Barabbas, and to kill Jesus."},{"number":21,"text":"The Governor, however, said to them, “Which of these two do you wish me to release for you?” “Barabbas,” they answered."},{"number":22,"text":"“What then,” Pilate asked, “should I do with Jesus who is called ‘Christ?’” “Crucify him,” they all replied."},{"number":23,"text":"“Why, what harm has he done?” he asked. But they kept shouting furiously, “Crucify him!”"},{"number":24,"text":"When Pilate saw that his efforts were unavailing, but that, on the contrary, a riot was beginning, he took some water, and washed his hands in the sight of the crowd, saying as he did so, “I am not answerable for this bloodshed; you must see to it yourselves.”"},{"number":25,"text":"And all the people answered, “His blood be on our heads and on our children’s!”"},{"number":26,"text":"Then Pilate released Barabbas to them, but Jesus he had scourged, and gave him up to be crucified."},{"number":27,"text":"After that, the Governor’s soldiers took Jesus with them into the Government house, and gathered the whole garrison around him."},{"number":28,"text":"They stripped him, and put on him a red military cloak,"},{"number":29,"text":"and having twisted some thorns into a crown, put it on his head, and a rod in his right hand, and then, going down on their knees before him, they mocked him. “Long life to you, king of the Jews!” they said."},{"number":30,"text":"They spat at him and, taking the rod, kept striking him on the head;"},{"number":31,"text":"and, when they had left off mocking him, they took off the military cloak, and put his own clothes on him, and led him away to be crucified."},{"number":32,"text":"As they were on their way out, they came upon a man from Cyrene called Simon, and they compelled him to go with them to carry the cross."},{"number":33,"text":"On reaching a place named Golgotha (a place named from its likeness to a skull),"},{"number":34,"text":"they gave him some wine to drink which had been mixed with gall; but after tasting it, Jesus refused to drink it."},{"number":35,"text":"When they had crucified him, they divided his clothes among them by casting lots."},{"number":36,"text":"Then they sat down, and kept watch over him there."},{"number":37,"text":"Above his head they fixed the accusation against him written out – ‘THIS IS JESUS THE KING OF THE JEWS.’"},{"number":38,"text":"At the same time two robbers were crucified with him, one on the right, the other on the left."},{"number":39,"text":"The passers-by railed at him, shaking their heads as they said,"},{"number":40,"text":"“You who would ‘destroy the Temple and build one in three days,’ save yourself! If you are God’s Son, come down from the cross!”"},{"number":41,"text":"In the same way the chief priests, with the Teachers of the Law and elders, said in mockery,"},{"number":42,"text":"“He saved others, but he cannot save himself! He is the ‘king of Israel’! Why doesn’t he come down from the cross now, then we will believe in him."},{"number":43,"text":"He has trusted in God; if God wants him, let him deliver him now; for he said ‘I am God’s Son.’”"},{"number":44,"text":"Even the robbers, who were crucified with him, insulted him in the same way."},{"number":45,"text":"After midday a darkness came over all the country, lasting until three in the afternoon."},{"number":46,"text":"About three Jesus called out loudly, “Eloi, Eloi, lema sabacthani” – that is to say, ‘My God, my God, why have you forsaken me?’"},{"number":47,"text":"Some of those standing by heard this, and said, “The man is calling for Elijah!”"},{"number":48,"text":"One of them immediately ran and took a sponge, and, filling it with common wine, put it on the end of a rod, and offered it to him to drink."},{"number":49,"text":"But the rest said, “Wait and let us see if Elijah is coming to save him.”"},{"number":50,"text":"But Jesus, uttering another loud cry, gave up his spirit."},{"number":51,"text":"Suddenly the Temple curtain was torn in two from top to bottom, the earth shook, the rocks were torn asunder,"},{"number":52,"text":"the tombs opened, and the bodies of many of God’s people who had fallen asleep rose,"},{"number":53,"text":"and they, leaving their tombs, went, after the resurrection of Jesus, into the Holy City, and appeared to many people."},{"number":54,"text":"The Roman centurion, and the men with him who were watching Jesus, on seeing the earthquake and all that was happening, became greatly frightened and exclaimed, “This must indeed have been God’s Son!”"},{"number":55,"text":"There were many women there, watching from a distance, who had accompanied Jesus from Galilee and had been attending on him."},{"number":56,"text":"Among them were Mary of Magdala, Mary the mother of James and Joseph, and the mother of Zebedee’s sons."},{"number":57,"text":"When evening had fallen, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus."},{"number":58,"text":"He went to see Pilate, and asked for the body of Jesus. Pilate ordered it to be given him."},{"number":59,"text":"So Joseph took the body, and wrapped it in a clean linen sheet,"},{"number":60,"text":"and laid it in his newly made tomb which he had cut in the rock; and, before he left, he rolled a great stone against the entrance of the tomb."},{"number":61,"text":"Mary of Magdala and the other Mary remained behind, sitting in front of the grave."},{"number":62,"text":"The next day – that is, the day following the Preparation-day – the chief priests and Pharisees came in a body to Pilate, and said,"},{"number":63,"text":"“Sir, we remember that, during his lifetime, that impostor said ‘I will rise after three days.’"},{"number":64,"text":"So order the tomb to be made secure until the third day. Otherwise his disciples may come and steal him, and then say to the people ‘He has risen from the dead,’ when the latest imposture will be worse than the first.”"},{"number":65,"text":"“You may have a guard,” was Pilate’s reply. “Go and make the tomb as secure as you can.”"},{"number":66,"text":"So they went and made the tomb secure, by sealing the stone, in presence of the guard."}]}