{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":6,"verses":[{"number":1,"text":"“Take care not to perform your religious duties in public in order to be seen by others; if you do, your Father who is in heaven has no reward for you."},{"number":2,"text":"Therefore, when you do acts of charity, do not have a trumpet blown in front of you, as hypocrites do in the synagogues and in the streets so that people will praise them. There, I tell you, is their reward!"},{"number":3,"text":"But, when you do acts of charity, do not let your left hand know what your right hand is doing,"},{"number":4,"text":"so that your charity may be secret; and your Father, who sees what is in secret, will reward you."},{"number":5,"text":"“And, when you pray, you are not to behave as hypocrites do. They like to pray standing in the synagogues and at the corners of the streets, so that people will see them. There, I tell you, is their reward!"},{"number":6,"text":"But, when one of you prays, they should go into their own room, shut the door, and pray to their Father who dwells in secret; and their Father, who sees what is secret, will reward them."},{"number":7,"text":"When praying, do not repeat the same words over and over again, as is done by the Gentiles, who think that by using many words they will obtain a hearing."},{"number":8,"text":"Do not imitate them; for God, your Father, knows what you need before you ask him."},{"number":9,"text":"You, therefore, should pray like this – ‘Our Father, who is in heaven, may your name be held holy,"},{"number":10,"text":"your kingdom come, your will be done – on earth, as in heaven."},{"number":11,"text":"Give us today the bread that we will need;"},{"number":12,"text":"and forgive us our wrongdoings, as we have forgiven those who have wronged us;"},{"number":13,"text":"and take us not into temptation, but deliver us from evil.’"},{"number":14,"text":"For, if you forgive others their offenses, your heavenly Father will forgive you also;"},{"number":15,"text":"but, if you do not forgive others their offenses, not even your Father will forgive your offenses."},{"number":16,"text":"“And, when you fast, do not put on gloomy looks, as hypocrites do who disfigure their faces so that they may be seen by people to be fasting. That, I tell you, is their reward!"},{"number":17,"text":"But, when one of you fasts, they should anoint their head and wash their face,"},{"number":18,"text":"so that they may not be seen by people to be fasting, but by their Father who dwells in secret; and their Father, who sees what is secret, will reward them."},{"number":19,"text":"“Do not store up treasures for yourselves on earth, where moth and rust destroy, and where thieves break in and steal."},{"number":20,"text":"But store up treasures for yourselves in heaven, where neither moth nor rust destroys, and where thieves do not break in or steal."},{"number":21,"text":"For where your treasure is, there will your heart be also."},{"number":22,"text":"The lamp of the body is the eye. If your eye is unclouded, your whole body will be lit up;"},{"number":23,"text":"but, if your eye is diseased, your whole body will be darkened. And, if the inner light is darkness, how intense must that darkness be!"},{"number":24,"text":"No one can serve two masters, for either they will hate one and love the other, or else they will attach themselves to one and despise the other. You cannot serve both God and Money."},{"number":25,"text":"“This is why I say to you, Do not be anxious about your life – what you can get to eat or drink, or about your body – what you can get to wear. Is not life more than food, and the body more than clothing?"},{"number":26,"text":"Look at the wild birds – they neither sow, nor reap, nor gather into barns; and yet your heavenly Father feeds them! Aren’t you more precious than they?"},{"number":27,"text":"But which of you, by being anxious, can prolong their life a single moment?"},{"number":28,"text":"And why be anxious about clothing? Study the wild lilies, and how they grow. They neither toil nor spin;"},{"number":29,"text":"yet I tell you that even Solomon in all his splendor was not robed like one of these."},{"number":30,"text":"If God so clothes even the grass of the field, which is living today and tomorrow will be thrown into the oven, won’t he much more clothe you, you of little faith?"},{"number":31,"text":"Do not then ask anxiously ‘What can we get to eat?’ or ‘What can we get to drink?’ or ‘What can we get to wear?’"},{"number":32,"text":"All these are the things for which the nations are seeking, and your heavenly Father knows that you need them all."},{"number":33,"text":"But first seek his kingdom and the righteousness that he requires, and then all these things will be added for you."},{"number":34,"text":"Therefore do not be anxious about tomorrow, for tomorrow will bring its own anxieties. Every day has trouble enough of its own."}]}