{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":7,"verses":[{"number":1,"text":"“Do not judge and you will not be judged."},{"number":2,"text":"For, just as you judge others, you will yourselves be judged, and the standard that you use will be used for you."},{"number":3,"text":"Why do you look at the speck of sawdust in your friend’s eye, while you pay no attention at all to the plank of wood in yours?"},{"number":4,"text":"How will you say to your friend ‘Let me take out the speck from your eye,’ when all the time there is a plank in your own?"},{"number":5,"text":"Hypocrite! Take out the plank from your own eye first, and then you will see clearly how to take out the speck from your friend’s."},{"number":6,"text":"“Do not give what is sacred to dogs; they will turn and maul you. Do not throw your pearls before pigs; they will trample them underfoot."},{"number":7,"text":"Ask, and it will be given to you; search, and you will find; knock, and the door will be opened to you."},{"number":8,"text":"For the person who asks receives, the person who searches finds, and the door will be opened to the person who knocks."},{"number":9,"text":"Who among you, when their child asks them for bread, will give them a stone,"},{"number":10,"text":"or when they ask for a fish, will give them a snake?"},{"number":11,"text":"If you, then, wicked though you are, know how to give good gifts to your children, how much more will your Father who is in heaven give what is good to those who ask him!"},{"number":12,"text":"“Do to others whatever you would wish them to do to you; for that is the teaching of both the Law and the prophets."},{"number":13,"text":"Go in by the small gate. The road that leads to destruction is broad and spacious, and many go in by it."},{"number":14,"text":"For the gate is small, and the road narrow, that leads to life, and there are few who find it."},{"number":15,"text":"“Beware of false teachers – people who come to you in the guise of sheep, but at heart they are ravenous wolves."},{"number":16,"text":"By the fruit of their lives you will know them. Do people pick grapes from thorn bushes, or figs from thistles?"},{"number":17,"text":"So, too, every sound tree bears good fruit, while a worthless tree bears bad fruit."},{"number":18,"text":"A sound tree cannot produce bad fruit, nor can a worthless tree bear good fruit."},{"number":19,"text":"Every tree that fails to bear good fruit is cut down and thrown into the fire."},{"number":20,"text":"So it is by the fruit of their lives that you will know such people."},{"number":21,"text":"Not everyone who says to me ‘Master! Master!’ will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven."},{"number":22,"text":"On that day many will say to me ‘Master, Master, was not it in your name that we taught, and in your name that we drove out demons, and in your name that we did many miracles?’"},{"number":23,"text":"And then I will say to them plainly ‘I never knew you. Go from my presence, you who live in sin.’"},{"number":24,"text":"“Everyone, therefore, who listens to this teaching of mine and acts on it may be compared to a prudent person, who built their house on the rock."},{"number":25,"text":"The rain poured down, the rivers rose, the winds blew and beat on that house, but it did not fall, for its foundations were on the rock."},{"number":26,"text":"Everyone who listens to this teaching of mine and does not act on it may be compared to a foolish person, who built their house on the sand."},{"number":27,"text":"The rain poured down, the rivers rose, the winds blew and struck against that house, and it fell with a great crash.”"},{"number":28,"text":"By the time that Jesus had finished speaking, the crowd was filled with amazement at his teaching."},{"number":29,"text":"For he taught them like one who had authority, and not like their teachers of the Law."}]}