{"translation":"oeb-us","book":"mat","bookName":"Matthew","chapter":8,"verses":[{"number":1,"text":"When Jesus had come down from the hill, great crowds followed him."},{"number":2,"text":"He saw a leper who came up, and bowed to the ground before him, and said, “Master, if only you are willing, you are able to make me clean.”"},{"number":3,"text":"Stretching out his hand, Jesus touched him, saying as he did so, “I am willing; become clean.” Instantly he was made clean from his leprosy;"},{"number":4,"text":"and then Jesus said to him, “Be careful not to say a word to anyone, but go and show yourself to the priest, and offer the gift directed by Moses, as evidence of your cure.”"},{"number":5,"text":"After Jesus had entered Capernaum, a centurion in the Roman army came up to him, entreating his help."},{"number":6,"text":"“Sir,” he said, “my manservant is lying ill at my house with a stroke of paralysis, and is suffering terribly.”"},{"number":7,"text":"“I will come and cure him,” answered Jesus."},{"number":8,"text":"“Sir,” the centurion went on, “I am unworthy to receive you under my roof; but only speak, and my manservant will be cured."},{"number":9,"text":"For I myself am a man under the orders of others, with soldiers under me; and, if I say to one of them ‘Go,’ he goes, and to another ‘Come,’ he comes, and to my slave ‘Do this,’ he does it.”"},{"number":10,"text":"Jesus was surprised to hear this, and said to those who were following him, “Never I tell you, in any Israelite have I met with such faith as this!"},{"number":11,"text":"Yes, and many will come in from East and West and take their places beside Abraham, Isaac, and Jacob, in the kingdom of heaven;"},{"number":12,"text":"while the heirs to the kingdom will be banished into the darkness outside; there, there will be weeping and grinding of teeth.”"},{"number":13,"text":"Then Jesus said to the centurion, “Go now, and it will be according to your faith.” And the man was cured that very hour."},{"number":14,"text":"When Jesus went into Peter’s house, he saw Peter’s mother-in-law prostrated with fever."},{"number":15,"text":"On his taking her hand, the fever left her, and she rose and began to take care of him."},{"number":16,"text":"In the evening the people brought to Jesus many who were possessed by demons; and he drove out the spirits with a word, and cured all who were ill,"},{"number":17,"text":"in fulfillment of these words in the prophet Isaiah – ‘He took our infirmities on himself, and bore the burden of our diseases.’"},{"number":18,"text":"Seeing a crowd around him, Jesus gave orders to go across."},{"number":19,"text":"A teacher of the Law came up to him, and said, “Teacher, I will follow you wherever you go.”"},{"number":20,"text":"“Foxes have holes,” answered Jesus, “and wild birds their nests, but the Son of Man has nowhere to lay his head.”"},{"number":21,"text":"“Master,” said another, who was a disciple, “let me first go and bury my father.”"},{"number":22,"text":"But Jesus answered, “Follow me, and leave the dead to bury their dead.”"},{"number":23,"text":"Then he got into the boat, followed by his disciples."},{"number":24,"text":"Suddenly so great a storm came up on the sea, that the waves broke right over the boat. But Jesus was asleep;"},{"number":25,"text":"and the disciples came and roused him. “Master,” they cried, “save us; we are lost!”"},{"number":26,"text":"“Why are you so timid?” he said. “You of little faith!” Then Jesus rose and rebuked the winds and the sea, and a great calm followed."},{"number":27,"text":"The men were amazed, and exclaimed, “What kind of man is this, that even the winds and the sea obey him!”"},{"number":28,"text":"On getting to the other side – the region of the Gadarenes – Jesus met two men who were possessed by demons, coming out of the tombs. They were so violent that no one was able to pass that way."},{"number":29,"text":"Suddenly they shrieked out, “What do you want with us, Son of God? Have you come here to torment us before our time?”"},{"number":30,"text":"A long way off, there was a herd of many pigs, feeding;"},{"number":31,"text":"and the foul spirits began begging Jesus, “If you drive us out, send us into the herd of pigs.”"},{"number":32,"text":"“Go,” he said. The spirits came out, and entered the pigs; and the whole herd rushed down the steep slope into the sea, and died in the water."},{"number":33,"text":"At this the men who tended them ran away and went to the town, carrying the news of all that had occurred, and of what had happened to the possessed men."},{"number":34,"text":"At the news the whole town went out to meet Jesus, and, when they saw him, they entreated him to go away from their region."}]}