{"translation":"kjv1611","book":"1ch","bookName":"1 Chronicles","chapter":8,"verses":[{"number":1,"text":"Now Beniamin begate Bela his first borne, Ashbel the second, and Aharah the third,"},{"number":2,"text":"Nohah the fourth, and Rapha the fifth."},{"number":3,"text":"And the sonnes of Bela were: Addar, and Gera, and Abihud,"},{"number":4,"text":"And Abishua, and Naaman, and Ahoah,"},{"number":5,"text":"And Gera, and Shephuphan, and Huram."},{"number":6,"text":"And these are the sonnes of Ehud: these are the heads of the fathers of the inhabitants of Geba, and they remoued them to Manahath:"},{"number":7,"text":"And Naaman, and Ahiah, and Gera, he remooued them, and begate Uzza, and Ahihud."},{"number":8,"text":"And Shaharaim begate children in the countrey of Moab. After hee had sent them away: Hushim, and Baara were his wiues."},{"number":9,"text":"And he begat of Hodesh his wife, Iobab, and Zibia, and Mesha, and Malcham,"},{"number":10,"text":"And Ieuz, and Shachia, and Mirma. These were his sonnes, heads of the fathers."},{"number":11,"text":"And of Hushim he begate Ahitub, and Elpaal."},{"number":12,"text":"The sonnes of Elpaal: Eber, and Misham, & Shamed, who built Ono, and Lod with the townes thereof."},{"number":13,"text":"Beriah also and Shema, who were heads of the fathers of the inhabitants of Aialon, who droue away the inhabitants of Gath."},{"number":14,"text":"And Ahio, Shashak, and Ierimoth,"},{"number":15,"text":"And Zebadiah, & Arad, & Ader,"},{"number":16,"text":"And Michael, and Ispah, and Ioha the sonnes of Beriah,"},{"number":17,"text":"And Zebadiah, and Meshullam, and Hezeki, and Heber,"},{"number":18,"text":"Ishmerai also, and Iezliah, and Iobab the sonnes of Elpaal."},{"number":19,"text":"And Iakim, and Zichri, & Zabdi,"},{"number":20,"text":"And Elienai, and Zilthai, & Eliel,"},{"number":21,"text":"And Adaiah, and Beraiah, and Shimrath, the sonnes of Shimhi,"},{"number":22,"text":"And Ishpan, and Heber, & Eliel,"},{"number":23,"text":"And Abdon, and Zichri, and Hanan,"},{"number":24,"text":"And Hananiah, and Elam, and Antothiiah,"},{"number":25,"text":"And Iphedeiah, and Penuel, the sonnes of Shashak,"},{"number":26,"text":"And Shamsherai, and Shehariah, and Athaliah,"},{"number":27,"text":"And Iaresiah, and Eliah, and Zichri the sonnes of Ieroham."},{"number":28,"text":"These were heads of the fathers, by their generations, chiefe men. These dwelt in Ierusalem."},{"number":29,"text":"And at Gibeon dwelt the father of Gibeon, (whose wiues name was Maachah:)"},{"number":30,"text":"And his first borne sonne Abdon, and Zur, and Kish, and Baal, & Nadab,"},{"number":31,"text":"And Gidor, & Ahio, and Zacher,"},{"number":32,"text":"And Mikloth begate Shimeah. And these also dwelt with their brethren in Ierusalem, ouer against them."},{"number":33,"text":"¶ And Ner begate Kish, and Kish begate Saul, and Saul begate Ionathan, and Malchishua, and Abinadab, and Eshbaal."},{"number":34,"text":"And the sonne of Ionathan was Meribbaal, and Meribbaal begate Micah."},{"number":35,"text":"And the sonnes of Micah were Pithon, and Melech, and Tarea, and Ahaz."},{"number":36,"text":"And Ahaz begat Iehoadah, and Iehoadah begate Alemeth, and Asmaueth, and Zimri, and Zimri begate Moza,"},{"number":37,"text":"And Moza begate Binea: Rapha was his sonne, Elasa his sonne, Azel his sonne:"},{"number":38,"text":"And Azel had sixe sonnes, whose names are these, Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these were the sonnes of Azel."},{"number":39,"text":"And the sonnes of Eshek his brother were Ulam his first-borne, Iehush the second, and Eliphelet the third."},{"number":40,"text":"And the sonnes of Ulam were mighty men of valour, archers, and had many sonnes, and sonnes sonnes, an hundred and fiftie. All these are of the sonnes of Beniamin."}]}