{"translation":"kjv1611","book":"jdt","bookName":"Judith","chapter":12,"verses":[{"number":1,"text":"Then hee commaunded to bring her in, where his plate was set, and bad that they should prepare for her of his owne meats, and that she should drinke of his owne wine."},{"number":2,"text":"And Iudeth said, I will not eat thereof, lest there bee an offence: but prouision shall be made for mee of the things that I haue brought."},{"number":3,"text":"Then Olofernes said vnto her, If thy prouision should faile, howe should we giue thee the like? for there be none with vs of thy nation."},{"number":4,"text":"Then said Iudeth vnto him, As thy soule liueth, my lord, thine handemaid shall not spend those things that I haue, before the Lord worke by mine hand, the things &thorn; he hath determined."},{"number":5,"text":"Then the seruants of Olofernes brought her into the tent, and shee slept til midnight, and she arose when it was towards the morning watch,"},{"number":6,"text":"And sent to Olofernes, saying, Let my lord now command, that thine handmaid may goe forth vnto prayer."},{"number":7,"text":"Then Olofernes commaunded his guard that they should not stay her: thus she abode in the camp three dayes, and went out in the night into the valley of Bethulia, and washed her selfe in a fountaine of water by the campe."},{"number":8,"text":"And when she came out, shee besought the Lord God of Israel to direct her way, to the raising vp of the children of her people."},{"number":9,"text":"So she came in cleane, and remained in the tent, vntill shee did eate her meat at euening."},{"number":10,"text":"And in the fourth day Olofernes made a feast to his owne seruants only, and called none of the officers to the banquet."},{"number":11,"text":"Then said he to Bagoas the Eunuch, who had charge ouer all that he had: Goe now, and perswade this Ebrewe woman which is with thee, that she come vnto vs, and eate and drinke with vs."},{"number":12,"text":"For loe, it will be a shame for our person, if we shall let such a woman go, not hauing had her company: for if we draw her not vnto vs, she will laugh vs to scorne."},{"number":13,"text":"Then went Bagoas from the presence of Olofernes, and came to her, and he said, Let not this faire damosell feare to come to my lord, and to bee honoured in his presence, and drink wine, and be merry with vs, and be made this day as one of the daughters of the Assyrians, which serue in the house of Nabuchodonosor."},{"number":14,"text":"Then said Iudeth vnto him, Who am I now, that I should gainesay my lord? surely whatsoeuer pleaseth him, I will doe speedily, and it shall bee my ioy vnto the day of my death."},{"number":15,"text":"So she arose, and decked her selfe with her apparell, and all her womans attire, and her maid went and laid soft skinnes on the ground for her, ouer against Olofernes, which she had receiued of Bagoas for her daily vse, that she might sit, and eate vpon them."},{"number":16,"text":"Now when Iudeth came in, and sate downe, Olofernes his heart was rauished with her, and his minde was moued, and he desired greatly her company, for hee waited a time to deceiue her, from the day that he had seene her."},{"number":17,"text":"Then said Olofernes vnto her, Drinke now, and be merry with vs."},{"number":18,"text":"So Iudeth saide, I will drinke now my lord, because my life is magnified in me this day, more then all the dayes since I was borne."},{"number":19,"text":"Then she tooke and ate and dranke before him what her maide had prepared."},{"number":20,"text":"And Olofernes tooke great delight in her, & dranke much more wine, then he had drunke at any time in one day, since he was borne."}]}