{"translation":"kjv1611","book":"jdt","bookName":"Judith","chapter":13,"verses":[{"number":1,"text":"Now when the euening was come, his seruants made haste to depart, and Bagoas shut his tent without, and dismissed the waiters from the presence of his lord, and they went to their beds: for they were all weary, because the feast had bene long."},{"number":2,"text":"And Iudeth was left alone in the tent, and Olofernes lying along vpon his bed, for hee was filled with wine."},{"number":3,"text":"Now Iudeth had commanded her maide to stand without her bedchamber, and to waite for her comming forth as she did daily: for she said, she would goe forth to her prayers, and she spake to Bagoas, according to the same purpose."},{"number":4,"text":"So all went forth, and none was left in the bedchamber, neither little, nor great. Then Iudeth standing by his bed, said in her heart: O Lord God of all power, looke at this present vpon the workes of mine hands for the exaltation of Ierusalem."},{"number":5,"text":"For now is the time to helpe thine inheritance, and to execute mine enterprises, to the destruction of the enemies, which are risen against vs."},{"number":6,"text":"Then she came to the pillar of the bed, which was at Olofernes head, and tooke downe his fauchin from thence,"},{"number":7,"text":"And approched to his bed, and tooke hold of the haire of his head, and said, Strengthen mee, O Lord God of Israel, this day."},{"number":8,"text":"And she smote twise vpon his necke with all her might, and she tooke away his head from him,"},{"number":9,"text":"And tumbled his body downe from the bed, and pulled downe the canopy from the pillars, and anon after she went forth, and gaue Olofernes his head to her maide."},{"number":10,"text":"And she put it in her bag of meate, so they twaine went together according to their custome vnto prayer, and when they passed the campe, they compassed the valley, and went vp the mountaine of Bethulia, and came to the gates thereof."},{"number":11,"text":"Then said Iudeth a farre off to the watchmen at the gate, Open, open now the gate: God, euen our God is with vs, to shew his power yet in Ierusalem, and his forces against the enemie, as he hath euen done this day."},{"number":12,"text":"Now when the men of her citie heard her voyce, they made haste to goe downe to the gate of their citie, and they called the Elders of the citie."},{"number":13,"text":"And then they ranne altogether both small and great, for it was strange vnto them that she was come: so they opened the gate, and receiued them, and made a fire for a light, and stood round about them."},{"number":14,"text":"Then she said to them with a loud voyce, Praise, praise God, praise God, (I say) for hee hath not taken away his mercy from the house of Israel, but hath destroyed our enemies by mine hands this night."},{"number":15,"text":"So she tooke the head out of the bag, and shewed it, and said vnto them, Behold the head of Olofernes the chiefe captaine of the armie of Assur, and behold the canopy wherein he did lie in his drunkennesse, and the Lord hath smitten him by the hand of a woman."},{"number":16,"text":"As the Lord liueth, who hath kept me in my way that I went, my countenance hath deceiued him to his destruction, and yet hath hee not committed sinne with mee, to defile and shame mee."},{"number":17,"text":"Then all the people were wonderfully astonished, and bowed themselues, and worshipped God, and said with one accord: Blessed be thou, O our God, which hast this day brought to nought the enemies of thy people."},{"number":18,"text":"Then said Ozias vnto her, O daughter, blessed art thou of the most high God, aboue all the women vpon the earth, and blessed be the Lord God, which hath created the heauens, and the earth, which hath directed thee to the cutting off of the head of the chiefe of our enemies."},{"number":19,"text":"For this thy confidence shall not depart from the heart of men, which remember the power of God for euer."},{"number":20,"text":"And God turne these things to thee for a perpetuall praise, to visite thee in good things, because thou hast not spared thy life for &thorn; affliction of our nation, but hast reuenged our ruine, walking a straight way before our God: and all the people said, So be it, so be it."}]}