{"translation":"kjv1611","book":"jdt","bookName":"Judith","chapter":14,"verses":[{"number":1,"text":"Then saide Iudeth vnto them, Heare me now, my brethren, & take this head, and hang it vpon the highest place of your walles."},{"number":2,"text":"And so soone as the morning shall appeare and the Sunne shal come forth vpon the earth, take you euery one his weapons, and goe forth euery valiant man out of the city, & set you a captaine ouer them, as though you would goe downe into the field toward the watch of the Assyrians, but goe not downe."},{"number":3,"text":"Then they shal take their armour, and shal goe into their campe, and raise vp the captaines of the armie of Assur, and they shall runne to the tent of Olofernes, but shall not finde him, then feare shall fall vpon them, and they shall flee before your face."},{"number":4,"text":"So you, and all that inhabite the coast of Israel, shall pursue them, and ouerthrow them as they goe."},{"number":5,"text":"But before you doe these things, call me Achior the Ammonite, that hee may see and know him that despised the house of Israel, and that sent him to vs as it were to his death."},{"number":6,"text":"Then they called Achior out of the house of Ozias, and when hee was come, and saw the head of Olofernes in a mans hand, in the assembly of the people, he fell downe on his face, and his spirit failed."},{"number":7,"text":"But when they had recouered him, hee fell at Iudeths feete, and reuerenced her, and said: Blessed art thou in all the tabernacle of Iuda, and in all nations, which hearing thy name shall be astonished."},{"number":8,"text":"Now therefore tell mee all the things that thou hast done in these dayes: Then Iudeth declared vnto him in the midst of the people, all that shee had done from the day that shee went foorth, vntill that houre she spake vnto them."},{"number":9,"text":"And when shee had left off speaking, the people shouted with a lowd voice, & made a ioyful noise in their citie."},{"number":10,"text":"And when Achior had seene all that the God of Israel had done, hee beleeued in God greatly, and circumcised the foreskinne of his flesh, and was ioyned vnto the house of Israel vnto this day."},{"number":11,"text":"And assoone as the morning arose, they hanged the head of Olofernes vpon the wall, and euery man took his weapons, and they went foorth by bandes vnto the straits of the mountaine."},{"number":12,"text":"But when the Assyrians sawe them, they sent to their leaders, which came to their Captaines, and tribunes, and to euery one of their rulers."},{"number":13,"text":"So they came to Olofernes tent, and said to him that had the charge of all his things, Waken now our lord: for the slaues haue beene bold to come downe against vs to battell, that they may be vtterly destroyed."},{"number":14,"text":"Then went in Bagoas, and knocked at the doore of the tent: for he thought that he had slept with Iudeth."},{"number":15,"text":"But because none answered, he opened it, and went into the bedchamber, and found him cast vpon the floore dead, & his head was taken from him."},{"number":16,"text":"Therefore he cried with a lowd voice, with weeping, and sighing, and a mighty cry, and rent his garments."},{"number":17,"text":"After, hee went into the tent, where Iudeth lodged, and when hee found her not, he leaped out to the people, and cried,"},{"number":18,"text":"These slaues haue dealt treacherously, one woman of the Hebrewes hath brought shame vpon the house of king Nabuchodonosor: for behold, Olofernes lieth vpon the ground without a head."},{"number":19,"text":"When the captaines of the Assyrians armie heard these words, they rent their coats, and their minds were wonderfully troubled, and there was a cry, and a very great noise throughout the campe."}]}