{"translation":"kjv1611","book":"jdt","bookName":"Judith","chapter":15,"verses":[{"number":1,"text":"And when they that were in the tents heard, they were astonished at the thing that was done."},{"number":2,"text":"And feare and trembling fell vpon them, so that there was no man that durst abide in the sight of his neighbour, but rushing out altogether, they fled into euery way of the plaine, and of the hill countrey."},{"number":3,"text":"They also that had camped in the mountaines, round about Bethulia, fled away. Then the children of Israel euery one that was a warriour among them, rushed out vpon them."},{"number":4,"text":"Then sent Ozias to Bethomasthem, and to Bebai, and Chobai, and Cola, and to all the coasts of Israel, such as should tell the things that were done, and that all should rush forth vpon their enemies to destroy them."},{"number":5,"text":"Now when the children of Israel heard it, they all fell vpon them with one consent, and slewe them vnto Choba: likewise also they that came from Ierusalem, and from all the hill country, for men had told them what things were done in the campe of their enemies, and they that were in Galaad and in Galile chased them with a great slaughter, vntill they were past Damascus, and the borders thereof."},{"number":6,"text":"And the residue that dwelt at Bethulia, fell vpon the campe of Assur, and spoiled them, & were greatly enriched."},{"number":7,"text":"And the children of Israel that returned from the slaughter, had that which remained, and the villages, and the cities that were in the mountaines, and in the plaine, gate many spoiles: for the multitude was very great."},{"number":8,"text":"Then Ioacim the high Priest, and the Ancients of the children of Israel that dwelt in Ierusalem, came to behold the good things that God had shewed to Israel, and to see Iudeth, and to salute her."},{"number":9,"text":"And when they came vnto her, they blessed her with one accord, and said vnto her, Thou art the exaltation of Ierusalem: thou art the great glory of Israel: thou art the great reioycing of our nation."},{"number":10,"text":"Thou hast done all these things by thine hand: thou hast done much good to Israel, and God is pleased therewith: blessed bee thou of the Almightie Lord for euermore: and all the people said, So be it."},{"number":11,"text":"And the people spoiled the campe, the space of thirty dayes, and they gaue vnto Iudeth Olofernes his tent, and all his plate, and beds, and vessels, and all his stuffe: and she tooke it, and laide it on her mule, and made ready her carts, and laid them thereon."},{"number":12,"text":"Then all the women of Israel ran together to see her, and blessed her, and made a dance among them for her: and shee tooke branches in her hand, & gaue also to the women that were with her."},{"number":13,"text":"And they put a garland of oliue vpon her, and her maid that was with her, and shee went before the people in the dance, leading all the women: and all the men of Israel followed in their armor with garlands, and with songs in their mouthes."}]}