{"translation":"kjv1611","book":"jdt","bookName":"Judith","chapter":4,"verses":[{"number":1,"text":"Now the children of Israel that dwelt in Iudea, heard all that Holofernes the chiefe captaine of Nabuchodonosor king of the Assyrians had done to the nations, and after what manner hee had spoiled all their Temples, and brought them to nought."},{"number":2,"text":"Therefore they were exceedingly afraid of him, and were troubled for Ierusalem, and for the Temple of the Lord their God."},{"number":3,"text":"For they were newly returned from the captiuitie, and all the people of Iudea were lately gathered together: and the vessels, and the Altar, and the house, were sanctified after the profanation."},{"number":4,"text":"Therefore they sent into all the coasts of Samaria, and the villages, and to Bethoron, and Belmen, and Iericho, and to Choba, and Esora, and to the valley of Salem,"},{"number":5,"text":"And possessed themselues beforehand of all the tops of the high mountaines, and fortified the villages that were in them, and laid vp victuals for the prouision of warre: for their fieldes were of late reaped."},{"number":6,"text":"Also Ioacim the hie Priest which was in those daies in Ierusalem, wrote to them that dwelt in Bethulia, and Betomestham which is ouer against Esdraelon toward the open countrey neere to Dothaim,"},{"number":7,"text":"Charging them to keepe the passages of the hill countrey: for by them there was an entrance into Iudea, and it was easie to stoppe them that would come vp, because the passage was strait for two men at the most."},{"number":8,"text":"And the children of Israel did as Ioacim the hie Priest had commanded them, with the ancients of all the people of Israel, which dwelt at Ierusal&#275;."},{"number":9,"text":"Then euery man of Israel cryed to God with great feruencie, and with great vehemency did they humble their soules:"},{"number":10,"text":"Both they and their wiues, and their children, and their cattell, and euery stranger and hireling, and their seruants bought with money, put sackecloth vpon their loynes."},{"number":11,"text":"Thus euery man and woman, and the little children, & the inhabitants of Ierusalem fell before the temple, and cast ashes vpon their heads, and spread out their sackcloth before the face of the Lord: also they put sackecloth about the Altar,"},{"number":12,"text":"And cryed to the God of Israel all with one consent earnestly, that hee would not giue their children for a pray, and their wiues for a spoile, and the cities of their inheritance to destruction, and the Sanctuary to profanation and reproch, & for the nations to reioyce at."},{"number":13,"text":"So God heard their prayers, and looked vpon their afflictions: for the people fasted many dayes in all Iudea, and Ierusalem, before the Sanctuary of the Lord Almighty."},{"number":14,"text":"And Ioacim the high Priest, and all the Priestes that stood before the Lord, and they which ministred vnto the Lord, had their loines girt with sackecloth, and offered the daily burnt offerings, with the vowes and free gifts of the people,"},{"number":15,"text":"And had ashes on their miters, and cried vnto the Lord with all their power, that hee would looke vpon all the house of Israel graciously."}]}