{"translation":"kjv1611","book":"jdt","bookName":"Judith","chapter":5,"verses":[{"number":1,"text":"Then was it declared to Holofernes the chief captaine of the armie of Assur that the children of Israel had prepared for warre, and had shut vp the passages of the hill countrey, and had fortified all the tops of the high hilles, and had laide impediments in the champion countreys."},{"number":2,"text":"Wherewith he was very angry, and called all the princes of Moab, and the captaines of Ammon, and all the gouernours of the Sea coast."},{"number":3,"text":"And he said vnto them, Tell mee now, ye sonnes of Canaan, who this people is that dwelleth in the hill countrey? and what are the cities that they inhabite? and what is the multitude of their armie? and wherein is their power and strength, and what king is set ouer them, or captaine of their armie?"},{"number":4,"text":"And why haue they determined not to come and meet me, more then all the inhabitants of the West?"},{"number":5,"text":"Then said Achior, the captaine of all the sonnes of Ammon: Let my lord now heare a word from the mouth of thy seruant, and I will declare vnto thee the trueth, concerning this people which dwelleth neere thee, and inhabiteth the hill countreys: and there shall no lie come out of the mouth of thy seruant."},{"number":6,"text":"This people are descended of the Caldeans,"},{"number":7,"text":"And they soiourned heretofore in Mesopotamia, because they would not follow the gods of their fathers, which were in the land of Caldea."},{"number":8,"text":"For they left the way of their ancestours, and worshipped the God of heauen, the God whom they knew: so they cast them out from the face of their gods, and they fled into Mesopotamia, and soiourned there many dayes."},{"number":9,"text":"Then their God commaunded them to depart from the place where they soiourned, and to goe into the land of Chanaan, where they dwelt, and were increased with gold and siluer, and with very much cattell."},{"number":10,"text":"But when a famine couered all the land of Chanaan, they went downe into Egypt, and soiourned there, while they were nourished, and became there a great multitude, so that one could not number their nation."},{"number":11,"text":"Therefore the king of Egypt rose vp against them, and dealt subtilly with them, and brought them low, with labouring in bricke, & made them slaues."},{"number":12,"text":"Then they cried vnto their God, and he smote all the land of Egypt with incurable plagues, so the Egyptians cast them out of their sight."},{"number":13,"text":"And God dried the red Sea before them:"},{"number":14,"text":"And brought them to mount Sina, and Cades Barne, and cast forth all that dwelt in the wildernesse."},{"number":15,"text":"So they dwelt in the land of the Amorites, and they destroyed by their strength all them of Esebon, and passing ouer Iordan they possessed all the hill countrey."},{"number":16,"text":"And they cast forth before them, the Chanaanite, the Pheresite, the Iebusite, and the Sychemite, and all the Gergesites, and they dwelt in that countrey many dayes."},{"number":17,"text":"And whilest they sinned not before their God, they prospered, because the God that hateth iniquitie, was with them."},{"number":18,"text":"But when they departed from the way which he appointed them, they were destroyed in many battels very sore, and were led captiues into a land that was not theirs, and the Temple of their God was cast to the ground, and their cities were taken by the enemies."},{"number":19,"text":"But nowe are they returned to their God, and are come vp from the places, where they were scattered, and haue possessed Ierusalem, where their Sanctuary is, and are seated in the hill countrey, for it was desolate."},{"number":20,"text":"Now therefore, my lord and gouernour, if there be any errour in this people, & they sinne against their God, let vs consider that this shal be their ruine, and let vs goe vp, and we shal ouercome them."},{"number":21,"text":"But if there be no iniquitie in their nation, let my lord now passe by, lest their Lord defend them, and their God be for them, and wee become a reproch before all the world."},{"number":22,"text":"And when Achior had finished these sayings, all the people standing round about the tent, murmured, and the chiefe men of Holofernes, and all that dwelt by the Sea side, and in Moab, spake that he should kill him."},{"number":23,"text":"For, say they, we will not be afraid of the face of the children of Israel, for loe, it is a people that haue no strength, nor power for a strong battell."},{"number":24,"text":"Now therefore, Lord Holofernes, we will goe vp, and they shall be a pray, to be deuoured of all thine armie."}]}