{"translation":"web","book":"2ma","bookName":"2 Maccabees","chapter":12,"verses":[{"number":1,"text":"So when this agreement had been made, Lysias departed to the king, and the Jews went about their farming."},{"number":2,"text":"But some of the governors of districts, Timotheus and Apollonius the son of Gennaeus, and also Hieronymus and Demophon, and beside them Nicanor the governor of Cyprus, would not allow them to enjoy tranquillity and live in peace."},{"number":3,"text":"Men of Joppa perpetrated this great impiety: they invited the Jews who lived among them to go with their wives and children into the boats which they had provided, as though they had no ill will toward them."},{"number":4,"text":"When the Jews, relying on the public vote of the city, accepted the invitation, as men desiring to live in peace and suspecting nothing, they took them out to sea and drowned not less than two hundred of them."},{"number":5,"text":"When Judas heard of the cruelty done to his fellow-countrymen, giving command to the men that were with him"},{"number":6,"text":"and calling upon God the righteous Judge, he came against the murderers of his kindred, and set the harbor on fire at night, burned the boats, and put to the sword those who had fled there."},{"number":7,"text":"But when the town gates were closed, he withdrew, intending to come again to root out the whole community of the men of Joppa."},{"number":8,"text":"But learning that the men of Jamnia intended to do the same thing to the Jews who lived among them,"},{"number":9,"text":"he attacked the Jamnites at night, and set fire to the harbor together with the fleet, so that the glare of the light was seen at Jerusalem, two hundred forty furlongs distant."},{"number":10,"text":"Now when they had drawn off nine furlongs from there, as they marched against Timotheus, an army of Arabians attacked him, no fewer than five thousand infantry and five hundred cavalry."},{"number":11,"text":"And when a hard battle had been fought, and Judas and his company, by the help of God, had good success, the nomads being overcome implored Judas to grant them friendship, promising to give him livestock, and to help his people in all other ways."},{"number":12,"text":"So Judas, thinking that they would indeed be profitable in many things, agreed to live in peace with them; and receiving pledges of friendship they departed to their tents."},{"number":13,"text":"He also attacked a certain city, strong and fenced with earthworks and walls, and inhabited by a mixed multitude of various nations. It was named Caspin."},{"number":14,"text":"Those who were within, trusting in the strength of the walls and their store of provisions, behaved themselves rudely toward Judas and those who were with him, railing, and furthermore blaspheming and speaking impious words."},{"number":15,"text":"But Judas and his company, calling upon the great Sovereign of the world, who without rams and cunning engines of war hurled down Jericho in the times of Joshua, rushed wildly against the wall."},{"number":16,"text":"Having taken the city by the will of God, they made unspeakable slaughter, so much that the adjoining lake, which was two furlongs broad, appeared to be filled with the deluge of blood."},{"number":17,"text":"When they had gone seven hundred fifty furlongs from there, they made their way to Charax, to the Jews that are called Tubieni."},{"number":18,"text":"They didn’t find Timotheus in that district, for he had by then departed from the district without accomplishing anything, but had left behind a very strong garrison in one place."},{"number":19,"text":"But Dositheus and Sosipater, who were captains under Maccabaeus, went out and destroyed those who had been left by Timotheus in the stronghold, more than ten thousand men."},{"number":20,"text":"Maccabaeus, arranging his own army in divisions, set these two over the bands, and marched in haste against Timotheus, who had with him one hundred twenty thousand infantry and two thousand five hundred cavalry."},{"number":21,"text":"When Timotheus heard of the approach of Judas, he at once sent away the women and the children with the baggage into the fortress called Carnion; for the place was hard to besiege and difficult of access by reason of the narrowness of the approaches on all sides."},{"number":22,"text":"When the band of Judas, who led the first division, appeared in sight, and when terror and fear came upon the enemy, because the manifestation of him who sees all things came upon them, they fled in every direction, carried this way and that, so that they were often injured by their own men, and pierced with the points of their own swords."},{"number":23,"text":"Judas continued the pursuit more vigorously, putting the wicked wretches to the sword, and he destroyed as many as thirty thousand men."},{"number":24,"text":"Timotheus himself, falling in with the company of Dositheus and Sosipater, implored them with much crafty guile to let him go with his life, because he had in his power the parents of many of them and the kindred of some. “Otherwise, he said, little regard will be shown to these.”"},{"number":25,"text":"So when he had with many words confirmed the agreement to restore them without harm, they let him go that they might save their kindred."},{"number":26,"text":"Then Judas, marching against Carnion and the temple of Atergatis, killed twenty-five thousand people."},{"number":27,"text":"After he had put these to flight and destroyed them, he marched against Ephron also, a strong city, wherein were multitudes of people of all nations. Stalwart young men placed on the walls made a vigorous defense. There were great stores of war engines and darts there."},{"number":28,"text":"But calling upon the Sovereign who with might shatters the strength of the enemy, they took the city into their hands, and killed as many as twenty-five thousand of those who were in it."},{"number":29,"text":"Setting out from there, they marched in haste against Scythopolis, which is six hundred furlongs away from Jerusalem."},{"number":30,"text":"But when the Jews who were settled there testified of the good will that the Scythopolitans had shown toward them, and of their kind treatment of them in the times of their misfortune,"},{"number":31,"text":"they gave thanks, and further exhorted them to remain well disposed toward the race for the future. Then they went up to Jerusalem, the feast of weeks being close at hand."},{"number":32,"text":"But after the feast called Pentecost, they marched in haste against Gorgias the governor of Idumaea."},{"number":33,"text":"He came out with three thousand infantry and four hundred cavalry."},{"number":34,"text":"When they had set themselves in array, it came to pass that a few of the Jews fell."},{"number":35,"text":"A certain Dositheus, one of Bacenor’s company, who was on horseback and was a strong man, pressed hard on Gorgias, and taking hold of his cloke dragged him along by main force. While he planned to take the accursed man alive, one of the Thracian cavalry bore down on him and disabled his shoulder, and so Gorgias escaped to Marisa."},{"number":36,"text":"When those who were with Esdris had been fighting long and were weary, Judas called upon the Lord to show himself, fighting on their side and leading in the battle."},{"number":37,"text":"Then in the language of his ancestors he raised the battle cry joined with hymns. Then he rushed against Gorgias’ troops when they were not expecting it, and put them to flight."},{"number":38,"text":"Judas gathered his army and came to the city of Adullam. As the seventh day was coming on, they purified themselves according to the custom, and kept the Sabbath there."},{"number":39,"text":"On the following day, when it had become necessary, Judas and his company came to take up the bodies of those who had fallen, and in company with their kinsmen to bring them back to the sepulchres of their ancestors."},{"number":40,"text":"But under the garments of each one of the dead they found consecrated tokens of the idols of Jamnia, which the law forbids the Jews to have anything to do with. It became clear to all that it was for this cause that they had fallen."},{"number":41,"text":"All therefore, blessing the ways of the Lord, the righteous Judge, who makes manifest the things that are hidden,"},{"number":42,"text":"turned themselves to supplication, praying that the sin committed might be wholly blotted out. The noble Judas exhorted the multitude to keep themselves from sin, for they had seen with their own eyes what happened because of the sin of those who had fallen."},{"number":43,"text":"When he had made a collection man by man to the sum of two thousand drachmas of silver, he sent to Jerusalem to offer a sacrifice for sin, doing very well and honorably in this, in that he took thought for the resurrection."},{"number":44,"text":"For if he wasn’t expecting that those who had fallen would rise again, it would be superfluous and idle to pray for the dead."},{"number":45,"text":"But if he was looking forward to an honorable memorial of gratitude laid up for those who die in godliness, then the thought was holy and godly. Therefore he made the atoning sacrifice for those who had died, that they might be released from their sin."}]}