{"translation":"kjv1611","book":"rev","bookName":"Revelation","chapter":4,"verses":[{"number":1,"text":"After this I looked, and beholde, a doore was opened in heauen: and the first voice which I heard, was as it were of a trumpet, talking with me, which said, Come vp hither, and I will shew thee things which must be hereafter."},{"number":2,"text":"And immediatly I was in the spirit: and beholde, a Throne was set in heauen, and one sate on the Throne."},{"number":3,"text":"And he that sate was to looke vpon like a Iasper, and a Sardine stone: and there was a rainebow round about the Throne, in sight like vnto an Emeralde."},{"number":4,"text":"And round about the Throne were foure and twentie seates, and vpon the seates I saw foure and twentie Elders sitting, clothed in white rayment, and they had on their heades crownes of golde."},{"number":5,"text":"And out of the Throne proceeded lightnings, and thundrings, and voyces: and there were seuen lampes of fire burning before the Throne, which are the seuen Spirits of God."},{"number":6,"text":"And before the Throne there was a sea of glasse like vnto Chrystall: and in the middest of the throne, and round about the Throne, were foure beastes full of eyes before and behinde."},{"number":7,"text":"And the first beast was like a Lion, and the second beast like a Calfe, and the third beast had a face as a man, and the fourth beast was like a flying Egle."},{"number":8,"text":"And the foure beasts had each of them sixe wings about him, and they were full of eyes within, and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come."},{"number":9,"text":"And when those beasts giue glory, and honour, and thankes to him that sate on the Throne, who liueth for euer and euer,"},{"number":10,"text":"The foure and twentie Elders fall downe before him that sate on the Throne, and worship him that liueth for euer and euer, and cast their crownes before the Throne, saying,"},{"number":11,"text":"Thou art worthy, O Lord, to receiue glorie, and honour, and power: for thou hast created all things, and for thy pleasure they are, and were created."}]}