{"translation":"oeb-us","book":"hab","bookName":"Habakkuk","chapter":1,"verses":[{"number":1,"text":"The message seen by the prophet Habakkuk."},{"number":2,"text":"How long, Lord, have I cried out and without you hearing me! I cry to you, “Violence!” but you do not help."},{"number":3,"text":"Why do you make me look upon wickedness and behold trouble? Destruction and violence are before my eyes, and fighting and quarrelling."},{"number":4,"text":"Therefore the law is weak, and justice is never rendered; for the wicked surround the righteous, so that justice is perverted."},{"number":5,"text":"Look at the nations, look well, be shocked and amazed. For I am about to do a work in your days; you will not believe it when it is told."},{"number":6,"text":"For I am about to raise up the Chaldeans, a nation grim and quick of action who sweep over the whole breadth of the earth to seize dwellings not their own."},{"number":7,"text":"They bring fear and terror. They write their own rules."},{"number":8,"text":"Their horses are swifter than leopards, quicker than wolves hunting at dusk. From afar they come swooping down, like an eagle attacking its prey."},{"number":9,"text":"They all come to do violence, a horde like a desert wind, they gather up captives like sand."},{"number":10,"text":"At kings they scoff, and princes are sport to them. They laugh at every fortress, and heap up earth to take it."},{"number":11,"text":"Then they sweep on like the wind, Their strength is their god."},{"number":12,"text":"Are you not eternal, Lord, my holy one, who does not die? Lord you have appointed them to execute judgment, my rock, you have established them to punish."},{"number":13,"text":"Your eyes are too pure to look at evil, you cannot condone iniquity. So why do you regard the treacherous in silence, while the wicked swallows the upright?"},{"number":14,"text":"You have made people like the fish of the sea, like reptiles that have no ruler."},{"number":15,"text":"The wicked sweep them all into their nets, and gather them into their drag-nets, and rejoice and celebrate."},{"number":16,"text":"Therefore they sacrifice to their net, and burn offerings to their drag-net; for by their nets are their portions generous, and their food is rich."},{"number":17,"text":"Will they empty their nets continually, slaughter nations unpityingly?"}]}