{"translation":"oeb-us","book":"hab","bookName":"Habakkuk","chapter":3,"verses":[{"number":1,"text":"A prayer of Habakkuk the prophet, according to the Shigionoth."},{"number":2,"text":"I have heard, Lord, of your fame, I have seen, Lord, your work; through the years you have make yourself known, in wrath you remember mercy."},{"number":3,"text":"God comes from Teman, and the Holy One from the mountain-land of Paran. Selah His glory covers the heavens, and his splendor fills the earth."},{"number":4,"text":"Before him it is like the light, rays he has at his side, where his power is hidden."},{"number":5,"text":"Before him pestilence stalks, after him plague follows."},{"number":6,"text":"He stands, and the earth trembles, he looks, and the nations melt away, and the mountains of old are scattered, the everlasting hills bow down. These are his ways from of old."},{"number":7,"text":"The tents of Cushan are afraid, the curtains of Midian tremble."},{"number":8,"text":"Is your wrath, Lord, with the rivers? Is your anger against the streams? Or your rage against the sea? Is that why you ride on your war-steeds? Why you mount your chariots of victory?"},{"number":9,"text":"Why you bare your bow? Why you fill your quiver with shafts? You split the earth with torrents."},{"number":10,"text":"The mountains see you and writhe. The tempest of waters sweeps by. The great deep sends forth its voice, and lifts up its hands."},{"number":11,"text":"The sun forgets to rise. The moon stands still in its place. Your arrows go forth to give light. Your glittering spear is as lightning."},{"number":12,"text":"In rage you stride over the earth. In wrath you trample the nations."},{"number":13,"text":"You go forth to save your people. You go to help your anointed. You crush the head of the wicked nation, laying him bare from thigh to neck. Selah"},{"number":14,"text":"You pierced his head with his spears, as his champions storm out to scatter us, as they rejoice to devour the poor secretly."},{"number":15,"text":"You tread the sea with your horses, while the mighty waters roar."},{"number":16,"text":"I hear, and my body trembles, and at the sound my lips quiver. My bones begin to decay, and my footsteps totter beneath me, while I long for the day of distress to come upon those who attack us."},{"number":17,"text":"Though the fig tree bears no fruit, and there are no grapes on the vines, though the olive harvest fails, and the fields produce no food, though the flock is cut off from the fold, and there is no herd in the stalls,"},{"number":18,"text":"yet I will exult in the Lord, and rejoice in the God who saves me."},{"number":19,"text":"The Lord God is my strength; he makes my feet as sure as the feet of deer, and causes me to walk on the heights! To the music director: Use stringed instruments."}]}