{"translation":"web","book":"sir","bookName":"Sirach","chapter":1,"verses":[{"number":1,"text":"All wisdom comes from the Lord, and is with him forever."},{"number":2,"text":"Who can count the sand of the seas, the drops of rain, and the days of eternity?"},{"number":3,"text":"Who will search out the height of the sky, the breadth of the earth, the deep, and wisdom?"},{"number":4,"text":"Wisdom has been created before all things, and the understanding of prudence from everlasting."},{"number":6,"text":"To whom has the root of wisdom been revealed? Who has known her shrewd counsels?"},{"number":8,"text":"There is one wise, greatly to be feared, sitting upon his throne: the Lord."},{"number":9,"text":"He created her. He saw and measured her. He poured her out upon all his works."},{"number":10,"text":"She is with all flesh according to his gift. He gave her freely to those who love him."},{"number":11,"text":"The fear of the Lord is glory, exultation, gladness, and a crown of rejoicing."},{"number":12,"text":"The fear of the Lord will delight the heart, and will give gladness, joy, and length of days."},{"number":13,"text":"Whoever fears the Lord, it will go well with him at the last. He will be blessed in the day of his death."},{"number":14,"text":"To fear the Lord is the beginning of wisdom. It was created together with the faithful in the womb."},{"number":15,"text":"She laid an eternal foundation with men. She will be trusted among their offspring."},{"number":16,"text":"To fear the Lord is the fullness of wisdom. She inebriates men with her fruits."},{"number":17,"text":"She will fill all her house with desirable things, and her storehouses with her produce."},{"number":18,"text":"The fear of the Lord is the crown of wisdom, making peace and perfect health to flourish."},{"number":19,"text":"He both saw and measured her. He rained down skill and knowledge of understanding, and exalted the honor of those who hold her fast."},{"number":20,"text":"To fear the Lord is the root of wisdom. Her branches are length of days."},{"number":22,"text":"Unjust wrath can never be justified, for his wrath tips the scale to his downfall."},{"number":23,"text":"A man that is patient will resist for a season, and afterward gladness will spring up to him."},{"number":24,"text":"He will hide his words until the right moment, and the lips of many will tell of his understanding."},{"number":25,"text":"A wise saying is in the treasures of wisdom; but godliness is an abomination to a sinner."},{"number":26,"text":"If you desire wisdom, keep the commandments and the Lord will give her to you freely;"},{"number":27,"text":"for the fear of the Lord is wisdom and instruction. Faith and humility are his good pleasure."},{"number":28,"text":"Don’t disobey the fear of the Lord. Don’t come to him with a double heart."},{"number":29,"text":"Don’t be a hypocrite in men’s sight. Keep watch over your lips."},{"number":30,"text":"Don’t exalt yourself, lest you fall and bring dishonor upon your soul. The Lord will reveal your secrets and will cast you down in the midst of the congregation, because you didn’t come to the fear of the Lord and your heart was full of deceit."}]}