{"translation":"web","book":"sir","bookName":"Sirach","chapter":10,"verses":[{"number":1,"text":"A wise judge will instruct his people. The government of a man of understanding will be well ordered."},{"number":2,"text":"As is the judge of his people, so are his officials. As the city’s ruler is, so are all those who dwell in it."},{"number":3,"text":"An undisciplined king will destroy his people. A city will be established through the understanding of the powerful."},{"number":4,"text":"The government of the earth is in the Lord’s hand. In due time, he will raise up over it the right person at the right time."},{"number":5,"text":"A man’s prosperity is in the Lord’s hand. He will lay his honor upon the person of the scribe."},{"number":6,"text":"Don’t be angry with your neighbor for every wrong. Do nothing by works of violence."},{"number":7,"text":"Pride is hateful before the Lord and men. Arrogance is abhorrent in the judgment of both."},{"number":8,"text":"Sovereignty is transferred from nation to nation because of injustice, violence, and greed for money."},{"number":9,"text":"Why are dirt and ashes proud? Because in life, my body decays."},{"number":10,"text":"A long disease mocks the physician. The king of today will die tomorrow."},{"number":11,"text":"For when a man is dead, he will inherit maggots, vermin, and worms."},{"number":12,"text":"It is the beginning of pride when a man departs from the Lord. His heart has departed from him who made him."},{"number":13,"text":"For the beginning of pride is sin. He who keeps it will pour out abomination. For this cause the Lord brought upon them strange calamities and utterly overthrew them."},{"number":14,"text":"The Lord cast down the thrones of rulers and set the lowly in their place."},{"number":15,"text":"The Lord plucked up the roots of nations and planted the lowly in their place."},{"number":16,"text":"The Lord overthrew the lands of nations and destroyed them to the foundations of the earth."},{"number":17,"text":"He took some of them away and destroyed them, and made their memory to cease from the earth."},{"number":18,"text":"Pride has not been created for men, nor wrathful anger for the offspring of women."},{"number":19,"text":"Whose offspring has honor? Human offspring who fear the Lord. Whose offspring has no honor? Human offspring who break the commandments."},{"number":20,"text":"In the midst of kindred he who rules them has honor. Those who fear the Lord have honor in his eyes."},{"number":22,"text":"The rich man, the honorable, and the poor all glory in the fear of the Lord."},{"number":23,"text":"It is not right to dishonor a poor man who has understanding. It is not fitting to glorify a man who is a sinner."},{"number":24,"text":"The prince, the judge, and the mighty man will be honored. There is not one of them greater than he who fears the Lord."},{"number":25,"text":"Free men will minister to a wise servant. A man who has knowledge will not complain."},{"number":26,"text":"Don’t flaunt your wisdom in doing your work. Don’t boast in the time of your distress."},{"number":27,"text":"Better is he who labors and abounds in all things, than he who boasts and lacks bread."},{"number":28,"text":"My son, glorify your soul in humility, and ascribe to yourself honor according to your worthiness."},{"number":29,"text":"Who will justify him who sins against his own soul? Who will honor him who dishonors his own life?"},{"number":30,"text":"A poor man is honored for his knowledge. A rich man is honored for his riches."},{"number":31,"text":"But he who is honored in poverty, how much more in riches? He who is dishonored in riches, how much more in poverty?"}]}