{"translation":"web","book":"sir","bookName":"Sirach","chapter":14,"verses":[{"number":1,"text":"Blessed is the man who has not slipped with his mouth, and doesn’t suffer from sorrow for sins."},{"number":2,"text":"Blessed is he whose soul does not condemn him, and who has not given up hope."},{"number":3,"text":"Riches are not appropriate for a stingy person. What would a miser do with money?"},{"number":4,"text":"He who gathers by denying himself gathers for others. Others will revel in his goods."},{"number":5,"text":"If one is mean to himself, to whom will he be good? He won’t enjoy his possessions."},{"number":6,"text":"There is none more evil than he who is grudging to himself. This is a punishment for his wickedness."},{"number":7,"text":"Even if he does good, he does it in forgetfulness. In the end, he reveals his wickedness."},{"number":8,"text":"A miser is evil. He turns away and disregards souls."},{"number":9,"text":"A covetous man’s eye is not satisfied with his portion. Wicked injustice dries up his soul."},{"number":10,"text":"A miser begrudges bread, and it is lacking at his table."},{"number":11,"text":"My son, according to what you have, treat yourself well, and bring worthy offerings to the Lord."},{"number":12,"text":"Remember that death will not wait, and that the covenant of Hades hasn’t been shown to you."},{"number":13,"text":"Do good to your friends before you die. According to your ability, reach out and give to them."},{"number":14,"text":"Don’t deprive yourself of a good day. Don’t let your share of a desired good pass you by."},{"number":15,"text":"Won’t you leave your labors to another, and your toils be divided by lot?"},{"number":16,"text":"Give, take, and treat yourself well, because there is no seeking of luxury in Hades."},{"number":17,"text":"All flesh grows old like a garment, for the covenant from the beginning is, “You must die!”"},{"number":18,"text":"Like the leaves flourishing on a thick tree, some it sheds, and some grow, so also are the generations of flesh and blood: one comes to an end and another is born."},{"number":19,"text":"Every work rots and falls away, and its builder will depart with it."},{"number":20,"text":"Blessed is the man who meditates on wisdom, and who reasons by his understanding."},{"number":21,"text":"He who considers her ways in his heart will also have knowledge of her secrets."},{"number":22,"text":"Go after her like a hunter, and lie in wait in her paths."},{"number":23,"text":"He who peers in at her windows will also listen at her doors."},{"number":24,"text":"He who lodges close to her house will also fasten a nail in her walls."},{"number":25,"text":"He will pitch his tent near at hand to her, and will lodge in a lodging where good things are."},{"number":26,"text":"He will set his children under her shelter, and will rest under her branches."},{"number":27,"text":"By her he will be covered from heat, and will lodge in her glory."}]}