{"translation":"web","book":"sir","bookName":"Sirach","chapter":16,"verses":[{"number":1,"text":"Don’t desire a multitude of unprofitable children, neither delight in ungodly sons."},{"number":2,"text":"If they multiply, don’t delight in them unless the fear of the Lord is in them."},{"number":3,"text":"Don’t trust in their life. Don’t rely on their numbers; for one can be better than a thousand, and to die childless than to have ungodly children."},{"number":4,"text":"For from one who has understanding, a city will be populated, but a race of wicked men will be made desolate."},{"number":5,"text":"I have seen many such things with my eyes. My ear has heard mightier things than these."},{"number":6,"text":"In a congregation of sinners, a fire will be kindled. In a disobedient nation, wrath is kindled."},{"number":7,"text":"He was not pacified toward the giants of old time, who revolted in their strength."},{"number":8,"text":"He didn’t spare Lot’s neighbors, whom he abhorred for their pride."},{"number":9,"text":"He didn’t pity the people of perdition who were taken away in their sins,"},{"number":10,"text":"or in like manner, the six hundred thousand footmen who were gathered together in the hardness of their hearts."},{"number":11,"text":"Even if there is one stiff-necked person, it is a marvel if he will be unpunished; for mercy and wrath are both with him who is mighty to forgive, and he pours out wrath."},{"number":12,"text":"As his mercy is great, so is his correction also. He judges a man according to his works."},{"number":13,"text":"The sinner will not escape with plunder. The perseverance of the godly will not be frustrated."},{"number":14,"text":"He will make room for every work of mercy. Each man will receive according to his works."},{"number":17,"text":"Don’t say, “I will be hidden from the Lord,” and “Who will remember me from on high?” I will not be known among so many people, for what is my soul in a boundless creation?"},{"number":18,"text":"Behold, heaven, the heaven of heavens, the deep, and the earth, will be moved when he visits."},{"number":19,"text":"The mountains and the foundations of the earth together are shaken with trembling when he looks at them."},{"number":20,"text":"No heart will think about these things. Who could comprehend his ways?"},{"number":21,"text":"Like a tempest which no man can see, so, the majority of his works are hidden."},{"number":22,"text":"Who will declare his works of righteousness? Who will wait for them? For his covenant is afar off."},{"number":23,"text":"He who is lacking in understanding thinks about these things. An unwise and erring man thinks foolishly."},{"number":24,"text":"My son, listen to me, learn knowledge, and heed my words with your heart."},{"number":25,"text":"I will impart instruction with precision, and declare knowledge exactly."},{"number":26,"text":"In the judgment of the Lord are his works from the beginning. From the making of them he determined their boundaries."},{"number":27,"text":"He arranged his works for all time, and their beginnings to their generations. They aren’t hungry or weary, and they don’t cease from their works."},{"number":28,"text":"No one pushes aside his neighbor. They will never disobey his word."},{"number":29,"text":"After this also the Lord looked at the earth and filled it with his blessings."},{"number":30,"text":"All manner of living things covered its surface, and they return into it."}]}