{"translation":"web","book":"sir","bookName":"Sirach","chapter":21,"verses":[{"number":1,"text":"My son, have you sinned? Do it no more; and ask forgiveness for your past sins."},{"number":2,"text":"Flee from sin as from the face of a snake; for if you go near, it will bite you. Its teeth are like lion’s teeth, slaying people’s souls."},{"number":3,"text":"All iniquity is as a two-edged sword. Its stroke has no healing."},{"number":4,"text":"Terror and violence will waste away riches. So the house of an arrogant man will be laid waste."},{"number":5,"text":"Supplication from a poor man’s mouth reaches to the ears of God, and his judgment comes speedily."},{"number":6,"text":"One who hates reproof is in the path of the sinner. He who fears the Lord will repent in his heart."},{"number":7,"text":"He who is mighty in tongue is known far away; but the man of understanding knows when he slips."},{"number":8,"text":"He who builds his house with other men’s money is like one who gathers stones for his own tomb."},{"number":9,"text":"The congregation of wicked men is as a bundle of tow with a flame of fire at the end of them."},{"number":10,"text":"The way of sinners is paved with stones; and at the end of it is the pit of Hades."},{"number":11,"text":"He who keeps the law becomes master of its intent. The fulfilment of the fear of the Lord is wisdom."},{"number":12,"text":"He who is not clever will not be instructed. There is a cleverness which makes bitterness abound."},{"number":13,"text":"The knowledge of a wise man will be made to abound as a flood, and his counsel as a fountain of life."},{"number":14,"text":"The inward parts of a fool are like a broken vessel. He will hold no knowledge."},{"number":15,"text":"If a man of knowledge hears a wise word, he will commend it and add to it. The wanton man hears it, and it displeases him, so he throws it away behind his back."},{"number":16,"text":"The chatter of a fool is like a burden in the way, but grace will be found on the lips of the wise."},{"number":17,"text":"The utterance of the prudent man will be sought for in the congregation. They will ponder his words in their heart."},{"number":18,"text":"As a house that is destroyed, so is wisdom to a fool. The knowledge of an unwise man is talk without sense."},{"number":19,"text":"Instruction is as fetters on the feet of an unwise man, and as manacles on the right hand."},{"number":20,"text":"A fool lifts up his voice with laughter, but a clever man smiles quietly."},{"number":21,"text":"Instruction is to a prudent man as an ornament of gold, and as a bracelet upon his right arm."},{"number":22,"text":"The foot of a fool rushes into a house, but a man of experience will be ashamed of entering."},{"number":23,"text":"A foolish man peers into the door of a house, but a man who is instructed will stand outside."},{"number":24,"text":"It is rude for someone to listen at a door, but a prudent person will be grieved with the disgrace."},{"number":25,"text":"The lips of strangers will be grieved at these things, but the words of prudent men will be weighed in the balance."},{"number":26,"text":"The heart of fools is in their mouth, but the mouth of wise men is their heart."},{"number":27,"text":"When the ungodly curses an adversary, he curses his own soul."},{"number":28,"text":"A whisperer defiles his own soul, and will be hated wherever he travels."}]}