{"translation":"web","book":"sir","bookName":"Sirach","chapter":22,"verses":[{"number":1,"text":"A slothful man is compared to a stone that is defiled. Everyone will hiss at him in his disgrace."},{"number":2,"text":"A slothful man is compared to the filth of a dunghill. Anyone who picks it up will shake it out of his hand."},{"number":3,"text":"An undisciplined child is a disgrace to his father, and a foolish daughter is born to his loss."},{"number":4,"text":"A prudent daughter will inherit a husband of her own. She who brings shame is the grief of her father."},{"number":5,"text":"She who is arrogant brings shame on father and husband. She will be despised by both of them."},{"number":6,"text":"Ill-timed conversation is like music in mourning, but stripes and correction are wisdom in every season."},{"number":7,"text":"He who teaches a fool is like one who glues potsherds together, even like one who wakes a sleeper out of a deep sleep."},{"number":8,"text":"He who teaches a fool is as one who teaches a man who slumbers. In the end he will say, “What is it?”"},{"number":11,"text":"Weep for the dead, for he lacks light. Weep for a fool, for he lacks understanding. Weep more sweetly for the dead, because he has found rest, but the life of the fool is worse than death."},{"number":12,"text":"Mourning for the dead lasts seven days, but for a fool and an ungodly man, it lasts all the days of his life."},{"number":13,"text":"Don’t talk much with a foolish man, and don’t go to one who has no understanding. Beware of him, lest you have trouble and be defiled in his onslaught. Turn away from him, and you will find rest, and you won’t be wearied in his madness."},{"number":14,"text":"What would be heavier than lead? What is its name, but “Fool”?"},{"number":15,"text":"Sand, salt, and a mass of iron is easier to bear than a man without understanding."},{"number":16,"text":"Timber girded and bound into a building will not be released with shaking. So a heart established in due season on well advised counsel will not be afraid."},{"number":17,"text":"A heart settled upon a thoughtful understanding is as an ornament of plaster on a polished wall."},{"number":18,"text":"Fences set on a high place will not stand against the wind; so a fearful heart in the imagination of a fool will not stand against any fear."},{"number":19,"text":"He who pricks the eye will make tears fall. He who pricks the heart makes it show feeling."},{"number":20,"text":"Whoever casts a stone at birds scares them away. He who insults a friend will dissolve friendship."},{"number":21,"text":"If you have drawn a sword against a friend, don’t despair, for there may be a way back."},{"number":22,"text":"If you have opened your mouth against a friend, don’t be afraid, for there may be reconciliation, unless it is for insulting, arrogance, disclosing of a secret, or a treacherous blow— for these things any friend will flee."},{"number":23,"text":"Gain trust with your neighbor in his poverty, that in his prosperity you may have gladness. Stay steadfast to him in the time of his affliction, that you may be heir with him in his inheritance."},{"number":24,"text":"Before fire is the vapor and smoke of a furnace, so insults precede bloodshed."},{"number":25,"text":"I won’t be ashamed to shelter a friend. I won’t hide myself from his face."},{"number":26,"text":"If any evil happens to me because of him, everyone who hears it will beware of him."},{"number":27,"text":"Who will set a watch over my mouth, and a seal of shrewdness upon my lips, that I may not fall from it, and that my tongue may not destroy me?"}]}