{"translation":"web","book":"sir","bookName":"Sirach","chapter":23,"verses":[{"number":1,"text":"O Lord, Father and Master of my life, don’t abandon me to their counsel. Don’t let me fall because of them."},{"number":2,"text":"Who will set scourges over my thought, and a discipline of wisdom over my heart, that they spare me not for my errors, and not overlook their sins?"},{"number":3,"text":"Otherwise my errors might be multiplied, and my sins abound, I fall before my adversaries, and my enemy rejoice over me."},{"number":4,"text":"O Lord, Father and God of my life, don’t give me a haughty eyes,"},{"number":5,"text":"and turn away evil desire from me."},{"number":6,"text":"Let neither gluttony nor lust overtake me. Don’t give me over to a shameless mind."},{"number":7,"text":"Listen, my children, to the discipline of the mouth. He who keeps it will not be caught."},{"number":8,"text":"The sinner will be overpowered through his lips. By them, the insulter and the arrogant will stumble."},{"number":9,"text":"Don’t accustom your mouth to an oath, and don’t be accustomed to naming the Holy One,"},{"number":10,"text":"for as a servant who is continually scourged will not lack bruises, so he also who swears and continually utters the Name will not be cleansed from sin."},{"number":11,"text":"A man of many oaths will be filled with iniquity. The scourge will not depart from his house. If he offends, his sin will be upon him. If he disregards it, he has sinned doubly. If he has sworn falsely, he will not be justified, for his house will be filled with calamities."},{"number":12,"text":"There is a manner of speech that is clothed with death. Let it not be found in the heritage of Jacob, for all these things will be far from the godly, and they will not wallow in sins."},{"number":13,"text":"Don’t accustom your mouth to gross rudeness, for it involves sinful speech."},{"number":14,"text":"Remember your father and your mother, for you sit in the midst of great men, that you be not forgetful before them, and become a fool by your bad habit; so you may wish that you had not been born, and curse the day of your birth."},{"number":15,"text":"A man who is accustomed to abusive language won’t be corrected all the days of his life."},{"number":16,"text":"Two sorts of people multiply sins, and the third will bring wrath: a hot passion, like a burning fire, will not be quenched until it is consumed; a fornicator in the body of his flesh will never cease until he has burned out the fire."},{"number":17,"text":"All bread is sweet to a fornicator. He will not cease until he dies."},{"number":18,"text":"A man who goes astray from his own marriage bed says in his heart, “Who sees me? Darkness is around me, and the walls hide me. No one sees me. Of whom am I afraid? The Most High will not remember my sins.”"},{"number":19,"text":"The eyes of men are his terror. He doesn’t know that the eyes of the Lord are ten thousand times brighter than the sun, seeing all the ways of men, and looking into secret places."},{"number":20,"text":"All things were known to him before they were created, and also after they were completed."},{"number":21,"text":"This man will be punished in the streets of the city. He will be seized where he least expects it."},{"number":22,"text":"So also is a wife who leaves her husband, and produces an heir by another man."},{"number":23,"text":"For first, she was disobedient in the law of the Most High. Second, she trespassed against her own husband. Third, she played the adulteress in fornication, and had children by another man."},{"number":24,"text":"She shall be brought out into the congregation. Her punishment will extend to her children."},{"number":25,"text":"Her children will not take root. Her branches will bear no fruit."},{"number":26,"text":"She will leave her memory for a curse. Her reproach won’t be blotted out."},{"number":27,"text":"And those who are left behind will know that there is nothing better than the fear of the Lord, and nothing sweeter than to heed the commandments of the Lord."}]}