{"translation":"web","book":"sir","bookName":"Sirach","chapter":29,"verses":[{"number":1,"text":"He who shows mercy will lend to his neighbor. He who strengthens him with his hand keeps the commandments."},{"number":2,"text":"Lend to your neighbor in time of his need. Repay your neighbor on time."},{"number":3,"text":"Confirm your word, and keep faith with him; and at all seasons you will find what you need."},{"number":4,"text":"Many have considered a loan to be a windfall, and have given trouble to those who helped them."},{"number":5,"text":"Until he has received, he will kiss a man’s hands. For his neighbor’s money he will speak submissively. Then when payment is due, he will prolong the time, return excuses, and complain about the season."},{"number":6,"text":"If he prevails, the creditor will hardly receive half; and he will count it as a windfall. If not, he has deprived him of his money, and he has gotten him for an enemy without cause. He will pay him with cursing and railing. Instead of honor, he will pay him disgrace."},{"number":7,"text":"Many on account of fraud have turned away. They are afraid of being defrauded for nothing."},{"number":8,"text":"However be patient with a man in poor estate. Don’t keep him waiting for your alms."},{"number":9,"text":"Help a poor man for the commandment’s sake. According to his need don’t send him empty away."},{"number":10,"text":"Lose your money for a brother and a friend. Don’t let it rust under a stone and be lost."},{"number":11,"text":"Allocate your treasure according to the commandments of the Most High and it will profit you more than gold."},{"number":12,"text":"Store up almsgiving in your store-chambers and it will deliver you out of all affliction."},{"number":13,"text":"It will fight for you against your enemy better than a mighty shield and a ponderous spear."},{"number":14,"text":"A good man will be surety for his neighbor. He who has lost shame will fail him."},{"number":15,"text":"Don’t forget the kindness of your guarantor, for he has given his life for you."},{"number":16,"text":"A sinner will waste the property of his guarantor."},{"number":17,"text":"He who is thankless will fail him who delivered him."},{"number":18,"text":"Being surety has undone many who were prospering and shaken them as a wave of the sea. It has driven mighty men from their homes. They wandered among foreign nations."},{"number":19,"text":"A sinner who falls into suretiship and undertakes contracts for work will fall into lawsuits."},{"number":20,"text":"Help your neighbor according to your power, and be careful not to fall yourself."},{"number":21,"text":"The essentials of life are water, bread, a garment, and a house for privacy."},{"number":22,"text":"Better is the life of a poor man under a shelter of logs than sumptuous fare in another man’s house."},{"number":23,"text":"With little or with much, be well satisfied."},{"number":24,"text":"It is a miserable life to go from house to house. Where you are a guest, you dare not open your mouth."},{"number":25,"text":"You will entertain, serve drinks, and have no thanks. In addition to this, you will hear bitter words."},{"number":26,"text":"“Come here, you sojourner, set a table, and if you have anything in your hand, feed me with it.”"},{"number":27,"text":"“Leave, you sojourner, for an honored guest is here. My brother has come to be my guest. I need my house.”"},{"number":28,"text":"These things are grievous to a man of understanding: The scolding about lodging and the insults of creditors."}]}