{"translation":"web","book":"sir","bookName":"Sirach","chapter":32,"verses":[{"number":1,"text":"Have they made you ruler of a feast? Don’t be lifted up. Be among them as one of them. Take care of them first, and then sit down."},{"number":2,"text":"And when you have done all your duties, take your place, that you may be gladdened on their account, and receive a wreath for your good service."},{"number":3,"text":"Speak, you who are older, for it’s your right, but with sound knowledge; and don’t interrupt the music."},{"number":4,"text":"Don’t pour out talk where there is a performance of music. Don’t display your wisdom at the wrong time."},{"number":5,"text":"As a ruby signet in a setting of gold, so is a music concert at a wine banquet."},{"number":6,"text":"As an emerald signet in a work of gold, so is musical melody with pleasant wine."},{"number":7,"text":"Speak, young man, if you are obliged to, but no more than twice, and only if asked."},{"number":8,"text":"Sum up your speech, many things in few words. Be as one who knows and yet holds his tongue."},{"number":9,"text":"When among great men, don’t behave as their equal. When another is speaking, don’t babble."},{"number":10,"text":"Lightning speeds before thunder. Approval goes before one who is modest."},{"number":11,"text":"Rise up in good time, and don’t be last. Go home quickly and don’t loiter"},{"number":12,"text":"Amuse yourself there and do what is in your heart. Don’t sin by proud speech."},{"number":13,"text":"For these things bless your Maker, who gives you to drink freely of his good things."},{"number":14,"text":"He who fears the Lord will receive discipline. Those who seek him early will find favor."},{"number":15,"text":"He who seeks the law shall be filled with it, but the hypocrite will stumble at it."},{"number":16,"text":"Those who fear the Lord will find true judgment, and will kindle righteous acts like a light."},{"number":17,"text":"A sinful man shuns reproof, and will find a judgment according to his will."},{"number":18,"text":"A sensible person won’t neglect a thought. An insolent and proud man won’t crouch in fear, even after he has done a thing by himself without counsel."},{"number":19,"text":"Do nothing without counsel, but when you have acted, don’t regret it."},{"number":20,"text":"Don’t go in a way of conflict. Don’t stumble in stony places."},{"number":21,"text":"Don’t be overconfident on a smooth road."},{"number":22,"text":"Beware of your own children."},{"number":23,"text":"In every work guard your own soul, for this is the keeping of the commandments."},{"number":24,"text":"He who believes the law gives heed to the commandment. He who trusts in the Lord will suffer no loss."}]}