{"translation":"web","book":"sir","bookName":"Sirach","chapter":33,"verses":[{"number":1,"text":"No evil will happen to him who fears the Lord, but in trials once and again he will deliver him."},{"number":2,"text":"A wise man will not hate the law, but he who is a hypocrite about it is like a boat in a storm."},{"number":3,"text":"A man of understanding will put his trust in the law. And the law is faithful to him, as when one asks a divine oracle."},{"number":4,"text":"Prepare your speech, and so you will be heard. Bind up instruction, and make your answer."},{"number":5,"text":"The heart of a fool is like a cartwheel. His thoughts are like a rolling axle."},{"number":6,"text":"A stallion horse is like a mocking friend. He neighs under every one who sits upon him."},{"number":7,"text":"Why does one day excel another, when all the light of every day in the year is from the sun?"},{"number":8,"text":"They were distinguished by the Lord’s knowledge, and he varied seasons and feasts."},{"number":9,"text":"Some of them he exalted and hallowed, and some of them he has made ordinary days."},{"number":10,"text":"And all men are from the ground. Adam was created from dust."},{"number":11,"text":"In the abundance of his knowledge the Lord distinguished them, and made their ways different."},{"number":12,"text":"Some of them he blessed and exalted, and some of them he made holy and brought near to himself. Some of them he cursed and brought low, and overthrew them from their place."},{"number":13,"text":"As the clay of the potter in his hand, all his ways are according to his good pleasure, so men are in the hand of him who made them, to give to them according to his judgment."},{"number":14,"text":"Good is the opposite of evil, and life is the opposite of death; so the sinner is the opposite of the godly."},{"number":15,"text":"Look upon all the works of the Most High like this, they come in pairs, one against another."},{"number":16,"text":"I was the last on watch, like one who gleans after the grape gatherers."},{"number":17,"text":"By the Lord’s blessing I arrived before them, and filled my winepress like one who gathers grapes."},{"number":18,"text":"Consider that I labored not for myself alone, but for all those who seek instruction."},{"number":19,"text":"Hear me, you great men of the people, and listen with your ears, you rulers of the congregation."},{"number":20,"text":"To son and wife, to brother and friend, don’t give power over yourself while you live, and don’t give your goods to another, lest you regret it and must ask for them."},{"number":21,"text":"While you still live and breath is in you, don’t give yourself over to anybody."},{"number":22,"text":"For it is better that your children should ask from you than that you should look to the hand of your children."},{"number":23,"text":"Excel in all your works. Don’t bring a stain on your honor."},{"number":24,"text":"In the day that you end the days of your life, in the time of death, distribute your inheritance."},{"number":25,"text":"Fodder, a stick, and burdens are for a donkey. Bread, discipline, and work are for a servant."},{"number":26,"text":"Set your slave to work, and you will find rest. Leave his hands idle, and he will seek liberty."},{"number":27,"text":"Yoke and whip will bow the neck. For an evil slave there are racks and tortures."},{"number":28,"text":"Send him to labor, that he not be idle, for idleness teaches much mischief."},{"number":29,"text":"Set him to work, as is fit for him. If he doesn’t obey, make his fetters heavy."},{"number":30,"text":"Don’t be excessive toward any. Do nothing unjust."},{"number":31,"text":"If you have a slave, treat him like yourself, because you have bought him with blood."},{"number":32,"text":"If you have a slave, treat him like yourself. For like your own soul, you will need him. If you treat him ill, and he departs and runs away,"},{"number":33,"text":"which way will you go to seek him?"}]}