{"translation":"web","book":"sir","bookName":"Sirach","chapter":35,"verses":[{"number":1,"text":"He who keeps the law multiplies offerings. He who heeds the commandments sacrifices a peace offering."},{"number":2,"text":"He who returns a kindness offers fine flour. He who gives alms sacrifices a thank offering."},{"number":3,"text":"To depart from wickedness pleases the Lord. To depart from unrighteousness is an atoning sacrifice."},{"number":4,"text":"See that you don’t appear in the presence of the Lord empty."},{"number":5,"text":"For all these things are done because of the commandment."},{"number":6,"text":"The offering of the righteous enriches the altar. The sweet fragrance of it is before the Most High."},{"number":7,"text":"The sacrifice of a righteous man is acceptable. It won’t be forgotten."},{"number":8,"text":"Glorify the Lord with generosity. Don’t reduce the first fruits of your hands."},{"number":9,"text":"In every gift show a cheerful countenance, And dedicate your tithe with gladness."},{"number":10,"text":"Give to the Most High according as he has given. As your hand has found, give generously."},{"number":11,"text":"For the Lord repays, and he will repay you sevenfold."},{"number":12,"text":"Don’t plan to bribe him with gifts, for he will not receive them. Don’t set your mind on an unrighteous sacrifice, For the Lord is the judge, and with him is no respect of persons."},{"number":13,"text":"He won’t accept any person against a poor man. He will listen to the prayer of him who is wronged."},{"number":14,"text":"He will in no way despise the supplication of the fatherless or the widow, when she pours out her tale."},{"number":15,"text":"Don’t the tears of the widow run down her cheek? Isn’t her cry against him who has caused them to fall?"},{"number":16,"text":"He who serves God according to his good pleasure will be accepted. His supplication will reach to the clouds."},{"number":17,"text":"The prayer of the humble pierces the clouds. until it comes near, he will not be comforted. He won’t depart until the Most High visits and he judges righteously and executes judgment."},{"number":18,"text":"And the Lord will not be slack, neither will he be patient toward them, until he has crushed the loins of the unmerciful. He will repay vengeance to the heathen until he has taken away the multitude of the arrogant and broken in pieces the sceptres of the unrighteous,"},{"number":19,"text":"until he has rendered to every man according to his deeds, and repaid the works of men according to their plans, until he has judged the cause of his people, and he will make them rejoice in his mercy."},{"number":20,"text":"Mercy is as welcome in the time of his affliction, as clouds of rain in the time of drought."}]}