{"translation":"web","book":"sir","bookName":"Sirach","chapter":37,"verses":[{"number":1,"text":"Every friend will say, “I also am his friend”; but there is a friend which is only a friend in name."},{"number":2,"text":"Isn’t there a grief in it even to death when a companion and friend is turned into an enemy?"},{"number":3,"text":"O wicked imagination, why were you formed to cover the dry land with deceit?"},{"number":4,"text":"There is a companion who rejoices in the gladness of a friend, but in time of affliction will be against him."},{"number":5,"text":"There is a companion who for the belly’s sake labors with his friend, yet in the face of battle will carry his buckler."},{"number":6,"text":"Don’t forget a friend in your soul. Don’t be unmindful of him in your riches."},{"number":7,"text":"Every counselor extols counsel, but some give counsel in their own interest."},{"number":8,"text":"Let your soul beware of a counselor, and know in advance what is his interest (for he will take counsel for himself), lest he cast the lot against you,"},{"number":9,"text":"and say to you, “Your way is good.” Then he will stand near you, to see what will happen to you."},{"number":10,"text":"Don’t take counsel with one who looks askance at you. Hide your counsel from those who are jealous of you."},{"number":11,"text":"Don’t consult with a woman about her rival, with a coward about war, with a merchant about business, with a buyer about selling, with an envious man about thankfulness, with an unmerciful man about kindliness, with a sluggard about any kind of work, with a hireling in your house about finishing his work, or with an idle servant about much business. Pay no attention to these in any matter of counsel."},{"number":12,"text":"But rather be continually with a godly man, whom you know to be a keeper of the commandments, who in his soul is as your own soul, and who will grieve with you, if you fail."},{"number":13,"text":"Make the counsel of your heart stand, for there is no one more faithful to you than it."},{"number":14,"text":"For a man’s soul is sometimes inclined to inform him better than seven watchmen who sit on high on a watch-tower."},{"number":15,"text":"Above all this ask the Most High that he may direct your way in truth."},{"number":16,"text":"Let reason be the beginning of every work. Let counsel go before every action."},{"number":17,"text":"As a token of the changing of the heart,"},{"number":18,"text":"four kinds of things rise up: good and evil, life and death. That which rules over them continually is the tongue."},{"number":19,"text":"There is one who is clever and the instructor of many, and yet is unprofitable to his own soul."},{"number":20,"text":"There is one who is subtle in words, and is hated. He will be destitute of all food."},{"number":21,"text":"For grace was not given to him from the Lord, because he is deprived of all wisdom."},{"number":22,"text":"There is one who is wise to his own soul; and the fruits of his understanding are trustworthy in the mouth."},{"number":23,"text":"A wise man will instruct his own people. The fruits of his understanding are trustworthy."},{"number":24,"text":"A wise man will be filled with blessing. All those who see him will call him happy."},{"number":25,"text":"The life of a man is counted by days. The days of Israel are innumerable."},{"number":26,"text":"The wise man will inherit confidence among his people. His name will live forever."},{"number":27,"text":"My son, test your soul in your life. See what is evil for it, and don’t give in to it."},{"number":28,"text":"For not all things are profitable for all men. Not every soul has pleasure in everything."},{"number":29,"text":"Don’t be insatiable in any luxury. Don’t be greedy in the things that you eat."},{"number":30,"text":"For overeating brings disease, and gluttony causes nausea."},{"number":31,"text":"Because of gluttony, many have perished, but he who takes heed shall prolong his life."}]}