{"translation":"web","book":"sir","bookName":"Sirach","chapter":41,"verses":[{"number":1,"text":"O death, how bitter is the memory of you to a man who is at peace in his possessions, to the man who has nothing to distract him and has prosperity in all things, and who still has strength to enjoy food!"},{"number":2,"text":"O death, your sentence is acceptable to a man who is needy and who fails in strength, who is in extreme old age, is distracted about all things, is perverse, and has lost patience!"},{"number":3,"text":"Don’t be afraid of the sentence of death. Remember those who have been before you and who come after. This is the sentence from the Lord over all flesh."},{"number":4,"text":"And why do you refuse when it is the good pleasure of the Most High? Whether life lasts ten, or a hundred, or a thousand years, there is no inquiry about life in Hades."},{"number":5,"text":"The children of sinners are abominable children and they frequent the dwellings of the ungodly."},{"number":6,"text":"The inheritance of sinners’ children will perish and with their posterity will be a perpetual disgrace."},{"number":7,"text":"Children will complain of an ungodly father, because they suffer disgrace because of him."},{"number":8,"text":"Woe to you, ungodly men, who have forsaken the law of the Most High God!"},{"number":9,"text":"If you are born, you will be born to a curse. If you die, a curse will be your portion."},{"number":10,"text":"All things that are of the earth will go back to the earth; so the ungodly will go from a curse to perdition."},{"number":11,"text":"The mourning of men is about their bodies; but the evil name of sinners will be blotted out."},{"number":12,"text":"Have regard for your name, for it continues with you longer than a thousand great treasures of gold."},{"number":13,"text":"A good life has its number of days, but a good name continues forever."},{"number":14,"text":"My children, follow instruction in peace. But wisdom that is hidden and a treasure that is not seen, what benefit is in them both?"},{"number":15,"text":"Better is a man who hides his foolishness than a man who hides his wisdom."},{"number":16,"text":"Therefore show respect for my words; for it is not good to retain every kind of shame. Not everything is approved by all in good faith."},{"number":17,"text":"Be ashamed of sexual immorality before father and mother, of a lie before a prince and a mighty man,"},{"number":18,"text":"of an offense before a judge and ruler, of iniquity before the congregation and the people, of unjust dealing before a partner and friend,"},{"number":19,"text":"and of theft in the place where you sojourn. Be ashamed in regard of the truth of God and his covenant, of leaning on your elbow at dinner, of contemptuous behavior in the matter of giving and taking,"},{"number":20,"text":"of silence before those who greet you, of looking at a woman who is a prostitute,"},{"number":21,"text":"of turning away your face from a kinsman, of taking away a portion or a gift, of gazing at a woman who has a husband,"},{"number":22,"text":"of meddling with his maid—and don’t come near her bed, of abusive speech to friends—and after you have given, don’t insult,"},{"number":23,"text":"of repeating and speaking what you have heard, and of revealing of secrets."},{"number":24,"text":"So you will be ashamed of the right things and find favor in the sight of every man."}]}