{"translation":"web","book":"sir","bookName":"Sirach","chapter":43,"verses":[{"number":1,"text":"The pride of the heavenly heights is the clear sky, the appearance of heaven, in the spectacle of its glory."},{"number":2,"text":"The sun, when it appears, bringing tidings as it rises, is a marvelous instrument, the work of the Most High."},{"number":3,"text":"At noon, it dries up the land. Who can stand against its burning heat?"},{"number":4,"text":"A man tending a furnace is in burning heat, but the sun three times more, burning up the mountains, breathing out fiery vapors, and sending out bright beams, it blinds the eyes."},{"number":5,"text":"Great is the Lord who made it. At his word, he hastens on its course."},{"number":6,"text":"The moon marks the changing seasons, declares times, and is a sign for the world."},{"number":7,"text":"From the moon is the sign of feast days, a light that wanes when it completes its course."},{"number":8,"text":"The month is called after its name, increasing wonderfully in its changing— an instrument of the army on high, shining in the structure of heaven,"},{"number":9,"text":"the beauty of heaven, the glory of the stars, an ornament giving light in the highest places of the Lord."},{"number":10,"text":"At the word of the Holy One, they will stand in due order. They won’t faint in their watches."},{"number":11,"text":"Look at the rainbow, and praise him who made it. It is exceedingly beautiful in its brightness."},{"number":12,"text":"It encircles the sky with its glorious circle. The hands of the Most High have stretched it out."},{"number":13,"text":"By his commandment, he makes the snow fall and swiftly sends the lightnings of his judgment."},{"number":14,"text":"Therefore the storehouses are opened, and clouds fly out like birds."},{"number":15,"text":"By his mighty power, he makes the clouds strong and the hailstones are broken in pieces."},{"number":16,"text":"At his appearing, the mountains will be shaken. At his will, the south wind will blow."},{"number":17,"text":"The voice of his thunder rebukes the earth. So does the northern storm and the whirlwind. Like birds flying down, he sprinkles the snow. It falls down like the lighting of locusts."},{"number":18,"text":"The eye is dazzled at the beauty of its whiteness. The heart is amazed as it falls."},{"number":19,"text":"He also pours out frost on the earth like salt. When it is freezes, it has points like thorns."},{"number":20,"text":"The cold north wind blows and ice freezes on the water. It settles on every pool of water. The water puts it on like it was a breastplate."},{"number":21,"text":"It will devour the mountains, burn up the wilderness, and consume the green grass like fire."},{"number":22,"text":"A mist coming speedily heals all things. A dew coming after heat brings cheerfulness."},{"number":23,"text":"By his counsel, he has calmed the deep and planted islands in it."},{"number":24,"text":"Those who sail on the sea tell of its dangers. We marvel when we hear it with our ears."},{"number":25,"text":"There are also those strange and wondrous works in it— variety of all that has life and the huge creatures of the sea."},{"number":26,"text":"Because of him, his messengers succeed. By his word, all things hold together."},{"number":27,"text":"We may say many things, but couldn’t say enough. The summary of our words is, “He is everything!”"},{"number":28,"text":"How could we have strength to glorify him? For he is himself the greater than all his works."},{"number":29,"text":"The Lord is awesome and exceedingly great! His power is marvelous!"},{"number":30,"text":"Glorify the Lord and exalt him as much as you can! For even yet, he will surpass that. When you exalt him, summon your full strength. Don’t be weary, because you can’t praise him enough."},{"number":31,"text":"Who has seen him, that he may describe him? Who can magnify him as he is?"},{"number":32,"text":"Many things greater than these are hidden, for we have seen just a few of his works."},{"number":33,"text":"For the Lord made all things. He gave wisdom to the godly."}]}