{"translation":"web","book":"sir","bookName":"Sirach","chapter":50,"verses":[{"number":1,"text":"It was Simon, the son of Onias, the high priest, who in his life repaired the house, and in his days strengthened the temple."},{"number":2,"text":"The foundation was built by him to the height of the double walls, the lofty retaining walls of the temple enclosure."},{"number":3,"text":"In his days, a water cistern was dug, the brazen vessel like the sea in circumference."},{"number":4,"text":"He planned to save his people from ruin, and fortified the city against siege."},{"number":5,"text":"How glorious he was when the people gathered around him as he came out of the house of the veil!"},{"number":6,"text":"He was like the morning star among clouds, like the full moon,"},{"number":7,"text":"like the sun shining on the temple of the Most High, like the rainbow shining in clouds of glory,"},{"number":8,"text":"like roses in the days of first fruits, like lilies by a water spring, like the shoot of the frankincense tree in summer time,"},{"number":9,"text":"like fire and incense in the censer, like a vessel of beaten gold adorned with all kinds of precious stones,"},{"number":10,"text":"like an olive tree loaded with fruit, and like a cypress growing high among the clouds."},{"number":11,"text":"When he put on his glorious robe, and clothed himself in perfect splendor, ascending to the holy altar, he made the court of the sanctuary glorious."},{"number":12,"text":"When he received the portions out of the priests’ hands, as he stood by the hearth of the altar, with his kindred like a garland around him, he was like a young cedar in Lebanon surrounded by the trunks of palm trees."},{"number":13,"text":"All the sons of Aaron in their glory, held the Lord’s offering in their hands before all the congregation of Israel."},{"number":14,"text":"Finishing the service at the altars, that he might arrange the offering of the Most High, the Almighty,"},{"number":15,"text":"he stretched out his hand to the cup of libation, and poured out the cup of the grape. He poured it out at the foot of the altar, a sweet smelling fragrance to the Most High, the King of all."},{"number":16,"text":"Then the sons of Aaron shouted. They sounded the trumpets of beaten work. They made a great fanfare to be heard, for a reminder before the Most High."},{"number":17,"text":"Then all the people together hurried, and fell down to the ground on their faces to worship their Lord, the Almighty, God Most High."},{"number":18,"text":"The singers also praised him with their voices. There was a sweet melody in the whole house."},{"number":19,"text":"And the people implored the Lord Most High, in prayer before him who is merciful, until the worship of the Lord was finished, and so they accomplished his service."},{"number":20,"text":"Then he went down, and lifted up his hands over the whole congregation of the children of Israel, to give blessing to the Lord with his lips, and to glory in his name."},{"number":21,"text":"He bowed himself down in worship the second time, to declare the blessing from the Most High."},{"number":22,"text":"Now bless the God of all, who everywhere does great things, who exalts our days from the womb, and deals with us according to his mercy."},{"number":23,"text":"May he grant us joyfulness of heart, and that peace may be in our days in Israel for the days of eternity,"},{"number":24,"text":"to entrust his mercy with us, and let him deliver us in his time!"},{"number":25,"text":"With two nations my soul is vexed, and the third is no nation:"},{"number":26,"text":"Those who sit on the mountain of Samaria, the Philistines, and the foolish people who live in Shechem."},{"number":27,"text":"I have written in this book the instruction of understanding and knowledge, I Jesus, the son of Sirach Eleazar, of Jerusalem, who out of his heart poured forth wisdom."},{"number":28,"text":"Blessed is he who will exercise these things. He who lays them up in his heart will become wise."},{"number":29,"text":"For if he does them, he will be strong in all things, for the light of the Lord is his guide."}]}