{"translation":"web","book":"sir","bookName":"Sirach","chapter":6,"verses":[{"number":1,"text":"Don’t become an enemy instead of a friend; for an evil name will inherit shame and reproach. So it is with the sinner who has a double tongue."},{"number":2,"text":"Don’t exalt yourself in the counsel of your soul, that your soul not be torn in pieces like a bull."},{"number":3,"text":"You will eat up your leaves, destroy your fruit, and leave yourself like a dry tree."},{"number":4,"text":"A wicked soul will destroy him who has it, and will make him a laughing stock to his enemies."},{"number":5,"text":"Sweet words will multiply a man’s friends. A gracious tongue will multiply courtesies."},{"number":6,"text":"Let those that are at peace with you be many, but your advisers one of a thousand."},{"number":7,"text":"If you want to gain a friend, get him in a time of testing, and don’t be in a hurry to trust him."},{"number":8,"text":"For there is a friend just for an occasion. He won’t continue in the day of your affliction."},{"number":9,"text":"And there is a friend who turns into an enemy. He will discover strife to your reproach."},{"number":10,"text":"And there is a friend who is a companion at the table, but he won’t continue in the day of your affliction."},{"number":11,"text":"In your prosperity he will be as yourself, and will be bold over your servants."},{"number":12,"text":"If you are brought low, he will be against you, and will hide himself from your face."},{"number":13,"text":"Separate yourself from your enemies, and beware of your friends."},{"number":14,"text":"A faithful friend is a strong defense. He who has found him has found a treasure."},{"number":15,"text":"There is nothing that can be taken in exchange for a faithful friend. His excellency is beyond price."},{"number":16,"text":"A faithful friend is a life-saving medicine. Those who fear the Lord will find him."},{"number":17,"text":"He who fears the Lord directs his friendship properly; for as he is, so is his neighbor also."},{"number":18,"text":"My son, gather instruction from your youth up. Even when you have gray hair you will find wisdom."},{"number":19,"text":"Come to her as one who plows and sows and wait for her good fruit; for your toil will be little in her cultivation, and you will soon eat of her fruit."},{"number":20,"text":"How exceedingly harsh she is to the unlearned! He who is without understanding will not remain in her."},{"number":21,"text":"She will rest upon him as a mighty stone of trial. He won’t hesitate to cast her from him."},{"number":22,"text":"For wisdom is according to her name. She isn’t manifest to many."},{"number":23,"text":"Give ear, my son, and accept my judgment. Don’t refuse my counsel."},{"number":24,"text":"Bring your feet into her fetters, and your neck into her chain."},{"number":25,"text":"Put your shoulder under her and bear her. Don’t be grieved with her bonds."},{"number":26,"text":"Come to her with all your soul. Keep her ways with your whole power."},{"number":27,"text":"Search and seek, and she will be made known to you. When you get hold of her, don’t let her go."},{"number":28,"text":"For at the last you will find her rest; and she will be turned for you into gladness."},{"number":29,"text":"Her fetters will be to you for a covering of strength, and her chains for a robe of glory."},{"number":30,"text":"For there is a golden ornament upon her, and her bands are a purple cord."},{"number":31,"text":"You shall put her on as a robe of glory, and shall put her on as a crown of rejoicing."},{"number":32,"text":"My son, if you are willing, you will be instructed. If you will yield your soul, you will be prudent."},{"number":33,"text":"If you love to hear, you will receive. If you incline your ear, you will be wise."},{"number":34,"text":"Stand in the multitude of the elders. Attach yourself to whomever is wise."},{"number":35,"text":"Be willing to listen to every godly discourse. Don’t let the proverbs of understanding escape you."},{"number":36,"text":"If you see a man of understanding, get to him early. Let your foot wear out the steps of his doors."},{"number":37,"text":"Let your mind dwell on the ordinances of the Lord and meditate continually on his commandments. He will establish your heart and your desire for wisdom will be given to you."}]}