{"translation":"web","book":"sir","bookName":"Sirach","chapter":9,"verses":[{"number":1,"text":"Don’t be jealous over the wife of your bosom, and don’t teach her an evil lesson against yourself."},{"number":2,"text":"Don’t give your soul to a woman and let her trample down your strength."},{"number":3,"text":"Don’t go to meet a woman who plays the prostitute, lest perhaps you fall into her snares."},{"number":4,"text":"Don’t associate with a woman who is a singer, lest perhaps you be caught by her tricks."},{"number":5,"text":"Don’t gaze at a virgin, lest perhaps you stumble and incur penalties for her."},{"number":6,"text":"Don’t give your soul to prostitutes, that you not lose your inheritance."},{"number":7,"text":"Don’t look around in the streets of the city. Don’t wander in its deserted places."},{"number":8,"text":"Turn your eye away from a beautiful woman, and don’t gaze at another’s beauty. Many have been led astray by the beauty of a woman; and with this, passion is kindled like a fire."},{"number":9,"text":"Don’t dine at all with a woman who has a husband, or revel with her at wine, lest perhaps your soul turn away to her, and with your spirit you slide into destruction."},{"number":10,"text":"Don’t forsake an old friend; for a new one is not comparable to him. A new friend is like new wine: if it becomes old, you will drink it with gladness."},{"number":11,"text":"Don’t envy the success of a sinner; for you don’t know what his end will be."},{"number":12,"text":"Don’t delight in the delights of the ungodly. Remember they will not go unpunished to the grave."},{"number":13,"text":"Keep yourself far from the man who has power to kill, and you will not be troubled by the fear of death. If you come to him, commit no fault, lest he take away your life. Know surely that you go about in the midst of snares, and walk upon the battlements of a city."},{"number":14,"text":"As well as you can, aim to know your neighbors, and take counsel with the wise."},{"number":15,"text":"Let your conversation be with men of understanding. Let all your discourse be in the law of the Most High."},{"number":16,"text":"Let righteous people be companions at your table. Let your glorying be in the fear of the Lord."},{"number":17,"text":"A work is commended because of the skill of the artisan; so he who rules the people will be considered wise for his speech."},{"number":18,"text":"A loudmouthed man is dangerous in his city. He who is reckless in his speech will be hated."}]}