{"translation":"web","book":"wis","bookName":"Wisdom of Solomon","chapter":10,"verses":[{"number":1,"text":"Wisdom guarded to the end the first formed father of the world, who was created alone, and delivered him out of his own transgression,"},{"number":2,"text":"and gave him strength to rule over all things."},{"number":3,"text":"But when an unrighteous man fell away from her in his anger, he perished himself in the rage with which he killed his brother."},{"number":4,"text":"When for his cause the earth was drowning with a flood, wisdom again saved it, guiding the righteous man’s course by a paltry piece of wood."},{"number":5,"text":"Moreover, when nations consenting together in wickedness had been confounded, wisdom knew the righteous man, and preserved him blameless to God, and kept him strong when his heart yearned toward his child."},{"number":6,"text":"While the ungodly were perishing, wisdom delivered a righteous man, when he fled from the fire that descended out of heaven on the five cities."},{"number":7,"text":"To whose wickedness a smoking waste still witnesses, and plants bearing fair fruit that doesn’t ripen, a disbelieving soul has a memorial: a standing pillar of salt."},{"number":8,"text":"For having passed wisdom by, not only were they disabled from recognising the things which are good, but they also left behind them for their life a monument of their folly, to the end that where they stumbled, they might fail even to be unseen;"},{"number":9,"text":"but wisdom delivered those who waited on her out of troubles."},{"number":10,"text":"When a righteous man was a fugitive from a brother’s wrath, wisdom guided him in straight paths. She showed him God’s kingdom, and gave him knowledge of holy things. She prospered him in his toils, and multiplied the fruits of his labor."},{"number":11,"text":"When in their covetousness men dealt harshly with him, she stood by him and made him rich."},{"number":12,"text":"She guarded him from enemies, and she kept him safe from those who lay in wait. Over his severe conflict, she watched as judge, that he might know that godliness is more powerful than every one."},{"number":13,"text":"When a righteous man was sold, wisdom didn’t forsake him, but she delivered him from sin. She went down with him into a dungeon,"},{"number":14,"text":"and in bonds she didn’t depart from him, until she brought him the sceptre of a kingdom, and authority over those that dealt like a tyrant with him. She also showed those who had mockingly accused him to be false, and gave him eternal glory."},{"number":15,"text":"Wisdom delivered a holy people and a blameless seed from a nation of oppressors."},{"number":16,"text":"She entered into the soul of a servant of the Lord, and withstood terrible kings in wonders and signs."},{"number":17,"text":"She rendered to holy men a reward of their toils. She guided them along a marvelous way, and became to them a covering in the day-time, and a starry flame through the night."},{"number":18,"text":"She brought them over the Red sea, and led them through much water;"},{"number":19,"text":"but she drowned their enemies, and she cast them up from the bottom of the deep."},{"number":20,"text":"Therefore the righteous plundered the ungodly, and they sang praise to your holy name, O Lord, and extolled with one accord your hand that fought for them,"},{"number":21,"text":"because wisdom opened the mouth of the mute, and made the tongues of babes to speak clearly."}]}