{"translation":"web","book":"wis","bookName":"Wisdom of Solomon","chapter":13,"verses":[{"number":1,"text":"For truly all men who had no perception of God were foolish by nature, and didn’t gain power to know him who exists from the good things that are seen. They didn’t recognize the architect from his works."},{"number":2,"text":"But they thought that either fire, or wind, or swift air, or circling stars, or raging water, or luminaries of heaven were gods that rule the world."},{"number":3,"text":"If it was through delight in their beauty that they took them to be gods, let them know how much better their Sovereign Lord is than these, for the first author of beauty created them."},{"number":4,"text":"But if it was through astonishment at their power and influence, then let them understand from them how much more powerful he who formed them is."},{"number":5,"text":"For from the greatness of the beauty of created things, mankind forms the corresponding perception of their Maker."},{"number":6,"text":"But yet for these men there is but small blame, for they too perhaps go astray while they are seeking God and desiring to find him."},{"number":7,"text":"For they diligently search while living among his works, and they trust their sight that the things that they look at are beautiful."},{"number":8,"text":"But again even they are not to be excused."},{"number":9,"text":"For if they had power to know so much, that they should be able to explore the world, how is it that they didn’t find the Sovereign Lord sooner?"},{"number":10,"text":"But they were miserable, and their hopes were in dead things, who called them gods which are works of men’s hands, gold and silver, skillfully made, and likenesses of animals, or a useless stone, the work of an ancient hand."},{"number":11,"text":"Yes and some woodcutter might saw down a tree that is easily moved, skillfully strip away all its bark, and fashion it in attractive form, make a useful vessel to serve his life’s needs."},{"number":12,"text":"Burning the scraps from his handiwork to cook his food, he eats his fill."},{"number":13,"text":"Taking a discarded scrap which served no purpose, a crooked piece of wood and full of knots, he carves it with the diligence of his idleness, and shapes it by the skill of his idleness. He shapes it in the image of a man,"},{"number":14,"text":"or makes it like some worthless animal, smearing it with something red, painting it red, and smearing over every stain in it."},{"number":15,"text":"Having made a worthy chamber for it, he sets it in a wall, securing it with iron."},{"number":16,"text":"He plans for it that it may not fall down, knowing that it is unable to help itself (for truly it is an image, and needs help)."},{"number":17,"text":"When he makes his prayer concerning goods and his marriage and children, he is not ashamed to speak to that which has no life."},{"number":18,"text":"Yes, for health, he calls upon that which is weak. For life, he implores that which is dead. For aid, he supplicates that which has no experience. For a good journey, he asks that which can’t so much as move a step."},{"number":19,"text":"And for profit in business and good success of his hands, he asks ability from that which has hands with no ability."}]}