{"translation":"web","book":"wis","bookName":"Wisdom of Solomon","chapter":14,"verses":[{"number":1,"text":"Again, one preparing to sail, and about to journey over raging waves, calls upon a piece of wood more fragile than the vessel that carries him."},{"number":2,"text":"For the hunger for profit planned it, and wisdom was the craftsman who built it."},{"number":3,"text":"Your providence, O Father, guides it along, because even in the sea you gave a way, and in the waves a sure path,"},{"number":4,"text":"showing that you can save out of every danger, that even a man without skill may put to sea."},{"number":5,"text":"It is your will that the works of your wisdom should not be ineffective. Therefore men also entrust their lives to a little piece of wood, and passing through the surge on a raft come safely to land."},{"number":6,"text":"For in the old time also, when proud giants were perishing, the hope of the world, taking refuge on a raft, your hand guided the seed of generations of the race of men."},{"number":7,"text":"For blessed is wood through which comes righteousness;"},{"number":8,"text":"but the idol made with hands is accursed, itself and he that made it; because his was the working, and the corruptible thing was called a god."},{"number":9,"text":"For both the ungodly and his ungodliness are alike hateful to God;"},{"number":10,"text":"for truly the deed will be punished together with him who committed it."},{"number":11,"text":"Therefore also there will be a visitation among the idols of the nation, because, though formed of things which God created, they were made an abomination, stumbling blocks to the souls of men, and a snare to the feet of the foolish."},{"number":12,"text":"For the devising of idols was the beginning of fornication, and the invention of them the corruption of life."},{"number":13,"text":"For they didn’t exist from the beginning, and they won’t exist forever."},{"number":14,"text":"For by the boastfulness of men they entered into the world, and therefore a speedy end was planned for them."},{"number":15,"text":"For a father worn with untimely grief, making an image of the child quickly taken away, now honored him as a god which was then a dead human being, and delivered to those that were under him mysteries and solemn rites."},{"number":16,"text":"Afterward the ungodly custom, in process of time grown strong, was kept as a law, and the engraved images received worship by the commandments of princes."},{"number":17,"text":"And when men could not honor them in presence because they lived far off, imagining the likeness from afar, they made a visible image of the king whom they honored, that by their zeal they might flatter the absent as if present."},{"number":18,"text":"But worship was raised to a yet higher pitch, even by those who didn’t know him, urged forward by the ambition of the architect;"},{"number":19,"text":"for he, wishing perhaps to please his ruler, used his art to force the likeness toward a greater beauty."},{"number":20,"text":"So the multitude, allured by reason of the grace of his handiwork, now consider an object of devotion him that a little before was honored as a man."},{"number":21,"text":"And this became an ambush, because men, in bondage either to calamity or to tyranny, invested stones and stocks with the Name that shouldn’t be shared."},{"number":22,"text":"Afterward it was not enough for them to go astray concerning the knowledge of God, but also, while they live in a great war of ignorance, they call a multitude of evils peace."},{"number":23,"text":"For either slaughtering children in solemn rites, or celebrating secret mysteries, or holding frenzied revels of strange customs,"},{"number":24,"text":"no longer do they guard either life or purity of marriage, but one brings upon another either death by treachery, or anguish by adultery."},{"number":25,"text":"And all things confusedly are filled with blood and murder, theft and deceit, corruption, faithlessness, tumult, perjury,"},{"number":26,"text":"confusion about what is good, forgetfulness of favors, ingratitude for benefits, defiling of souls, confusion of sex, disorder in marriage, adultery and wantonness."},{"number":27,"text":"For the worship of idols that may not be named is a beginning and cause and end of every evil."},{"number":28,"text":"For their worshipers either make merry to madness, or prophesy lies, or live unrighteously, or lightly commit perjury."},{"number":29,"text":"For putting their trust in lifeless idols, when they have sworn a wicked oath, they expect not to suffer harm."},{"number":30,"text":"But on both counts, the just doom will pursue them, because they had evil thoughts of God by giving heed to idols, and swore unrighteously in deceit through contempt for holiness."},{"number":31,"text":"For it is not the power of things by which men swear, but it is the just penalty for those who sin that always visits the transgression of the unrighteous."}]}