{"translation":"web","book":"wis","bookName":"Wisdom of Solomon","chapter":4,"verses":[{"number":1,"text":"It is better to be childless with virtue, for immortality is in the memory of virtue, because it is recognized both before God and before men."},{"number":2,"text":"When it is present, people imitate it. They long after it when it has departed. Throughout all time it marches, crowned in triumph, victorious in the competition for the prizes that are undefiled."},{"number":3,"text":"But the multiplying brood of the ungodly will be of no profit, and their illegitimate offshoots won’t take deep root, nor will they establish a sure hold."},{"number":4,"text":"For even if they grow branches and flourish for a season, standing unsure, they will be shaken by the wind. They will be uprooted by the violence of winds."},{"number":5,"text":"Their branches will be broken off before they come to maturity. Their fruit will be useless, never ripe to eat, and fit for nothing."},{"number":6,"text":"For unlawfully conceived children are witnesses of wickedness against parents when they are investigated."},{"number":7,"text":"But a righteous man, even if he dies before his time, will be at rest."},{"number":8,"text":"For honorable old age is not that which stands in length of time, nor is its measure given by number of years,"},{"number":9,"text":"but understanding is gray hair to men, and an unspotted life is ripe old age."},{"number":10,"text":"Being found well-pleasing to God, someone was loved. While living among sinners he was transported."},{"number":11,"text":"He was caught away, lest evil should change his understanding, or guile deceive his soul."},{"number":12,"text":"For the fascination of wickedness obscures the things which are good, and the whirl of desire perverts an innocent mind."},{"number":13,"text":"Being made perfect quickly, he filled a long time;"},{"number":14,"text":"for his soul was pleasing to the Lord. Therefore he hurried out of the midst of wickedness."},{"number":15,"text":"But the peoples saw and didn’t understand, not considering this, that grace and mercy are with his chosen, and that he visits his holy ones;"},{"number":16,"text":"but a righteous man who is dead will condemn the ungodly who are living, and youth who is quickly perfected will condemn the many years of an unrighteous man’s old age."},{"number":17,"text":"For the ungodly will see a wise man’s end, and won’t understand what the Lord planned for him, and why he safely kept him."},{"number":18,"text":"They will see, and they will despise; but the Lord will laugh them to scorn. After this, they will become a dishonored carcass and a reproach among the dead forever;"},{"number":19,"text":"because he will dash them speechless to the ground, and will shake them from the foundations. They will lie utterly waste. They will be in anguish and their memory will perish."},{"number":20,"text":"They will come with coward fear when their sins are counted. Their lawless deeds will convict them to their face."}]}