{"translation":"web","book":"wis","bookName":"Wisdom of Solomon","chapter":7,"verses":[{"number":1,"text":"I myself am also mortal, like everyone else, and am a descendant of one formed first and born of the earth."},{"number":2,"text":"I molded into flesh in the time of ten months in my mother’s womb, being compacted in blood from the seed of man and pleasure of marriage."},{"number":3,"text":"I also, when I was born, drew in the common air, and fell upon the kindred earth, uttering, like all, for my first voice, the same cry."},{"number":4,"text":"I was nursed with care in swaddling clothes."},{"number":5,"text":"For no king had a different beginning,"},{"number":6,"text":"but all men have one entrance into life, and a common departure."},{"number":7,"text":"For this cause I prayed, and understanding was given to me. I asked, and a spirit of wisdom came to me."},{"number":8,"text":"I preferred her before sceptres and thrones. I considered riches nothing in comparison to her."},{"number":9,"text":"Neither did I liken to her any priceless gem, because all gold in her presence is a little sand, and silver will be considered as clay before her."},{"number":10,"text":"I loved her more than health and beauty, and I chose to have her rather than light, because her bright shining is never laid to sleep."},{"number":11,"text":"All good things came to me with her, and innumerable riches are in her hands."},{"number":12,"text":"And I rejoiced over them all because wisdom leads them; although I didn’t know that she was their mother."},{"number":13,"text":"As I learned without guile, I impart without grudging. I don’t hide her riches."},{"number":14,"text":"For she is a treasure for men that doesn’t fail, and those who use it obtain friendship with God, commended by the gifts which they present through discipline."},{"number":15,"text":"But may God grant that I may speak his judgment, and to conceive thoughts worthy of what has been given me; because he is one who guides even wisdom and who corrects the wise."},{"number":16,"text":"For both we and our words are in his hand, with all understanding and skill in various crafts."},{"number":17,"text":"For he himself gave me an unerring knowledge of the things that are, to know the structure of the universe and the operation of the elements;"},{"number":18,"text":"the beginning, end, and middle of times; the alternations of the solstices and the changes of seasons;"},{"number":19,"text":"the circuits of years and the positions of stars;"},{"number":20,"text":"the natures of living creatures and the raging of wild beasts; the violence of winds and the thoughts of men; the diversities of plants and the virtues of roots."},{"number":21,"text":"All things that are either secret or manifest I learned,"},{"number":22,"text":"for wisdom, that is the architect of all things, taught me. For there is in her a spirit that is quick to understand, holy, unique, manifold, subtle, freely moving, clear in utterance, unpolluted, distinct, invulnerable, loving what is good, keen, unhindered,"},{"number":23,"text":"beneficent, loving toward man, steadfast, sure, free from care, all-powerful, all-surveying, and penetrating through all spirits that are quick to understand, pure, most subtle."},{"number":24,"text":"For wisdom is more mobile than any motion. Yes, she pervades and penetrates all things by reason of her purity."},{"number":25,"text":"For she is a breath of the power of God, and a pure emanation of the glory of the Almighty. Therefore nothing defiled can find entrance into her."},{"number":26,"text":"For she is a reflection of everlasting light, an unspotted mirror of the working of God, and an image of his goodness."},{"number":27,"text":"Although she is one, she has power to do all things. Remaining in herself, she renews all things. From generation to generation passing into holy souls, she makes friends of God and prophets."},{"number":28,"text":"For God loves nothing as much as one who dwells with wisdom."},{"number":29,"text":"For she is fairer than the sun, and above all the constellations of the stars. She is better than light."},{"number":30,"text":"For daylight yields to night, but evil does not prevail against wisdom."}]}