{"translation":"web","book":"wis","bookName":"Wisdom of Solomon","chapter":8,"verses":[{"number":1,"text":"But she reaches from one end to the other with full strength, and orders all things well."},{"number":2,"text":"I loved her and sought her from my youth. I sought to take her for my bride. I became enamoured by her beauty."},{"number":3,"text":"She glorifies her noble birth by living with God. The Sovereign Lord of all loves her."},{"number":4,"text":"For she is initiated into the knowledge of God, and she chooses his works."},{"number":5,"text":"But if riches are a desired possession in life, what is richer than wisdom, which makes all things?"},{"number":6,"text":"And if understanding is effective, who more than wisdom is an architect of the things that exist?"},{"number":7,"text":"If a man loves righteousness, the fruits of wisdom’s labor are virtues, for she teaches soberness, understanding, righteousness, and courage. There is nothing in life more profitable for people than these."},{"number":8,"text":"And if anyone longs for wide experience, she knows the things of old, and infers the things to come. She understands subtleties of speeches and interpretations of dark sayings. She foresees signs and wonders, and the issues of seasons and times."},{"number":9,"text":"Therefore I determined to take her to live with me, knowing that she is one who would give me good counsel, and encourage me in cares and grief."},{"number":10,"text":"Because of her, I will have glory among multitudes, and honor in the sight of elders, though I am young."},{"number":11,"text":"I will be found keen when I give judgment. I will be admired in the presence of rulers."},{"number":12,"text":"When I am silent, they will wait for me. When I open my lips, they will heed what I say. If I continue speaking, they will put their hands on their mouths."},{"number":13,"text":"Because of her, I will have immortality, and leave behind an eternal memory to those who come after me."},{"number":14,"text":"I will govern peoples. Nations will be subjected to me."},{"number":15,"text":"Dreaded monarchs will fear me when they hear of me. Among the people, I will show myself to be good, and courageous in war."},{"number":16,"text":"When I come into my house, I will find rest with her. For conversation with her has no bitterness, and living with her has no pain, but gladness and joy."},{"number":17,"text":"When I considered these things in myself, and thought in my heart how immortality is in kinship to wisdom,"},{"number":18,"text":"and in her friendship is good delight, and in the labors of her hands is wealth that doesn’t fail, and understanding is in her companionship, and great renown in having fellowship with her words, I went about seeking how to take her to myself."},{"number":19,"text":"Now I was a clever child, and received a good soul."},{"number":20,"text":"Or rather, being good, I came into an undefiled body."},{"number":21,"text":"But perceiving that I could not otherwise possess wisdom unless God gave her to me— yes, and to know and understand by whom the grace is given— I pleaded with the Lord and implored him, and with my whole heart I said:"}]}