{"translation":"web","book":"1pe","bookName":"1 Peter","chapter":2,"verses":[{"number":1,"text":"Putting away therefore all wickedness, all deceit, hypocrisies, envies, and all evil speaking,"},{"number":2,"text":"as newborn babies, long for the pure spiritual milk, that with it you may grow,"},{"number":3,"text":"if indeed you have tasted that the Lord is gracious."},{"number":4,"text":"Come to him, a living stone, rejected indeed by men, but chosen by God, precious."},{"number":5,"text":"You also as living stones are built up as a spiritual house, to be a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ."},{"number":6,"text":"Because it is contained in Scripture, “Behold, I lay in Zion a chief cornerstone, chosen and precious. He who believes in him will not be disappointed.”"},{"number":7,"text":"For you who believe therefore is the honor, but for those who are disobedient, “The stone which the builders rejected has become the chief cornerstone,”"},{"number":8,"text":"and, “a stumbling stone and a rock of offense.” For they stumble at the word, being disobedient, to which also they were appointed."},{"number":9,"text":"But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light."},{"number":10,"text":"In the past, you were not a people, but now are God’s people, who had not obtained mercy, but now have obtained mercy."},{"number":11,"text":"Beloved, I beg you as foreigners and pilgrims to abstain from fleshly lusts which war against the soul,"},{"number":12,"text":"having good behavior among the nations, so in that of which they speak against you as evildoers, they may see your good works and glorify God in the day of visitation."},{"number":13,"text":"Therefore subject yourselves to every ordinance of man for the Lord’s sake: whether to the king, as supreme,"},{"number":14,"text":"or to governors, as sent by him for vengeance on evildoers and for praise to those who do well."},{"number":15,"text":"For this is the will of God, that by well-doing you should put to silence the ignorance of foolish men."},{"number":16,"text":"Live as free people, yet not using your freedom for a cloak of wickedness, but as bondservants of God."},{"number":17,"text":"Honor all men. Love the brotherhood. Fear God. Honor the king."},{"number":18,"text":"Servants, be in subjection to your masters with all respect, not only to the good and gentle, but also to the wicked."},{"number":19,"text":"For it is commendable if someone endures pain, suffering unjustly, because of conscience toward God."},{"number":20,"text":"For what glory is it if, when you sin, you patiently endure beating? But if when you do well, you patiently endure suffering, this is commendable with God."},{"number":21,"text":"For you were called to this, because Christ also suffered for us, leaving you an example, that you should follow his steps,"},{"number":22,"text":"who didn’t sin, “neither was deceit found in his mouth.”"},{"number":23,"text":"When he was cursed, he didn’t curse back. When he suffered, he didn’t threaten, but committed himself to him who judges righteously."},{"number":24,"text":"He himself bore our sins in his body on the tree, that we, having died to sins, might live to righteousness. You were healed by his wounds."},{"number":25,"text":"For you were going astray like sheep; but now you have returned to the Shepherd and Overseer of your souls."}]}