{"translation":"oeb-us","book":"mal","bookName":"Malachi","chapter":3,"verses":[{"number":1,"text":"“I am about to send my messenger and he will clear a path before me: And the Lord, who you are seeking, will suddenly come to his temple. The messenger of the covenant who you long for is already coming, says the Lord of hosts."},{"number":2,"text":"But who can endure the day of his coming? And who will stand firm when he appears? He is like a refiner’s fire, and like a launderer’s soap,"},{"number":3,"text":"and he will sit as a refiner and purifier. He will purify the descendants of Levi, and refine them like gold and silver, until they are fit to bring offerings to the Lord."},{"number":4,"text":"Then will the offerings of Judah and Jerusalem be pleasant to the Lord, as in the days of old, and as in former years."},{"number":5,"text":"“I will come to you in judgment. I will be quick to testify against the sorcerers, adulterers, perjurers, those who cheat workers, or widows, or orphans, deny justice to immigrants, and do not fear me,” says the Lord of hosts."},{"number":6,"text":"“For I, the Lord, do not change; and you have not ceased to be descendants of Jacob.”"},{"number":7,"text":"“From the days of your ancestors, you have turned aside from my statutes, and you have not kept them. Turn to me and I will turn to you,” says the Lord. “You say, ‘How should we turn?’"},{"number":8,"text":"Can a human rob God? Yet you robbed me. You ask, ‘How have we robbed you?’ In tithes and gifts!"},{"number":9,"text":"You – your entire nation – are all cursed, because you rob me."},{"number":10,"text":"“Bring the whole tithe into the storehouse, so that there is food in my house. Test me in this way. See if I will not open to you the windows of the sky, and pour you out a blessing, until there is more than enough."},{"number":11,"text":"I will rebuke for your sakes the devouring locust and he will not destroy your crops, nor will the vine fail to ripen its fruit in the field, says the Lord of hosts,"},{"number":12,"text":"and all nations will call you happy, for you will be a delightful land,” says the Lord of hosts."},{"number":13,"text":"“You have said terrible things about me,” says the Lord. “You ask, ‘What have we said about you?’"},{"number":14,"text":"You have said, ‘It is useless to serve God, and what do we gain from the Lord of hosts by keeping his commands, and walking mournfully in funeral garb before him?"},{"number":15,"text":"So now we call the proud happy, evildoers thrive: they dare God and escape unharmed.’”"},{"number":16,"text":"Such things those who revered the Lord spoke to one another, and the Lord took notice, and a record was written before him of those who revered the Lord and those who keep in mind his name."},{"number":17,"text":"“They will be mine,” says the Lord of hosts, “my special possession on that day that I am preparing. I will spare them as a man spares his son who serves him."},{"number":18,"text":"Once again my people will see the difference between the righteous and the wicked, between the person who serves God and the person who does not.”"}]}