{"translation":"dra","book":"jos","bookName":"Joshua","chapter":15,"verses":[{"number":1,"text":"Now the lot of the children of Juda by their kindreds was this: From the frontier of Edom, to the desert of Sin southward, and to the uttermost part of the south coast."},{"number":2,"text":"Its beginning was from the top of the most salt sea, and from the bay thereof, that looketh to the south."},{"number":3,"text":"And it goeth out towards the ascent of the Scorpion, and passeth on to Sina: and ascendeth into Cadesbarne, and reacheth into Esron, going up to Addar, and compassing Carcaa."},{"number":4,"text":"And from thence passing along into Asemona, and reaching the torrent of Egypt: and the bounds thereof shall be the great sea, this shall be the limit of the south coast."},{"number":5,"text":"But on the east side the beginning shall be the most salt sea even to the end of the Jordan: and towards the north from the bay of the sea unto the same river Jordan."},{"number":6,"text":"And the border goeth up into Beth-Hagla, and passeth by the north into Beth-Araba: going up to the stone of Boen the son of Ruben."},{"number":7,"text":"And reaching as far as the borders of Debara from the valley of Achor, and so northward looking towards Galgal, which is opposite to the ascent of Adommin, on the south side of the torrent, and the border passeth the waters that are called the fountain of the sun: and the goings out thereof shall be at the fountain Rogel."},{"number":8,"text":"And it goeth up by the valley of the son of Ennom on the side of the Jebusite towards the south, the same is Jerusalem: and thence ascending to the top of the mountain, which is over against Geennom to the west in the end of the valley of Raphaim, northward."},{"number":9,"text":"And it passeth on from the top of the mountain to the fountain of the water of Nephtoa: and reacheth to the towns of mount Ephron: and it bendeth towards Baala, which is Cariathiarim, that is to say, the city of the woods."},{"number":10,"text":"And it compasseth from Baala westward unto mount Seir: and passeth by the side of mount Jarim to the north into Cheslon: and goeth down into Bethsames, and passeth into Thamna."},{"number":11,"text":"And reacheth northward to a part of Accaron at the side: and bendeth to Sechrona, and passeth mount Baala: and cometh into Jebneel, and is bounded westward with the great sea."},{"number":12,"text":"These are the borders round about of the children of Juda in their kindreds."},{"number":13,"text":"But to Caleb the son of Jephone he gave a portion in the midst of the children of Juda, as the Lord had commanded him: Cariath-Arbe the father of Enac, which is Hebron."},{"number":14,"text":"And Caleb destroyed out of it the three sons of Enac, Sesai and Ahiman, and Tholmai of the race of Enac."},{"number":15,"text":"And going up from thence he came to the inhabitants of Dabir, which before was called Cariath-Sepher, that is to say, the city of letters."},{"number":16,"text":"And Caleb said: He that shall smite Cariath-Sepher, and take it, I will give him Axa my daughter to wife."},{"number":17,"text":"And Othoniel the son of Cenez, the younger brother of Caleb, took it: and he gave him Axa his daughter to wife."},{"number":18,"text":"And as they were going together, she was moved by her husband to ask a field of her father, and she sighed as she sat on her ass. And Caleb said to her: What aileth thee?"},{"number":19,"text":"But she answered: Give me a blessing: thou hast given me a southern and dry land, give me also a land that Is watered. And Caleb gave her the upper and the nether watery ground."},{"number":20,"text":"This is the possession of the tribe of the children of Juda by their kindreds."},{"number":21,"text":"And the cities from the uttermost parts of the children of Juda by the borders of Edom to the south, were Cabseel and Eder and Jagur,"},{"number":22,"text":"And Cina and Dimona and Adada,"},{"number":23,"text":"And Cades and Asor and Jethnam,"},{"number":24,"text":"Ziph and Telem and Baloth,"},{"number":25,"text":"New Asor and Carioth, Hesron, which is Asor."},{"number":26,"text":"Amam, Sama and Molada,"},{"number":27,"text":"And Asergadda and Hassemon and Bethphelet,"},{"number":28,"text":"And Hasersual and Bersabee and Baziothia,"},{"number":29,"text":"And Baala and Jim and Esem,"},{"number":30,"text":"And Eltholad and Cesil and Harma,"},{"number":31,"text":"And Siceleg and Medemena and Sensenna,"},{"number":32,"text":"Lebaoth and Selim and Aen and Remmon: all the cities twenty-nine, and their villages."},{"number":33,"text":"But in the plains: Estaol and Sarea and Asena,"},{"number":34,"text":"And Zanoe and Engannim and Taphua and Enaim,"},{"number":35,"text":"And Jerimoth and Adullam, Socho and Azeca,"},{"number":36,"text":"And Saraim and Adithaim and Gedera and Gederothaim: fourteen cities, and their villages."},{"number":37,"text":"Sanan and Hadassa and Magdalgad,"},{"number":38,"text":"Delean and Masepha and Jecthel,"},{"number":39,"text":"Lachis and Bascath and Eglon,"},{"number":40,"text":"Chebbon and Leheman and Cethlis,"},{"number":41,"text":"And Gideroth and Bethdagon and Naama and Maceda: sixteen cities, and their villages."},{"number":42,"text":"Labana and Ether and Asan,"},{"number":43,"text":"Jephtha and Esna and Nesib,"},{"number":44,"text":"And Ceila and Achzib and Maresa: nine cities, and their villages."},{"number":45,"text":"Accaron with the towns and villages thereof."},{"number":46,"text":"From Accaron even to the sea: all places that lie towards Azotus and the villages thereof."},{"number":47,"text":"Azotus with its towns and villages. Gaza with its towns and villages, even to the torrent of Egypt, and the great sea that is the border thereof."},{"number":48,"text":"And in the mountain Samir and Jether and Socoth,"},{"number":49,"text":"And Danna and Cariath-senna, this is Dabir:"},{"number":50,"text":"Anab and Istemo and Anim,"},{"number":51,"text":"Gosen and Olon and Gilo: eleven cities and their villages."},{"number":52,"text":"Arab and Ruma and Esaan,"},{"number":53,"text":"And Janum and Beththaphua and Apheca,"},{"number":54,"text":"Athmatha and Cariath-Arbe, this is Hebron and Sior: nine cities and their villages."},{"number":55,"text":"Maon and Carmel and Ziph and Jota,"},{"number":56,"text":"Jezrael and Jucadam and Zanoe,"},{"number":57,"text":"Accain, Gabaa and Thamna: ten cities and their villages."},{"number":58,"text":"Halhul, and Bessur, and Gedor,"},{"number":59,"text":"Mareth, and Bethanoth, and Eltecon: six cities and their villages."},{"number":60,"text":"Cariathbaal, the same is Cariathiarim the city of woods, and Arebba: two cities and their villages."},{"number":61,"text":"In the desert Betharaba, Meddin and Sachacha,"},{"number":62,"text":"And Nebsan, and the city of salt, and Engaddi: six cities and their villages."},{"number":63,"text":"But the children of Juda could not destroy the Jebusite that dwelt in Jerusalem: and the Jebusite dwelt with the children of Juda in Jerusalem until this present day. "}]}