{"translation":"dra","book":"jos","bookName":"Joshua","chapter":8,"verses":[{"number":1,"text":"And the Lord said to Joshua: Fear not, nor be thou dismayed: take with thee all the multitude of fighting men, arise, and go up to the town of Hai: Behold I have delivered into thy hand the king thereof, and the people, and the city, and the land."},{"number":2,"text":"And thou shalt do to the city of Hai, and to the king thereof, as thou hast done to Jericho, and to the king thereof: but the spoils, and all the cattle, you shall take for a prey to yourselves: lay an ambush for the city behind it."},{"number":3,"text":"And Joshua arose, and all the army of the fighting men with him, to go up against Hai: and he sent thirty thousand chosen valiant men in the night,"},{"number":4,"text":"And commanded them, saying: Lay an ambush behind the city: and go not very far from it: and be ye all ready."},{"number":5,"text":"But I, and the rest of the multitude which is with me, will approach on the contrary side against the city. And when they shall come out against us, we will flee, and turn our backs, as we did before:"},{"number":6,"text":"Till they pursuing us be drawn farther from the city: for they will think that we flee as before."},{"number":7,"text":"And whilst we are fleeing, and they pursuing, you shall rise out of the ambush, and shall destroy the city: and the Lord your God will deliver it into your hands."},{"number":8,"text":"And when you shall have taken it, set it on fire, and you shall do all things so as I have commanded."},{"number":9,"text":"And he sent them away, and they went on to the place of the ambush, and abode between Bethel and Hai, on the west side of the city of Hai. But Joshua staid that night in the midst of the people,"},{"number":10,"text":"And rising early in the morning, he mustered his soldiers, and went up with the ancients in the front of the army, environed with the aid of the fighting men."},{"number":11,"text":"And when they were come, and were gone up over against the city, they stood on the north side of the city, between which and them there was a valley in the midst."},{"number":12,"text":"And he had chosen five thousand men, and set them to lie in ambush between Bethel and Hai, on the west side of the same city:"},{"number":13,"text":"But all the rest of the army went in battle array on the north side, so that the last of that multitude reached to the west side of the city. So Joshua went that night, and stood in the midst of the valley."},{"number":14,"text":"And when the king of Hai saw this, he made haste in the morning, and went out with all the army of the city, and set it in battle array, toward the desert, not knowing that there lay an ambush behind his back."},{"number":15,"text":"But Joshua, and all Israel gave back, making as if they were afraid, and fleeing by the way of the wilderness."},{"number":16,"text":"But they shouting together, and encouraging one another, pursued them. And when they were come from the city,"},{"number":17,"text":"And not one remained in the city of Hai and of Bethel, that did not pursue after Israel, leaving the towns open as they had rushed out,"},{"number":18,"text":"The Lord said to Joshua: Lift up the shield that is in thy hand, towards the city of Hai, for I will deliver it to thee."},{"number":19,"text":"And when he had lifted up his shield towards the city, the ambush, that lay hid, rose up immediately: and going to the city, took it, and set it on fire."},{"number":20,"text":"And the men of the city, that pursued after Joshua, looking back, and seeing the smoke of the city rise up to heaven, had no more power to flee this way or that way: especially as they that had counterfeited flight, and were going toward the wilderness, turned back most valiantly against them that pursued."},{"number":21,"text":"So Joshua, and all Israel, seeing that the city was taken, and that the smoke of the city rose up, returned, and slew the men of Hai."},{"number":22,"text":"And they also that had taken and set the city on fire, issuing out of the city to meet their own men, began to cut off the enemies who were surrounded by them. So that the enemies being cut off on both sides, not one of so great a multitude was saved."},{"number":23,"text":"And they took the king of the city of Hai alive and brought him to Joshua."},{"number":24,"text":"So all being slain that had pursued after Israel, in his flight to the wilderness, and falling by the sword in the same place, the children of Israel returned and laid waste the city."},{"number":25,"text":"And the number of them that fell that day, both of men and women, was twelve thousand persons, all of the city of Hai."},{"number":26,"text":"But Joshua drew not back his hand, which he had stretched out on high, holding the shield, till all the inhabitants of Hai were slain."},{"number":27,"text":"And the children of Israel divided among them, the cattle and the prey of the city, as the Lord had commanded Joshua."},{"number":28,"text":"And he burnt the city, and made it a heap forever:"},{"number":29,"text":"And he hung the king thereof on a gibbet, until the evening and the going down of the sun. Then Joshua commanded, and they took down his carcass from the gibbet: and threw it in the very entrance of the city, heaping upon it a great heap of stones, which remaineth until this present day."},{"number":30,"text":"Then Joshua built an altar to the Lord, the God of Israel, in Mount Hebal,"},{"number":31,"text":"As Moses, the servant of the Lord, had commanded the children of Israel, and it is written in the book of the law of Moses: an altar of unhewn stones, which iron had not touched: and he offered upon it holocausts to the Lord, and immolated victims of peace offerings."},{"number":32,"text":"And he wrote upon stones, the Deuteronomy of the law of Moses, which he had ordered before the children of Israel."},{"number":33,"text":"And all the people, and the ancients, and the princes, and judges, stood on both sides of the ark, before the priests that carried the ark of the covenant of the Lord, both the stranger and he that was born among them, half of them by Mount Garizim, and half by Mount Hebal, as Moses the servant of the Lord, had commanded. And first he blessed the people of Israel."},{"number":34,"text":"After this, he read all the words of the blessing and the cursing, and all things that were written in the book of the law."},{"number":35,"text":"He left out nothing of those things which Moses had commanded, but he repeated all before all the people of Israel, with the women and children, and strangers, that dwelt among them. "}]}