{"translation":"dra","book":"psa","bookName":"Psalms","chapter":113,"verses":[{"number":1,"text":"When Israel went out of Egypt, the house of Jacob from a barbarous people:"},{"number":2,"text":"Judea was made his sanctuary, Israel his dominion."},{"number":3,"text":"The sea saw and fled: Jordan was turned back."},{"number":4,"text":"The mountains skipped like rams, and the hills like the lambs of the flock."},{"number":5,"text":"What ailed thee, O thou sea, that thou didst flee: and thou, O Jordan, that thou wast turned back?"},{"number":6,"text":"Ye mountains, that ye skipped like rams, and ye hills, like lambs of the flock?"},{"number":7,"text":"At the presence of the Lord the earth was moved, at the presence of the God of Jacob:"},{"number":8,"text":"Who turned the rock into pools of water, and the stony hill into fountains of waters."},{"number":9,"text":"Not to us, O Lord, not to us; but to thy name give glory."},{"number":10,"text":"For thy mercy, and for thy truth's sake: lest the Gentiles should say: Where is their God?"},{"number":11,"text":"But our God is in heaven: he hath done all things whatsoever he would."},{"number":12,"text":"The idols of the Gentiles are silver and gold, the works of the hands of men."},{"number":13,"text":"They have mouths and speak not: they have eyes and see not."},{"number":14,"text":"They have ears and hear not: they have noses and smell not."},{"number":15,"text":"They have hands and feel not: they have feet and walk not: neither shall they cry out through their throat."},{"number":16,"text":"Let them that make them become like unto them: and all such as trust in them."},{"number":17,"text":"The house of Israel hath hoped in the Lord: he is their helper and their protector."},{"number":18,"text":"The house of Aaron hath hoped in the Lord: he is their helper and their protector."},{"number":19,"text":"They that fear the Lord have hoped in the Lord: he is their helper and their protector."},{"number":20,"text":"The Lord hath been mindful of us, and hath blessed us. He hath blessed the house of Israel: he hath blessed the house of Aaron."},{"number":21,"text":"He hath blessed all that fear the Lord, both little and great."},{"number":22,"text":"May the Lord add blessings upon you: upon you, and upon your children."},{"number":23,"text":"Blessed be you of the Lord, who made heaven and earth."},{"number":24,"text":"The heaven of heaven is the Lord's: but the earth he has given to the children of men."},{"number":25,"text":"The dead shall not praise thee, O Lord: nor any of them that go down to hell."},{"number":26,"text":"But we that live bless the Lord: from this time now and for ever. "}]}