{"translation":"dra","book":"psa","bookName":"Psalms","chapter":32,"verses":[{"number":1,"text":"A psalm for David. Rejoice in the Lord, O ye just: praise becometh the upright."},{"number":2,"text":"Give praise to the Lord on the harp; sing to him with the psaltery, the instrument of ten strings."},{"number":3,"text":"Sing to him a new canticle, sing well unto him with a loud noise."},{"number":4,"text":"For the word of the Lord is right, and all his works are done with faithfulness."},{"number":5,"text":"He loveth mercy and judgment; the earth is full of the mercy of the Lord."},{"number":6,"text":"By the word of the Lord the heavens were established; and all the power of them by the spirit of his mouth:"},{"number":7,"text":"Gathering together the waters of the sea, as in a vessel; laying up the depths in storehouses."},{"number":8,"text":"Let all the earth fear the Lord, and let all the inhabitants of the world be in awe of him."},{"number":9,"text":"For he spoke and they were made: he commanded and they were created."},{"number":10,"text":"The Lord bringeth to nought the counsels of nations; and he rejecteth the devices of people, and casteth away the counsels of princes."},{"number":11,"text":"But the counsel of the Lord standeth for ever: the thoughts of his heart to all generations."},{"number":12,"text":"Blessed is the nation whose God is the Lord: the people whom he hath chosen for his inheritance."},{"number":13,"text":"The Lord hath looked from heaven: he hath beheld all the sons of men."},{"number":14,"text":"From his habitation which he hath prepared, he hath looked upon all that dwell on the earth."},{"number":15,"text":"He who hath made the hearts of every one of them: who understandeth all their works."},{"number":16,"text":"The king is not saved by a great army: nor shall the giant be saved by his own great strength."},{"number":17,"text":"Vain is the horse for safety: neither shall he be saved by the abundance of his strength."},{"number":18,"text":"Behold the eyes of the Lord are on them that fear him: and on them that hope in his mercy."},{"number":19,"text":"To deliver their souls from death; and feed them in famine."},{"number":20,"text":"Our soul waiteth for the Lord: for he is our helper and protector."},{"number":21,"text":"For in him our heart shall rejoice: and in his holy name we have trusted."},{"number":22,"text":"Let thy mercy, O Lord, be upon us, as we have hoped in thee. "}]}