{"translation":"dra","book":"psa","bookName":"Psalms","chapter":88,"verses":[{"number":1,"text":"Of understanding, for Ethan the Ezrahite."},{"number":2,"text":"The mercies of the Lord I will sing for ever. I will shew forth thy truth with my mouth to generation and generation."},{"number":3,"text":"For thou hast said: Mercy shall be built up for ever in the heavens: thy truth shall be prepared in them."},{"number":4,"text":"I have made a covenant with my elect: I have sworn to David my servant:"},{"number":5,"text":"Thy seed will I settle for ever. And I will build up thy throne unto generation and generation."},{"number":6,"text":"The heavens shall confess thy wonders, O Lord: and thy truth in the church of the saints."},{"number":7,"text":"For who in the clouds can be compared to the Lord: or who among the sons of God shall be like to God?"},{"number":8,"text":"God, who is glorified in the assembly of the saints: great and terrible above all them that are about him."},{"number":9,"text":"O Lord God of hosts, who is like to thee? thou art mighty, O Lord, and thy truth is round about thee."},{"number":10,"text":"Thou rulest the power of the sea: and appeasest the motion of the waves thereof."},{"number":11,"text":"Thou hast humbled the proud one, as one that is slain: with the arm of thy strength thou hast scattered thy enemies."},{"number":12,"text":"Thine are the heavens, and thine is the earth: the world and the fulness thereof thou hast founded:"},{"number":13,"text":"The north and the sea thou hast created. Thabor and Hermon shall rejoice in thy name:"},{"number":14,"text":"Thy arm is with might. Let thy hand be strengthened, and thy right hand exalted:"},{"number":15,"text":"Justice and judgment are the preparation of thy throne. Mercy and truth shall go before thy face:"},{"number":16,"text":"Blessed is the people that knoweth jubilation. They shall walk, O Lord, in the light of thy countenance:"},{"number":17,"text":"And in thy name they shall rejoice all the day, and in thy justice they shall be exalted."},{"number":18,"text":"For thou art the glory of their strength: and in thy good pleasure shall our horn be exalted."},{"number":19,"text":"For our protection is of the Lord, and of our king the holy one of Israel."},{"number":20,"text":"Then thou spokest in a vision to thy saints, and saidst: I have laid help upon one that is mighty, and have exalted one chosen out of my people."},{"number":21,"text":"I have found David my servant: with my holy oil I have anointed him."},{"number":22,"text":"For my hand shall help him: and my arm shall strengthen him."},{"number":23,"text":"The enemy shall have no advantage over him: nor the son of iniquity have power to hurt him."},{"number":24,"text":"And I will cut down his enemies before his face; and them that hate him I will put to flight."},{"number":25,"text":"And my truth and my mercy shall be with him: and in my name shall his horn be exalted."},{"number":26,"text":"And I will set his hand in the sea; and his right hand in the rivers."},{"number":27,"text":"He shall cry out to me: Thou art my father: my God, and the support of my salvation."},{"number":28,"text":"And I will make him my firstborn, high above the kings of the earth."},{"number":29,"text":"I will keep my mercy for him for ever: and my covenant faithful to him."},{"number":30,"text":"And I will make his seed to endure for evermore: and his throne as the days of heaven."},{"number":31,"text":"And if his children forsake my law, and walk not in my judgments:"},{"number":32,"text":"If they profane my justices: and keep not my commandments:"},{"number":33,"text":"I will visit their iniquities with a rod and their sins with stripes."},{"number":34,"text":"But my mercy I will not take away from him: nor will I suffer my truth to fail."},{"number":35,"text":"Neither will I profane my covenant: and the words that proceed from my mouth I will not make void."},{"number":36,"text":"Once have I sworn by my holiness: I will not lie unto David:"},{"number":37,"text":"His seed shall endure for ever."},{"number":38,"text":"And his throne as the sun before me: and as the moon perfect for ever, and a faithful witness in heaven."},{"number":39,"text":"But thou hast rejected and despised: thou hast been angry with my anointed."},{"number":40,"text":"Thou hast overthrown the covenant of thy servant: thou hast profaned his sanctuary on the earth."},{"number":41,"text":"Thou hast broken down all his hedges: thou hast made his strength fear."},{"number":42,"text":"All that pass by the way have robbed him: he is become a reproach to his neighbours."},{"number":43,"text":"Thou hast set up the right hand of them that oppress him: thou hast made all his enemies to rejoice."},{"number":44,"text":"Thou hast turned away the help of his sword; and hast not assisted him in battle."},{"number":45,"text":"Thou hast made his purification to cease: and thou hast cast his throne down to the ground."},{"number":46,"text":"Thou hast shortened the days of his time: thou hast covered him with confusion."},{"number":47,"text":"How long, O Lord, turnest thou away unto the end? shall thy anger burn like fire?"},{"number":48,"text":"Remember what my substance is: for hast thou made all the children of men in vain?"},{"number":49,"text":"Who is the man that shall live, and not see death: that shall deliver his soul from the hand of hell?"},{"number":50,"text":"Lord, where are thy ancient mercies, according to what thou didst swear to David in thy truth?"},{"number":51,"text":"Be mindful, O Lord, of the reproach of thy servants (which I have held in my bosom) of many nations:"},{"number":52,"text":"Wherewith thy enemies have reproached, O Lord; wherewith they have reproached the change of thy anointed."},{"number":53,"text":"Blessed be the Lord for evermore. So be it. So be it. "}]}