{"translation":"kjv1611","book":"job","bookName":"Job","chapter":12,"verses":[{"number":1,"text":"And Iob answered, and sayd,"},{"number":2,"text":"No doubt but ye are the people, and wisedome shall die with you."},{"number":3,"text":"But I haue vnderstanding as well as you, I am not inferiour to you: yea, who knoweth not such things as these?"},{"number":4,"text":"I am as one mocked of his neighbour, who calleth vpon God, and he answereth him: the iust vpright man is laughed to scorne."},{"number":5,"text":"He that is ready to slippe with his feet, is as a lamp despised in the thought of him that is at ease."},{"number":6,"text":"The tabernacles of robbers prosper, and they that prouoke God are secure, into whose hand God bringeth abundantly."},{"number":7,"text":"But aske now the beasts, and they shall teach thee; and the foules of the aire, and they shall tell thee."},{"number":8,"text":"Or speake to the earth, and it shall teach thee; and the fishes of the sea shall declare vnto thee."},{"number":9,"text":"Who knoweth not in all these, that the hand of the Lord hath wrought this?"},{"number":10,"text":"In whose hand is the soule of euery liuing thing, and the breath of all mankinde."},{"number":11,"text":"Doeth not the eare trie wordes? and the mouth taste his meate?"},{"number":12,"text":"With the ancient is wisedome, and in length of dayes, vnderstanding."},{"number":13,"text":"With him is wisedome & strength, he hath counsell and vnderstanding."},{"number":14,"text":"Behold, he breaketh downe, and it cannot be built againe: hee shutteth vp a man, and there can be no opening."},{"number":15,"text":"Behold, hee withholdeth the waters, and they drie vp: also hee sendeth them out, and they ouerturne the earth."},{"number":16,"text":"With him is strength & wisedome: the deceiued, and the deceiuer, are his."},{"number":17,"text":"He leadeth counsellers away spoiled, and maketh the Iudges fooles."},{"number":18,"text":"He looseth the bond of kings, and girdeth their loines with a girdle."},{"number":19,"text":"He leadeth Princes away spoiled, and ouerthroweth the mightie."},{"number":20,"text":"He remooueth away the speech of the trustie, and taketh away the vnderstanding of the aged."},{"number":21,"text":"He powreth contempt vpon princes, and weakeneth the strength of the mightie."},{"number":22,"text":"Hee discouereth deepe things out of darkenesse, and bringeth out to light the shadow of death."},{"number":23,"text":"He increaseth the nations, and destroyeth them: hee inlargeth the nations, and straiteneth them againe."},{"number":24,"text":"He taketh away the heart of the chiefe of the people of the earth, and causeth them to wander in a wildernes where there is no way."},{"number":25,"text":"They grope in the darke without light, and hee maketh them to stagger like a drunken man."}]}