{"translation":"kjv1611","book":"job","bookName":"Job","chapter":18,"verses":[{"number":1,"text":"Then answered Bildad the Shuhite and said,"},{"number":2,"text":"How long will it bee, ere you make an ende of words? Marke, and afterwards we will speake."},{"number":3,"text":"Wherefore are wee counted as beasts, and reputed vile in your sight?"},{"number":4,"text":"He teareth himselfe in his anger: shall the earth be forsaken for thee? and shall the rocke bee remooued out of his place?"},{"number":5,"text":"Yea, the light of the wicked shalbe put out, and the sparke of his fire shall not shine."},{"number":6,"text":"The light shalbe darke in his tabernacle, and his candle shalbe put out with him."},{"number":7,"text":"The steps of his strength shall be straitened, and his owne counsell shall cast him downe."},{"number":8,"text":"For hee is cast into a net by his owne feete, & he walketh vpon a snare."},{"number":9,"text":"The grinne shall take him by the heele, and the robber shall preuaile against him."},{"number":10,"text":"The snare is laide for him in the ground, and a trap for him in the way."},{"number":11,"text":"Terrours shall make him afraid on euery side, and shall driue him to his feete."},{"number":12,"text":"His strength shalbe hunger-bitten, and destruction shall be ready at his side."},{"number":13,"text":"It shall deuoure the strength of his skinne: euen the first borne of death shall deuoure his strength."},{"number":14,"text":"His confidence shalbe rooted out of his tabernacle, and it shall bring him to the king of terrours."},{"number":15,"text":"It shall dwell in his tabernacle, because it is none of his: brimstone shall be scattered vpon his habitation."},{"number":16,"text":"His rootes shall be dryed vp beneath: and aboue shall his branch be cut off."},{"number":17,"text":"His remembrance shall perish from the earth, and hee shall haue no name in the streete."},{"number":18,"text":"He shall be driuen from light into darkenesse, and chased out of the world."},{"number":19,"text":"Hee shall neither haue sonne nor nephew among his people, nor any remaining in his dwellings."},{"number":20,"text":"They that come after him shalbe astonied at his day, as they that went before, were affrighted."},{"number":21,"text":"Surely such are the dwellings of the wicked, and this is the place of him that knoweth not God."}]}