{"translation":"kjv1611","book":"job","bookName":"Job","chapter":22,"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered, and said,"},{"number":2,"text":"Can a man be profitable vnto God? as hee that is wise may be profitable vnto himselfe."},{"number":3,"text":"Is it any pleasure to the Almighty, that thou art righteous? or is it gaine to him, that thou makest thy waies perfite?"},{"number":4,"text":"Will hee reproue thee for feare of thee? will he enter with thee into iudgment?"},{"number":5,"text":"Is not thy wickednesse great? and thine iniquities infinite?"},{"number":6,"text":"For thou hast taken a pledge from thy brother for nought, and stripped the naked of their clothing."},{"number":7,"text":"Thou hast not giuen water to the wearie to drinke, and thou hast withholden bread from the hungry."},{"number":8,"text":"But as for the mightie man, hee had the earth, and the honourable man dwelt in it."},{"number":9,"text":"Thou hast sent widowes away emptie, and the armes of the fatherlesse haue bene broken."},{"number":10,"text":"Therefore snares are round about thee, and sudden feare troubleth thee,"},{"number":11,"text":"Or darkenes that thou canst not see, and abundance of waters couer thee."},{"number":12,"text":"Is not God in the height of heauen? and behold the height of the starres how high they are."},{"number":13,"text":"And thou sayest, How doth God know? can he iudge through the darke cloude?"},{"number":14,"text":"Thicke cloudes are a couering to him that he seeth not, and hee walketh in the circuit of heauen."},{"number":15,"text":"Hast thou marked the olde way which wicked men haue troden?"},{"number":16,"text":"Which were cut downe out of time, whose foundation was ouerflowen with a flood."},{"number":17,"text":"Which said vnto God, Depart from vs, and what can the Almightie doe for them?"},{"number":18,"text":"Yet he filled their houses with good things: but the counsell of the wicked is farre from me."},{"number":19,"text":"The righteous see it, and are glad, and the innocent laugh them to scorne."},{"number":20,"text":"Whereas our substance is not cut downe, but the remnant of them the fire consumeth."},{"number":21,"text":"Acquaint now thy selfe with him, and be at peace: thereby good shal come vnto thee."},{"number":22,"text":"Receiue, I pray thee, the Lawe from his mouth, and lay vp his words in thine heart."},{"number":23,"text":"If thou returne to the Almightie, thou shalt be built vp, thou shalt put away iniquitie farre from thy tabernacles."},{"number":24,"text":"Then shalt thou lay vp golde as dust, and the gold of Ophir as the stones of the brookes."},{"number":25,"text":"Yea the Almightie shall bee thy defence, and thou shalt haue plenty of siluer."},{"number":26,"text":"For then shalt thou haue thy delight in the Almightie, and shalt lift vp thy face vnto God."},{"number":27,"text":"Thou shalt make thy prayer vnto him, and he shall heare thee, and thou shalt pay thy vowes."},{"number":28,"text":"Thou shalt also decree a thing, and it shal be established vnto thee: and the light shall shine vpon thy wayes."},{"number":29,"text":"When men are cast downe, then thou shalt say, There is lifting vp: and he shall saue the humble person."},{"number":30,"text":"He shall deliuer the Iland of the innocent: and it is deliuered by the purenesse of thine hands."}]}