{"translation":"kjv1611","book":"job","bookName":"Job","chapter":3,"verses":[{"number":1,"text":"After this, opened Iob his mouth, and cursed his day."},{"number":2,"text":"And Iob spake, and said,"},{"number":3,"text":"Let the day perish, wherein I was borne, and the night in which it was said, There is a man-childe conceiued."},{"number":4,"text":"Let that day bee darkenesse, let not God regard it from aboue, neither let the light shine vpon it."},{"number":5,"text":"Let darkenes and the shadowe of death staine it, let a cloud dwell vpon it, let the blacknes of the day terrifie it."},{"number":6,"text":"As for that night, let darkenesse seaze vpon it, let it not be ioyned vnto the dayes of the yeere, let it not come into the number of the moneths."},{"number":7,"text":"Loe, let that night be solitarie, let no ioyfull voice come therein."},{"number":8,"text":"Let them curse it that curse the day, who are ready to raise vp their mourning."},{"number":9,"text":"Let the starres of the twilight thereof be darke, let it looke for light, but haue none, neither let it see the dawning of the day:"},{"number":10,"text":"Because it shut not vp the doores of my mothers wombe, nor hid sorrowe from mine eyes."},{"number":11,"text":"Why died I not from the wombe? why did I not giue vp the ghost when I came out of the bellie?"},{"number":12,"text":"Why did the knees preuent mee? or why the breasts, that I should sucke?"},{"number":13,"text":"For now should I haue lien still and beene quiet, I should haue slept; then had I bene at rest,"},{"number":14,"text":"With Kings and counsellers of the earth, which built desolate places for themselues,"},{"number":15,"text":"Or with Princes that had golde, who filled their houses with siluer:"},{"number":16,"text":"Or as an hidden vntimely birth, I had not bene; as infants which neuer saw light."},{"number":17,"text":"There the wicked cease from troubling: and there the wearie be at rest."},{"number":18,"text":"There the prisoners rest together, they heare not the voice of the oppressour."},{"number":19,"text":"The small and great are there, and the seruant is free from his master."},{"number":20,"text":"Wherefore is light giuen to him that is in misery, and life vnto the bitter in soule?"},{"number":21,"text":"Which long for death, but it commeth not, and dig for it more then for hid treasures:"},{"number":22,"text":"Which reioice exceedingly, and are glad when they can finde the graue?"},{"number":23,"text":"Why is light giuen to a man, whose way is hid, and whom God hath hedged in?"},{"number":24,"text":"For my sighing commeth before I eate, and my roarings are powred out like the waters."},{"number":25,"text":"For the thing which I greatly feared is come vpon me, and that which I was afraid of, is come vnto me."},{"number":26,"text":"I was not in safetie, neither had I rest, neither was I quiet: yet trouble came."}]}