{"translation":"kjv1611","book":"job","bookName":"Job","chapter":38,"verses":[{"number":1,"text":"Then the Lord answered Iob out of the whirlewind, and sayd,"},{"number":2,"text":"Who is this that darkneth counsell by words without knowledge?"},{"number":3,"text":"Gird vp nowe thy loines like a man; for I will demaund of thee, and answere thou me."},{"number":4,"text":"Where wast thou when I layd the foundations of the earth? declare, if thou hast vnderstanding."},{"number":5,"text":"Who hath layd the measures thereof, if thou knowest? or who hath stretched the line vpon it?"},{"number":6,"text":"Wherepuon are the foundations thereof fastened? or who layd the corner stone thereof?"},{"number":7,"text":"When the morning starres sang together, and all the sonnes of God shouted for ioy."},{"number":8,"text":"Or who shut vp the sea with doores, when it brake foorth as if it had issued out of the wombe?"},{"number":9,"text":"When I made the cloud the garment thereof, and thicke darknesse a swadling band for it,"},{"number":10,"text":"And brake vp for it my decreed place, and set barres and doores,"},{"number":11,"text":"And said, Hitherto shalt thou come, but no further: and heere shall thy proud waues be stayed."},{"number":12,"text":"Hast thou commaunded the morning since thy daies? and caused the day-spring to know his place,"},{"number":13,"text":"That it might take hold of the endes of the earth, that the wicked might be shaken out of it?"},{"number":14,"text":"It is turned as clay to the seale, and they stand as a garment."},{"number":15,"text":"And from the wicked their light is withholden, and the high arme shalbe broken."},{"number":16,"text":"Hast thou entred into the springs of the sea? or hast thou walked in the search of the depth?"},{"number":17,"text":"Haue the gates of death bene opened vnto thee? or hast thou seene the doores of the shadow of death?"},{"number":18,"text":"Hast thou perceiued the breadth of the earth? Declare if thou knowest it all."},{"number":19,"text":"Where is the way where light dwelleth? And as for darknesse, where is the place thereof?"},{"number":20,"text":"That thou shouldest take it to the bound thereof, and that thou shouldest know the pathes to the house thereof."},{"number":21,"text":"Knowest thou it, because thou wast then borne? or because the number of thy daies is great?"},{"number":22,"text":"Hast thou entred into the treasures of the snowe? or hast thou seene the treasures of the haile,"},{"number":23,"text":"Which I haue reserued against the time of trouble, against the day of battaile and warre?"},{"number":24,"text":"By what way is the light parted? which scattereth the East wind vpon the earth."},{"number":25,"text":"Who hath diuided a water-course for the ouerflowing of waters? or a way for the lightning of thunder,"},{"number":26,"text":"To cause it to raine on the earth, where no man is: on the wildernesse wherein there is no man?"},{"number":27,"text":"To satisfie the desolate and waste ground, and to cause the bud of the tender herbe to spring forth."},{"number":28,"text":"Hath the raine a father? or who hath begotten the drops of dew?"},{"number":29,"text":"Out of whose wombe came the yce? and the hoary frost of heauen, who hath gendred it?"},{"number":30,"text":"The waters are hid as with a stone, and the face of the deepe is frozen."},{"number":31,"text":"Canst thou bind the sweete influences of Pleiades? or loose the bands of Orion?"},{"number":32,"text":"Canst thou bring forth Mazzaroth in his season, or canst thou guide Arcturus with his sonnes?"},{"number":33,"text":"Knowest thou the ordinances of heauen? canst thou set the dominion thereof in the earth?"},{"number":34,"text":"Canst thou lift vp thy voice to the cloudes, that abundance of waters may couer thee?"},{"number":35,"text":"Canst thou send lightnings, that they may goe, and say vnto thee, Here we are?"},{"number":36,"text":"Who hath put wisedome in the inward parts? or who hath giuen vnderstanding to the heart?"},{"number":37,"text":"Who can number the cloudes in wisedome? or who can stay the bottles of heauen,"},{"number":38,"text":"When the dust groweeh into hardnesse, and the clods cleaue fast together?"},{"number":39,"text":"Wilt thou hunt the pray for the lyon? or fill the appetite of the young lyons,"},{"number":40,"text":"When they couch in their dennes, and abide in the couert to lie in waite?"},{"number":41,"text":"Who prouideth for the rauen his foode? when his young ones cry vnto God, they wander for lacke of meate."}]}