{"translation":"kjv1611","book":"job","bookName":"Job","chapter":40,"verses":[{"number":1,"text":"Moreouer the Lord answered Iob, and said,"},{"number":2,"text":"Shall hee that contendeth with the Almightie, instruct him? he that reproueth God, let him answere it."},{"number":3,"text":"¶ Then Iob answered the Lord, and said,"},{"number":4,"text":"Behold, I am vile, what shall I answere thee? I wil lay my hand vpon my mouth."},{"number":5,"text":"Once haue I spoken, but I will not answere: yea twise, but I will proceed no further."},{"number":6,"text":"¶ Then answered the Lord vnto Iob out of the whirlewinde, and said:"},{"number":7,"text":"Gird vp thy loynes now like a man: I will demaund of thee, and declare thou vnto me."},{"number":8,"text":"Wilt thou also disanul my iudgement? Wilt thou condemne mee, that thou mayest be righteous?"},{"number":9,"text":"Hast thou an arme like God? or canst thou thunder with a voyce like him?"},{"number":10,"text":"Decke thy selfe now with Maiestie, and excellencie, and aray thy selfe with glory, and beautie."},{"number":11,"text":"Cast abroad the rage of thy wrath: and behold euery one that is proud, and abase him."},{"number":12,"text":"Looke on euery one that is proud, and bring him low: and tread downe the wicked in their place."},{"number":13,"text":"Hide them in the dust together, and binde their faces in secret."},{"number":14,"text":"Then will I also confesse vnto thee, that thine owne right hand can saue thee."},{"number":15,"text":"¶ Beholde now Behemoth which I made with thee, hee eateth grasse as an oxe."},{"number":16,"text":"Loe now, his strength is in his loynes, and his force is in the nauell of his belly."},{"number":17,"text":"Hee moueth his taile like a Cedar: the sinewes of his stones are wrapt together."},{"number":18,"text":"His bones are as strong pieces of brasse: his bones are like barres of iron."},{"number":19,"text":"Hee is the chiefe of the wayes of God: he that made him, can make his sword to approach vnto him."},{"number":20,"text":"Surely the mountaines bring him foorth foode: where all the beasts of the field play."},{"number":21,"text":"He lieth vnder the shady trees in the couert of the reede, and fennes."},{"number":22,"text":"The shady trees couer him with their shaddow: the willowes of the brooke compasse him about."},{"number":23,"text":"Behold, he drinketh vp a riuer, and hasteth not: he trusteth that he can draw vp Iordan into his mouth."},{"number":24,"text":"He taketh it with his eyes: his nose pearceth through snares."}]}