{"translation":"kjv1611","book":"job","bookName":"Job","chapter":8,"verses":[{"number":1,"text":"Then answered Bildad the Shuhite, and said,"},{"number":2,"text":"How long wilt thou speake these things? and how long shall the wordes of thy mouth be like a strong wind?"},{"number":3,"text":"Doth God peruert iudgement? or doth the Almightie peruert iustice?"},{"number":4,"text":"If thy children haue sinned against him, and he haue cast them away for their transgression:"},{"number":5,"text":"If thou wouldest seeke vnto God betimes, and make thy supplication to the Almightie:"},{"number":6,"text":"If thou wert pure and vpright, surely now he would awake for thee, and make the habitation of thy righteousnes prosperous."},{"number":7,"text":"Though thy beginning was small, yet thy latter end should greatly increase."},{"number":8,"text":"For enquire, I pray thee, of the former age, and prepare thy selfe to the search of their fathers."},{"number":9,"text":"(For we are but of yesterday, and know nothing, because our dayes vpon earth are a shadow.)"},{"number":10,"text":"Shall not they teach thee, and tell thee, & vtter words out of their heart?"},{"number":11,"text":"Can the rush growe vp without myre? can the flag growe without water?"},{"number":12,"text":"Whilest it is yet in his greennesse, and not cut downe, it withereth before any other herbe."},{"number":13,"text":"So are the paths of all that forget God, and the hypocrites hope shall perish:"},{"number":14,"text":"Whose hope shall be cut off, and whose trust shall be a spiders web."},{"number":15,"text":"He shall leane vpon his house, but it shall not stand: he shal hold it fast, but it shall not endure."},{"number":16,"text":"He is greene before the sunne, and his branch shooteth forth in his garden."},{"number":17,"text":"His roots are wrapped about the heape, and seeth the place of stones."},{"number":18,"text":"If he destroy him from his place, then it shal denie him, saying, I haue not seene thee."},{"number":19,"text":"Beholde, this is the ioy of his way, and out of the earth shall others grow."},{"number":20,"text":"Behold, God will not cast away a perfect man, neither will hee helpe the euill doers:"},{"number":21,"text":"Till he fill thy mouth with laughing, and thy lips with reioycing."},{"number":22,"text":"They that hate thee shall be cloathed with shame, and the dwelling place of the wicked shall come to nought."}]}