{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":1,"verses":[{"number":1,"text":"To the church of God in Corinth, to those who have been consecrated by union with Christ Jesus and called to become his people, and also to all, wherever they may be, who invoke the name of our Lord Jesus Christ – their Master and ours,"},{"number":2,"text":"from Paul, who has been called to be an apostle of Jesus Christ by the will of God, and from Sosthenes, our fellow follower of the Lord."},{"number":3,"text":"May God, our Father, and the Lord Jesus Christ bless you and give you peace."},{"number":4,"text":"I always thank God for you. I thank him for the blessing bestowed on you in Christ Jesus."},{"number":5,"text":"For through union with him you were enriched in every way – in your power to preach, and in your knowledge of the truth;"},{"number":6,"text":"and so became yourselves a confirmation of my testimony to the Christ."},{"number":7,"text":"There is no gift in which you are deficient, while waiting for our Lord Jesus Christ to be revealed."},{"number":8,"text":"And God himself will strengthen you to the end, so that at the day of our Lord Jesus Christ you may be found blameless."},{"number":9,"text":"God will not fail you, and it is he who called you into communion with his Son, Jesus Christ, our Lord."},{"number":10,"text":"But I appeal to you, my friends, by the name of our Lord Jesus Christ, to agree in what you profess, and not to allow divisions to exist among you, but to be united – of one mind and of one opinion."},{"number":11,"text":"For I have been informed, my friends, by the members of Chloe’s household, that party feeling exists among you."},{"number":12,"text":"I mean this: that every one of you says either ‘I follow Paul,’ or ‘I Apollos,’ or ‘I Cephas,’ or ‘I Christ.’"},{"number":13,"text":"You have torn the Christ in pieces! Was it Paul who was crucified for you? Or were you baptized in the name of Paul?"},{"number":14,"text":"I am thankful that I did not baptize any of you except Crispus and Gaius,"},{"number":15,"text":"so that no one can say that you were baptized in my name."},{"number":16,"text":"I baptized also the household of Stephanas. I do not know that I baptized anyone else."},{"number":17,"text":"My mission from Christ was not to baptize, but to tell the good news; not, however, in the language of philosophy, in case the cross of the Christ should be robbed of its meaning."},{"number":18,"text":"The message of the cross is indeed mere folly to those who are on the path to ruin, but to us who are on the path of salvation it is the power of God."},{"number":19,"text":"For scripture says – ‘I will bring the philosophy of the philosophers to naught, and the shrewdness of the shrewd I will bring to nothing.’"},{"number":20,"text":"Where is the philosopher? Where the teacher of the Law? Where the disputant of today? Has not God shown the world’s philosophy to be folly?"},{"number":21,"text":"For since the world, in God’s wisdom, did not by its philosophy learn to know God, God saw fit, by the ‘folly’ of our proclamation, to save those who believe in Christ!"},{"number":22,"text":"While Jews ask for miraculous signs, and Greeks study philosophy,"},{"number":23,"text":"we are proclaiming Christ crucified! – to the Jews an obstacle, to the Gentiles mere folly,"},{"number":24,"text":"but to those who have received the call, whether Jews or Greeks, Christ, the power of God and the wisdom of God!"},{"number":25,"text":"For God’s ‘folly’ is wiser than people, and God’s ‘weakness’ is stronger than people."},{"number":26,"text":"Look at the facts of your call, friends. There are not many among you who are wise, as people reckon wisdom, not many who are influential, not many who are high-born;"},{"number":27,"text":"but God chose what the world counts foolish to put its wise to shame, and God chose what the world counts weak to put its strong to shame,"},{"number":28,"text":"and God chose what the world counts poor and insignificant – things that to it are unreal – to bring its ‘realities’ to nothing,"},{"number":29,"text":"so that in his presence no one should boast."},{"number":30,"text":"But you, by your union with Christ Jesus, belong to God; and Christ, by God’s will, became not only our wisdom, but also our righteousness, holiness, and deliverance,"},{"number":31,"text":"so that – in the words of scripture – ‘Whoever boasts should boast of the Lord!’"}]}