{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":10,"verses":[{"number":1,"text":"I want you to bear in mind, friends, that all our ancestors were beneath the cloud, and all passed through the sea;"},{"number":2,"text":"that in the cloud and in the sea they all underwent baptism as followers of Moses;"},{"number":3,"text":"and that they all ate the same supernatural food,"},{"number":4,"text":"and all drank the same supernatural water, for they used to drink from a supernatural rock which followed them, and that rock was the Christ."},{"number":5,"text":"Yet with most of them God was displeased; for they were struck down in the desert."},{"number":6,"text":"Now these things happened as warnings to us, to teach us not to long for evil things as our ancestors longed."},{"number":7,"text":"Do not become idolaters, as some of them became. Scripture says – ‘The people sat down to eat and drink, and stood up to dance.’"},{"number":8,"text":"Nor let us act immorally, as some of them acted, with the result that twenty-three thousand of them fell dead in a single day."},{"number":9,"text":"Nor let us try the patience of the Lord too far, as some of them tried it, with the result that they were, one after another, destroyed by snakes."},{"number":10,"text":"And do not murmur, as some of them murmured, and so were destroyed by the angel of death."},{"number":11,"text":"These things happened to them by way of warning, and were recorded to serve as a caution to us, in whose days the close of the ages has come."},{"number":12,"text":"Therefore let the person who thinks that they stand take care that they do not fall."},{"number":13,"text":"No temptation has come upon you that is not common to all humanity. God will not fail you, and he will not allow you to be tempted beyond your strength; but, when he sends the temptation, he will also provide the way of escape, so that you may have strength to endure."},{"number":14,"text":"Therefore, my dear friends, shun the worship of idols."},{"number":15,"text":"I am speaking to you as sensible people; form your own judgment about what I am saying."},{"number":16,"text":"In the cup of blessing which we bless, is not there a sharing in the blood of the Christ? And in the bread which we break, is not there a sharing in the body of the Christ?"},{"number":17,"text":"The bread is one, and we, though many, are one body; for we all partake of that one bread."},{"number":18,"text":"Look at the people of Israel. Do not those who eat the sacrifices share with the altar?"},{"number":19,"text":"What do I mean? That an offering made to an idol, or the idol itself, is anything?"},{"number":20,"text":"No; what I say is that the sacrifices offered by the Gentiles are offered to demons and to a being who is no God, and I do not want you to share with demons."},{"number":21,"text":"You cannot drink both the cup of the Lord and the cup of demons. You cannot partake at the table of the Lord and at the table of demons."},{"number":22,"text":"Or are we to rouse the jealousy of the Lord? Are we stronger than he?"},{"number":23,"text":"Everything is allowable! Yes, but everything is not profitable. Everything is allowable! Yes, but everything does not build up character."},{"number":24,"text":"A person must not study their own interests, but the interests of others."},{"number":25,"text":"Eat anything that is sold in the market, without making inquiries to satisfy your scruples;"},{"number":26,"text":"for the earth, with all that is in it, belongs to the Lord."},{"number":27,"text":"If an unbeliever invites you to his house and you consent to go, eat anything that is put before you, without making inquiries to satisfy your scruples."},{"number":28,"text":"But, if anyone should say to you ‘This has been offered in sacrifice to an idol,’ then, for the sake of the speaker and his scruples, do not eat it."},{"number":29,"text":"I do not say your scruples, but his. For why should the freedom that I claim be condemned by the scruples of another?"},{"number":30,"text":"If, for my part, I take the food thankfully, why should I be abused for eating that for which I give thanks?"},{"number":31,"text":"Whether, then, you eat or drink or whatever you do, do everything to the honor of God."},{"number":32,"text":"Do not cause offense either to Jews or Greeks or to the church of God;"},{"number":33,"text":"for I, also, try to please everybody in everything, not seeking my own advantage, but do what is best for others, so that they may be saved."}]}