{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":12,"verses":[{"number":1,"text":"In the next place, friends, I do not want you to be ignorant about spiritual gifts."},{"number":2,"text":"You know that there was a time when you were Gentiles, going astray after idols that could not speak, just as you happened to be led."},{"number":3,"text":"Therefore I tell you plainly that no one who speaks under the influence of the Spirit of God says ‘JESUS IS ACCURSED,’ and that no one can say ‘JESUS IS LORD,’ except under the influence of the Holy Spirit."},{"number":4,"text":"Gifts differ, but the Spirit is the same;"},{"number":5,"text":"ways of serving differ, yet the Master is the same;"},{"number":6,"text":"results differ, yet the God who brings about every result is in every case the same."},{"number":7,"text":"To each of us there is given spiritual illumination for the general good."},{"number":8,"text":"To one is given the power to speak with wisdom through the Spirit; to another the power to speak with knowledge, due to the same Spirit;"},{"number":9,"text":"to another faith by the same Spirit; to another power to cure diseases by the one Spirit; to another supernatural powers;"},{"number":10,"text":"to another the gift of preaching; to another the gift of distinguishing between true and false inspiration; to another varieties of the gift of ‘tongues’; to another the power to interpret ‘tongues.’"},{"number":11,"text":"All these result from one and the same Spirit, who distributes his gifts to each individually as he wills."},{"number":12,"text":"For just as the human body is one whole, and yet has many parts, and all its parts, many though they are, form but one body, so it is with the Christ;"},{"number":13,"text":"for it was by one Spirit that we were all baptized to form one body, whether Jews or Greeks, slaves or free, and were all imbued with one Spirit."},{"number":14,"text":"The human body, I repeat, consists not of one part, but of many."},{"number":15,"text":"If the foot says ‘Since I am not a hand, I do not belong to the body,’ it does not because of that cease to belong to the body."},{"number":16,"text":"Or if the ear says ‘Since I am not an eye, I do not belong to the body,’ it does not because of that cease to belong to the body."},{"number":17,"text":"If all the body were an eye, where would the hearing be? If it were all hearing, where would the sense of smell be?"},{"number":18,"text":"But in fact God has placed each individual part just where he thought fit in the body."},{"number":19,"text":"If, however, they all made up only one part, where would the body be?"},{"number":20,"text":"But in fact, although it has many parts, there is only one body."},{"number":21,"text":"The eye cannot say to the hand ‘I do not need you,’ nor, again, the head to the feet ‘I do not need you.’"},{"number":22,"text":"No! Those parts of the body that seem naturally the weaker are indispensable;"},{"number":23,"text":"and those parts which we deem less honorable we surround with special honor; and our ungraceful parts receive a special grace which our graceful parts do not require."},{"number":24,"text":"Yes, God has so constructed the body – by giving a special honor to the part that lacks it –"},{"number":25,"text":"As to secure that there should be no disunion in the body, but that the parts should show the same care for one another."},{"number":26,"text":"If one part suffers, all the others suffer with it, and if one part has honor done to it, all the others share its joy."},{"number":27,"text":"Together you are the body of Christ, and individually its parts."},{"number":28,"text":"In the church God has appointed, first, apostles, secondly preachers, thirdly teachers; then he has given supernatural powers, then power to cure diseases, aptness for helping others, capacity to govern, varieties of the gift of ‘tongues.’"},{"number":29,"text":"Can everyone be an apostle? Can everyone be a preacher? Can everyone be a teacher? Can everyone have supernatural powers?"},{"number":30,"text":"Can everyone have power to cure diseases? Can everyone speak in ‘tongues’? Can everyone interpret them?"},{"number":31,"text":"Strive for the greater gifts. Yet I can still show you a way beyond all comparison the best."}]}