{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":14,"verses":[{"number":1,"text":"Seek this love earnestly, and strive for spiritual gifts, above all for the gift of preaching."},{"number":2,"text":"The person who, when speaking, uses the gift of ‘tongues’ is speaking, not to people, but to God, for no one understands them; yet in spirit they are speaking of hidden truths."},{"number":3,"text":"But those who preach are speaking to their fellow men and women words that will build up faith, and give them comfort and encouragement."},{"number":4,"text":"Those who, when speaking, use the gift of ‘tongues’ build up their own faith, while those who preach build up the faith of the church."},{"number":5,"text":"Now I am happy for you all to speak in ‘tongues,’ but much more I wish that you should preach. A preacher is worth more than one who speaks in ‘tongues,’ unless they interpret their words, so that the faith of the church may be built up."},{"number":6,"text":"This being so, friends, what good will I do you, if I come to you and speak in ‘tongues,’ unless my words convey some revelation, or knowledge, or take the form of preaching or teaching?"},{"number":7,"text":"Even with inanimate things, such as a flute or a harp, though they produce sounds, yet unless the notes are quite distinct, how can the tune played on the flute or the harp be recognized?"},{"number":8,"text":"If the bugle sounds a doubtful call, who will prepare for battle?"},{"number":9,"text":"And so with you; unless, in using the gift of ‘tongues,’ you utter intelligible words, how can what you say be understood? You will be speaking to the winds!"},{"number":10,"text":"There are, for instance, a certain number of different languages in the world, and not one of them fails to convey meaning."},{"number":11,"text":"If, however, I do not happen to know the language, I will be a foreigner to those who speak it, and they will be foreigners to me."},{"number":12,"text":"And so with you; since you are striving for spiritual gifts, be eager to excel in such as will build up the faith of the church."},{"number":13,"text":"Therefore anyone who, when speaking, uses the gift of ‘tongues’ should pray for ability to interpret them."},{"number":14,"text":"If, when praying, I use the gift of ‘tongues,’ my spirit indeed prays, but my mind is a blank."},{"number":15,"text":"What, then, is my conclusion? Simply this – I will pray with my spirit, but with my mind as well; I will sing with my spirit, but with my mind as well."},{"number":16,"text":"If you bless God with your spirit only, how can people in the congregation who are without your gift say ‘Amen’ to your thanksgiving? They do not know what you are saying!"},{"number":17,"text":"Your thanksgiving may be excellent, but the other is not helped by it."},{"number":18,"text":"Thank God, I use the gift of ‘tongues’ more than any of you."},{"number":19,"text":"But at a meeting of the church I would rather speak five words with my mind, and so teach others, than ten thousand words when using the gift of ‘tongues.’"},{"number":20,"text":"My friends, do not show yourselves children in understanding. In wickedness be infants, but in understanding show yourselves adults."},{"number":21,"text":"It is said in the Law – ‘In strange tongues and by the lips of strangers will I speak to this people, but even then they will not listen to me, says the Lord.’"},{"number":22,"text":"Therefore the gift of the ‘tongues’ is intended as a sign, not for those who believe in Christ, but for those who do not, while the gift of preaching is intended as a sign, not for those who do not believe in Christ, but for those who do."},{"number":23,"text":"So, when the whole church meets, if all present use the gift of ‘tongues,’ and some people who are without the gift, or who are unbelievers, come in, will not they say that you are mad?"},{"number":24,"text":"While, if all those present use the gift of preaching, and an unbeliever, or someone without the gift, comes in, they are convinced of their sinfulness by them all, they are called to account by them all;"},{"number":25,"text":"the secrets of their heart are revealed, and then, throwing themselves on their face, they will worship God, and declare ‘God is indeed among you!’"},{"number":26,"text":"What do I suggest, then, friends? Whenever you meet for worship, each of you comes, either with a hymn, or a lesson, or a revelation, or the gift of ‘tongues,’ or the interpretation of them; let everything be directed to the building up of faith."},{"number":27,"text":"If any of you use the gift of ‘tongues,’ not more than two, or at the most three, should do so – each speaking in his turn – and someone should interpret them."},{"number":28,"text":"If there is no one able to interpret what is said, they should remain silent at the meeting of the church, and speak to themselves and to God."},{"number":29,"text":"Of preachers two or three should speak, and the rest should weigh well what is said."},{"number":30,"text":"But, if some revelation is made to another person as he sits there, the first speaker should stop."},{"number":31,"text":"For you can all preach in turn, so that all may learn some lesson and all receive encouragement."},{"number":32,"text":"(The spirit that moves the preachers is within the preachers’ control;"},{"number":33,"text":"for God is not a God of disorder, but of peace.) This custom prevails in all the churches of Christ’s people."},{"number":34,"text":"At the meetings of the church married women should remain silent, for they are not allowed to speak in public; they should take a subordinate place, as the Law itself directs."},{"number":35,"text":"If they want information on any point, they should ask their husbands about it at home; for it is unbecoming for a married woman to speak at a meeting of the church."},{"number":36,"text":"What! Did God’s message to the world originate with you? Or did it find its way to none but you?"},{"number":37,"text":"If anyone thinks that he has the gift of preaching or any other spiritual gift, he should recognize that what I am now saying to you is a command from the Lord."},{"number":38,"text":"Anyone who ignores it may be ignored."},{"number":39,"text":"Therefore, my friends, strive for the gift of preaching, and yet do not forbid speaking in ‘tongues.’"},{"number":40,"text":"Let everything be done in a proper and orderly manner."}]}