{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":15,"verses":[{"number":1,"text":"Next, friends, I would like to remind you of the good news which I told you, and which you received – the good news on which you have taken your stand,"},{"number":2,"text":"and by means of which you are being saved. I would like to remind you of the words that I used in telling it to you, since you are still holding fast to it, and since it was not in vain that you became believers in Christ."},{"number":3,"text":"For at the very beginning of my teaching I gave you the account which I had myself received – that Christ died for our sins (as the scriptures had foretold),"},{"number":4,"text":"that he was buried, that on the third day he was raised (as the scriptures had foretold),"},{"number":5,"text":"and that he appeared to Cephas, and then to the Twelve."},{"number":6,"text":"After that, he appeared to more than five hundred of his followers at one time, most of whom are still alive, though some have gone to their rest."},{"number":7,"text":"After that, he appeared to James, and then to all the apostles."},{"number":8,"text":"Last of all, he appeared even to me, who am, as it were, a miscarried baby – born untimely."},{"number":9,"text":"For I am the least of the apostles, I who am unworthy of the name of ‘apostle,’ because I persecuted the church of God."},{"number":10,"text":"But it is through the love of God that I am what I am, and the love that he showed me has not been wasted. No, I have toiled harder than any of them, and yet it was not I, but the love of God working with me."},{"number":11,"text":"Whether, then, it was I or whether it was they, this we proclaim, and this you believed."},{"number":12,"text":"Now, if it is proclaimed of Christ that he has been raised from the dead, how is it that some of you say that there is no such thing as a resurrection of the dead?"},{"number":13,"text":"But, if there is no such thing as a resurrection of the dead, then even Christ has not been raised;"},{"number":14,"text":"and, if Christ has not been raised, then our proclamation is without meaning, and our faith without meaning also!"},{"number":15,"text":"Yes, and we are being proved to have borne false testimony about God; for we testified of God that he raised the Christ, whom he did not raise, if, indeed, the dead do not rise!"},{"number":16,"text":"For, if the dead do not rise, then even Christ himself has not been raised,"},{"number":17,"text":"and, if Christ has not been raised, your faith is folly – your sins are on you still!"},{"number":18,"text":"Yes, and they, who have passed to their rest in union with Christ, perished!"},{"number":19,"text":"If all that we have done has been to place our hope in Christ for this life, then we of all people are the most to be pitied."},{"number":20,"text":"But, in truth, Christ has been raised from the dead, the first-fruits of those who are at rest."},{"number":21,"text":"For, since through a man there is death, so, too, through a man there is a resurrection of the dead."},{"number":22,"text":"For, as through union with Adam all die, so through union with the Christ will all be made to live."},{"number":23,"text":"But each in their proper order – Christ the first-fruits; afterward, at his coming, those who belong to the Christ."},{"number":24,"text":"Then will come the end – when he surrenders the kingdom to his God and Father, having overthrown all other rule and all other authority and power."},{"number":25,"text":"For he must reign until God ‘has put all his enemies under his feet.’"},{"number":26,"text":"The last enemy to be overthrown is death;"},{"number":27,"text":"for God has placed all things under Christ’s feet. (But, when it is said that all things have been placed under Christ, it is plain that God is excepted who placed everything under him.)"},{"number":28,"text":"And, when everything has been placed under him, the Son will place himself under God who placed everything under him, so that God may be all in all!"},{"number":29,"text":"Again, what good will they be doing who are baptized on behalf of the dead? If it is true that the dead do not rise, why are people baptized on their behalf?"},{"number":30,"text":"Why, too, do we risk our lives every hour?"},{"number":31,"text":"Daily I face death – I swear it, friends, by the pride in you that I feel through my union with Christ Jesus, our Lord."},{"number":32,"text":"If with only human hopes I had fought in the arena at Ephesus, what should I have gained by it? If the dead do not rise, then let us eat and drink, for tomorrow we will die!"},{"number":33,"text":"Do not be deceived. ‘Good character is marred by evil company.’"},{"number":34,"text":"Wake up to a righteous life, and cease to sin. There are some who have no true knowledge of God. I speak in this way to shame you."},{"number":35,"text":"Someone, however, may ask ‘How do the dead rise? And in what body will they come?’"},{"number":36,"text":"You foolish person! The seed you yourself sow does not come to life, unless it dies!"},{"number":37,"text":"And when you sow, you sow not the body that will be, but a mere grain – perhaps of wheat, or something else."},{"number":38,"text":"God gives it the body that he pleases – to each seed its special body."},{"number":39,"text":"All forms of life are not the same; there is one for people, another for beasts, another for birds, and another for fish."},{"number":40,"text":"There are heavenly bodies, and earthly bodies; but the beauty of the heavenly bodies is not the beauty of the earthly."},{"number":41,"text":"There is a beauty of the sun, and a beauty of the moon, and a beauty of the stars; for even star differs from star in beauty."},{"number":42,"text":"It is the same with the resurrection of the dead. Sown a mortal body, it rises immortal; sown disfigured, it rises beautiful;"},{"number":43,"text":"sown weak, it rises strong; sown a human body, it rises a spiritual body."},{"number":44,"text":"As surely as there is a human body, there is also a spiritual body."},{"number":45,"text":"That is what is meant by the words – ‘Adam, the first man, became a human being’; the last Adam became a life-giving spirit."},{"number":46,"text":"That which comes first is not the spiritual, but the human; afterward comes the spiritual;"},{"number":47,"text":"the first man was from the dust of the earth; the second man from heaven."},{"number":48,"text":"Those who are of the dust are like him who came from the dust; and those who are of heaven are like him who came from heaven."},{"number":49,"text":"And as we have borne the likeness of him who came from the dust, so let us bear the likeness of him who came from heaven."},{"number":50,"text":"This I say, friends – Flesh and blood can have no share in the kingdom of God, nor can the perishable share the imperishable."},{"number":51,"text":"Listen, I will tell you God’s hidden purpose! We will not all have passed to our rest, but we will all be transformed – in a moment, in the twinkling of an eye,"},{"number":52,"text":"at the last trumpet-call; for the trumpet will sound, and the dead will rise immortal, and we, also, will be transformed."},{"number":53,"text":"For this perishable body of ours must put on an imperishable form, and this dying body a deathless form."},{"number":54,"text":"And, when this dying body has put on its deathless form, then indeed will the words of scripture come true –"},{"number":55,"text":"‘death has been swallowed up in victory! Where, Death, is your victory? Where, death, is your sting?’"},{"number":56,"text":"It is sin that gives death its sting, and it is the Law that gives sin its power."},{"number":57,"text":"But thanks be to God, who gives us the victory, through Jesus Christ, our Lord."},{"number":58,"text":"Therefore, my dear friends, stand firm, unshaken, always diligent in the Lord’s work, for you know that, in union with him, your toil is not in vain."}]}