{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":16,"verses":[{"number":1,"text":"With reference to the collection for Christ’s people, I want you to follow the instructions that I gave to the churches in Galatia."},{"number":2,"text":"On the first day of every week each of you should put by what he can afford, so that no collections need be made after I have come."},{"number":3,"text":"On my arrival, I will send any persons, whom you may authorize by letter, to carry your gift to Jerusalem;"},{"number":4,"text":"and, if it appears to be worth while for me to go also, they will go with me."},{"number":5,"text":"I will come to you as soon as I have been through Macedonia – for I am going through Macedonia –"},{"number":6,"text":"And I will probably make some stay with you or, perhaps, remain for the winter, so that you may yourselves send me on my way, wherever I may be going."},{"number":7,"text":"I do not propose to pay you a visit in passing now, for I hope to stay with you for some time, if the Lord permits."},{"number":8,"text":"I intend, however, staying at Ephesus until the Festival at the close of the Harvest;"},{"number":9,"text":"for a great opening for active work has presented itself, and there are many opponents."},{"number":10,"text":"If Timothy comes, take care that he has no cause for feeling anxious while he is with you. He is doing the Master’s work no less than I am."},{"number":11,"text":"No one, therefore, should slight him. See him safely on his way to me, for I am expecting him with some of our friends."},{"number":12,"text":"As for our friend Apollos, I have often urged him to go to you with the others. He has, however, been very unwilling to do so as yet; but he will go as soon as he finds a good opportunity."},{"number":13,"text":"Be watchful; stand firm in your faith; be brave; be strong."},{"number":14,"text":"Let everything you do be done in a loving spirit."},{"number":15,"text":"I have another request to make of you, friends. You remember Stephanas and his household, and that they were the first-fruits gathered in from Greece, and set themselves to serve Christ’s people."},{"number":16,"text":"I want you, on your part, to show deference to such people as these, as well as to every fellow laborer and earnest worker."},{"number":17,"text":"I am glad Stephanas and Fortunatus and Achaicus have come, for they have made up for your absence;"},{"number":18,"text":"they have cheered my heart, and your hearts also. Recognize the worth of such people as these."},{"number":19,"text":"The churches in Roman Asia send you their greetings. Aquila and Prisca and the church that meets at their house send you many Christian greetings."},{"number":20,"text":"All of the Lord’s followers send you greetings. Greet one another with a sacred kiss."},{"number":21,"text":"I, Paul, add this greeting in my own handwriting."},{"number":22,"text":"Accursed be anyone who has no love for the Lord. THE LORD IS COMING."},{"number":23,"text":"May the blessing of the Lord Jesus be with you."},{"number":24,"text":"My love to all of you who are in union with Christ Jesus."}]}