{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":2,"verses":[{"number":1,"text":"For my own part, friends, when I came to you, it was with no display of eloquence or philosophy that I came to tell the hidden purpose of God;"},{"number":2,"text":"for I had determined that, while with you, I would forget everything except Jesus Christ – and him crucified!"},{"number":3,"text":"Indeed, when I came among you, I was weak, and full of fears, and in great anxiety."},{"number":4,"text":"My message and my proclamation were not delivered in the persuasive language of philosophy, but were accompanied by the manifestation of spiritual power,"},{"number":5,"text":"so that your faith should be based, not on the human wisdom, but on the power of God."},{"number":6,"text":"Yet there is a philosophy that we teach to those whose faith is matured, but it is not the philosophy of today, or of the leaders of today – whose downfall is at hand."},{"number":7,"text":"No, it is a divine philosophy that we teach, one concerned with the hidden purpose of God – that long hidden philosophy which God, before time began, destined for our glory."},{"number":8,"text":"This philosophy is clearly not known to any of the leaders of today, since, had they known it, they would never have crucified our glorious Lord!"},{"number":9,"text":"It is what scripture speaks of as – ‘What eye never saw, nor ear ever heard, what never entered people’s minds – all these things God has prepared for those who love him.’"},{"number":10,"text":"Yet to us God revealed it through his Spirit; for the Spirit fathoms all things, even the inmost depths of God’s being."},{"number":11,"text":"For what person is there who knows what a person is, except the person’s own spirit within them? So, also, no one comprehends what God is, except the Spirit of God."},{"number":12,"text":"And as for us, it is not the spirit of the world that we have received, but the Spirit that comes from God, so that we may realize the blessings given to us by him."},{"number":13,"text":"And we speak of these gifts, not in language taught by human philosophy, but in language taught by the Spirit, explaining spiritual things in spiritual words."},{"number":14,"text":"The merely intellectual person rejects the teaching of the Spirit of God; for to them it is mere folly; they cannot grasp it, because it is to be understood only by spiritual insight."},{"number":15,"text":"But the person with spiritual insight is able to understand everything, although they themselves are understood by no one."},{"number":16,"text":"For who has so comprehended the mind of the Lord as to be able to instruct him? We, however, have the mind of Christ."}]}