{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":3,"verses":[{"number":1,"text":"But I, my friends, could not speak to you as people with spiritual insight, but only as worldly-minded – mere infants in the faith of Christ."},{"number":2,"text":"I fed you with milk, not with solid food, for you were not then able to take it. No, and even now you are not able; you are still worldly."},{"number":3,"text":"While there exist among you jealousy and party feeling, is it not true that you are worldly, and are acting merely as other people do?"},{"number":4,"text":"When one says ‘I follow Paul,’ and another ‘I follow Apollos,’ aren’t you like other people?"},{"number":5,"text":"What, I ask, is Apollos? Or what is Paul? Servants through whom you were led to accept the faith; and that only as the Lord helped each of you."},{"number":6,"text":"I planted, and Apollos watered, but it was God who caused the growth."},{"number":7,"text":"Therefore neither the one who plants, nor the one who waters, counts for anything, but only God who causes the growth."},{"number":8,"text":"In this the person who plants and the person who waters are one; yet each will receive their own reward in proportion to their own labor."},{"number":9,"text":"For we are God’s fellow workers; you are God’s harvest field, God’s building."},{"number":10,"text":"In fulfillment of the charge which God had entrusted to me, I laid the foundation like a skillful master; but someone else is now building on it. Let everyone take care how they build;"},{"number":11,"text":"for no one can lay any other foundation than the one already laid – Jesus Christ."},{"number":12,"text":"Whatever is used by those who build on this foundation, whether gold, silver, costly stones, wood, hay, or straw,"},{"number":13,"text":"the quality of each man’s work will become known, for the day will make it plain; because that day is to be ushered in with fire, and the fire itself will test the quality of every man’s work."},{"number":14,"text":"If anyone’s work, which they have built on that foundation, still remains, they will gain a reward."},{"number":15,"text":"If anyone’s work is burnt up, they will suffer loss; though they themselves will escape, but only as one who has passed through fire."},{"number":16,"text":"Don’t you know that you are God’s Temple, and that God’s Spirit has his home in you?"},{"number":17,"text":"If any one destroys the Temple of God, God will destroy them; for the Temple of God is sacred, and so also are you."},{"number":18,"text":"Let no one deceive himself. If any one among you imagines that, as regards this world, they are wise, they should become a ‘fool,’ that they may become wise."},{"number":19,"text":"For in God’s sight this world’s wisdom is folly. Scripture tells of – ‘One who catches the wise in their own craftiness,’"},{"number":20,"text":"And it says again – ‘The Lord sees how fruitless are the deliberations of the wise.’"},{"number":21,"text":"Therefore let no one boast about people; for all things are yours –"},{"number":22,"text":"whether Paul, or Apollos, or Cephas, or the world, or life, or death, or the present, or the future – all things are yours!"},{"number":23,"text":"But you are Christ’s and Christ is God’s."}]}