{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":4,"verses":[{"number":1,"text":"Let people look on us as Christ’s servants, and as stewards of the hidden truths of God."},{"number":2,"text":"Now what we look for in stewards is that they should be trustworthy."},{"number":3,"text":"But it weighs very little with me that I am judged by you or by any human tribunal. No, I do not even judge myself;"},{"number":4,"text":"for, though I am conscious of nothing against myself, that does not prove me innocent. It is the Lord who is my judge."},{"number":5,"text":"Therefore do not pass judgment before the time, but wait until the Lord comes. He will throw light on what is now dark and obscure, and will reveal the motives in people’s minds; and then everyone will receive due praise from God."},{"number":6,"text":"All this, friends, I have, for your sakes, applied to Apollos and myself, so that, from our example, you may learn to observe the precept – ‘Keep to what is written,’ that none of you may speak boastfully of one teacher to the disparagement of another."},{"number":7,"text":"For who makes any one of you superior to others? And what have you that was not given you? But if you received it as a gift, why do you boast as if you had not?"},{"number":8,"text":"Are you all so soon satisfied? Are you so soon rich? Have you begun to reign without us? Would indeed that you had, so that we also might reign with you!"},{"number":9,"text":"For, as it seems to me, God has exhibited us, the apostles, last of all, as people doomed to death. We are made a spectacle to the universe, both to angels and to people!"},{"number":10,"text":"We, for Christ’s sake, are fools, but you, by your union with Christ, are people of discernment. We are weak, but you are strong. You are honored, but we are despised."},{"number":11,"text":"To this very hour we go hungry, thirsty, and naked; we are beaten; we are homeless;"},{"number":12,"text":"we work hard, toiling with our own hands. We meet abuse with blessings, we meet persecution with endurance,"},{"number":13,"text":"we meet slander with gentle appeals. We have been treated as the scum of the earth, the vilest of the vile, to this very hour."},{"number":14,"text":"It is with no wish to shame you that I am writing like this; but to warn you as my own dear children."},{"number":15,"text":"Though you may have thousands of instructors in the faith of Christ, yet you have not many fathers. It was I who, through union with Christ Jesus, became your father by means of the good news."},{"number":16,"text":"Therefore I entreat you – Follow my example."},{"number":17,"text":"This is my reason for sending Timothy to you. He is my own dear faithful child in the Master’s service, and he will remind you of my methods of teaching the faith of Christ Jesus – methods which I follow everywhere in every church."},{"number":18,"text":"Some, I hear, are puffed up with pride, thinking that I am not coming to you."},{"number":19,"text":"But come to you I will, and that soon, if it please the Lord; and then I will find out, not what words these people use who are so puffed up, but what power they possess;"},{"number":20,"text":"for the kingdom of God is based, not on words, but on power."},{"number":21,"text":"What do you wish? Am I to come to you with a rod, or in a loving and gentle spirit?"}]}