{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":5,"verses":[{"number":1,"text":"There is a wide-spread report respecting a case of immorality among you, and that, too, of a kind that does not occur even among the Gentiles – a man, I hear, is living with his father’s wife!"},{"number":2,"text":"Instead of grieving over it and taking steps for the expulsion of the man who has done this thing, is it possible that you are still puffed up?"},{"number":3,"text":"For I myself, though absent in body, have been present with you in spirit, and in the name of our Lord Jesus I have already passed judgment, just as if I had been present, on the man who has acted in this way."},{"number":4,"text":"I have decided – having been present in spirit at your meetings, when the power of the Lord Jesus was with us –"},{"number":5,"text":"to deliver such a man as this over to Satan, that what is sensual in him may be destroyed, so that his spirit may be saved at the day of the Lord."},{"number":6,"text":"Your boasting is unseemly. Don’t you know that even a little yeast leavens all the dough?"},{"number":7,"text":"Get rid entirely of the old leaven, so that you may be like new dough – free from leaven, as in truth you are. For our passover lamb is already sacrificed – Christ himself;"},{"number":8,"text":"therefore let us keep our festival, not with the leaven of former days, nor with the leaven of vice and wickedness, but with the unleavened bread of sincerity and truth."},{"number":9,"text":"I told you, in my letter, not to associate with immoral people –"},{"number":10,"text":"not, of course, meaning people of the world who are immoral, or who are covetous and grasping, or who worship idols; for then you would have to leave the world altogether."},{"number":11,"text":"But, as things are, I say that you are not to associate with anyone who, although a follower of Christ in name, is immoral, or covetous, or an idolater, or abusive, or a drunkard, or grasping – no, not even to sit down to eat with such people."},{"number":12,"text":"What have I to do with judging those outside the church? Is it not for you to judge those who are within the church,"},{"number":13,"text":"while God judges those who are outside? Put away the wicked from among you."}]}