{"translation":"oeb-us","book":"1co","bookName":"1 Corinthians","chapter":8,"verses":[{"number":1,"text":"With reference to food that has been offered in sacrifice to idols – We are aware that all of us have knowledge! Knowledge breeds conceit, while love builds up character."},{"number":2,"text":"If someone thinks that they know anything, they have not yet reached that knowledge which they ought to have reached."},{"number":3,"text":"On the other hand, if a person loves God, they are known by God."},{"number":4,"text":"With reference, then, to eating food that has been offered to idols – we are aware that an idol is nothing in the world, and that there is no God but one."},{"number":5,"text":"Even supposing that there are so-called ‘gods’ either in heaven or on earth – and there are many such ‘gods’ and ‘lords’ –"},{"number":6,"text":"Yet for us there is only one God, the Father, from whom all things come (and for him we live), and one Lord, Jesus Christ, through whom all things come (and through him we live)."},{"number":7,"text":"Still, it is not everyone that has this knowledge. Some people, because of their association with idols, continued down to the present time, eat the food as food offered to an idol; and their consciences, while still weak, are dulled."},{"number":8,"text":"What we eat, however, will not bring us nearer to God. We lose nothing by not eating this food, and we gain nothing by eating it."},{"number":9,"text":"But take care that this right of yours does not become in any way a stumbling-block to the weak."},{"number":10,"text":"For if someone should see you who possess this knowledge, feasting in an idol’s temple, will not their conscience, if they are weak, become so hardened that they, too, will eat food offered to idols?"},{"number":11,"text":"And so, through this knowledge of yours, the weak person is ruined – someone for whose sake Christ died!"},{"number":12,"text":"In this way, by sinning against your fellow followers of the Lord and injuring their consciences, while still weak, you sin against Christ."},{"number":13,"text":"Therefore, if what I eat makes a follower of the Lord fall, rather than make them fall, I will never eat meat again."}]}