{"translation":"dra","book":"tob","bookName":"Tobit","chapter":8,"verses":[{"number":1,"text":"And after they had supped, they brought in the young man to her."},{"number":2,"text":"And Tobias remembering the angel's word, took out of his bag part of the liver, and laid it upon burning coals."},{"number":3,"text":"Then the angel Raphael took the devil, and bound him in the desert of upper Egypt."},{"number":4,"text":"Then Tobias exhorted the virgin, and said to her: Sara, arise, and let us pray to God to day, and to morrow, and the next day: because for these three nights we are joined to God: and when the third night is over, we will be in our own wedlock."},{"number":5,"text":"For we are the children of saints, and we must not be joined together like heathens that know not God."},{"number":6,"text":"So they both arose, and prayed earnestly both together that health might be given them."},{"number":7,"text":"And Tobias said: Lord God of our fathers, may the heavens and the earth, and the sea, and the fountains, and the rivers, and all thy creatures that are in them, bless thee."},{"number":8,"text":"Thou madest Adam of the slime of the earth, and gavest him Eve for a helper."},{"number":9,"text":"And now, Lord, thou knowest, that not for fleshly lust do I take my sister to wife, but only for the love of posterity, in which thy name may be blessed for ever and ever."},{"number":10,"text":"Sara also said: Have mercy on us, O Lord, have mercy on us, and let us grow old both together in health."},{"number":11,"text":"And it came to pass about the cockcrowing, Raguel ordered his servants to be called for, and they went with him together to dig a grave."},{"number":12,"text":"For he said: Lest perhaps it may have happened to him, in like manner as it did to the other seven husbands, that went in unto her."},{"number":13,"text":"And when they had prepared the pit, Raguel went back to his wife, and said to her:"},{"number":14,"text":"Send one of thy maids, and let her see if he be dead, that I may bury him before it be day."},{"number":15,"text":"So she sent one of her maidservants, who went into the chamber, and found them safe and sound, sleeping both together."},{"number":16,"text":"And returning she brought the good news: and Raguel and Anna his wife blessed the Lord,"},{"number":17,"text":"And said: We bless thee, O Lord God of Israel, because it hath not happened as we suspected."},{"number":18,"text":"For thou hast shewn thy mercy to us, and hast shut out from us the enemy that persecuted us."},{"number":19,"text":"And thou hast taken pity upon two only children. Make them, O Lord, bless thee more fully: and to offer up to thee a sacrifice of thy praise, and of their health, that all nations may know, that thou alone art God in all the earth."},{"number":20,"text":"And immediately Raguel commanded his servants, to fill up the pit they had made, before it was day."},{"number":21,"text":"And he spoke to his wife to make ready a feast, and prepare all kind of provisions that are necessary for such as go a journey."},{"number":22,"text":"He caused also two fat kine, and four wethers to be killed, and a banquet to be prepared for all his neighbours, and all his friends."},{"number":23,"text":"And Raguel adjured Tobias, to abide with him two weeks."},{"number":24,"text":"And of all things which Raguel possessed, he gave one half to Tobias, and made a writing, that the half that remained should after their decease come also to Tobias. "}]}