{"translation":"kjv1611","book":"psa","bookName":"Psalms","chapter":103,"verses":[{"number":1,"text":"Blesse the Lord, O my soule: and all that is within me, blesse his holy Name."},{"number":2,"text":"Blesse the Lord, O my soule: & forget not all his benefits."},{"number":3,"text":"Who forgiueth all thine iniquities: who healeth all thy diseases."},{"number":4,"text":"Who redeemeth thy life from destruction: who crowneth thee with louing kindnesse and tender mercies."},{"number":5,"text":"Who satisfieth thy mouth with good things: so that thy youth is renewed like the Eagles."},{"number":6,"text":"The Lord executeth righteousnesse: and iudgement for all that are oppressed."},{"number":7,"text":"He made knowen his wayes vnto Moses: his actes vnto the children of Israel."},{"number":8,"text":"The Lord is mercifull and gracious: slow to anger, and plenteous in mercy."},{"number":9,"text":"Hee will not alwayes chide: neither will he keepe his anger for euer."},{"number":10,"text":"Hee hath not dealt with vs after our sinnes: nor rewarded vs according to our iniquities."},{"number":11,"text":"For as the heauen is high aboue the earth: so great is his mercy toward them that feare him."},{"number":12,"text":"As farre as the East is from the West: so farre hath hee remooued our transgressions from vs."},{"number":13,"text":"Like as a father pitieth his children: so the Lord pitieth them that feare him."},{"number":14,"text":"For he knoweth our frame: hee remembreth that we are dust."},{"number":15,"text":"As for man, his dayes are as grasse: as a flower of the field, so he flourisheth."},{"number":16,"text":"For the winde passeth ouer it, and it is gone; and the place thereof shall know it no more."},{"number":17,"text":"But the mercy of the Lord is from euerlasting to euerlasting vpon them that feare him: and his righteousnesse vnto childrens children:"},{"number":18,"text":"To such as keepe his couenant: and to those that remember his commandements to doe them."},{"number":19,"text":"The Lord hath prepared his throne in the heauens: and his kingdome ruleth ouer all."},{"number":20,"text":"Blesse the Lord yee his Angels, that excell in strength, that do his commandements: hearkening vnto the voice of his word."},{"number":21,"text":"Blesse ye the Lord all yee his hostes: ye ministers of his that doe his pleasure."},{"number":22,"text":"Blesse the Lord all his works in all places of his dominion: blesse the Lord, O my soule."}]}