{"translation":"kjv1611","book":"psa","bookName":"Psalms","chapter":118,"verses":[{"number":1,"text":"O giue thankes vnto the Lord, for hee is good: because his mercie endureth for euer."},{"number":2,"text":"Let Israel now say: that his mercy endureth for euer."},{"number":3,"text":"Let the house of Aaron now say: that his mercy endureth for euer."},{"number":4,"text":"Let them now that feare the Lord, say: that his mercy endureth for euer."},{"number":5,"text":"I called vpon the Lord in distresse: the Lord answered me, and set me in a large place."},{"number":6,"text":"The Lord is on my side, I will not feare: What can man doe vnto mee?"},{"number":7,"text":"The Lord taketh my part with them that helpe me: therfore shall I see my desire vpon them that hate me."},{"number":8,"text":"It is better to trust in the Lord: then to put confidence in man."},{"number":9,"text":"It is better to trust in the Lord: then to put confidence in Princes."},{"number":10,"text":"All nations compassed me about: but in the Name of the Lord, will I destroy them."},{"number":11,"text":"They compassed mee about, yea they compassed mee about: but in the Name of the Lord, I will destroy them."},{"number":12,"text":"They compassed mee about like Bees, they are quenched as the fire of thornes: for in the Name of the Lord I wil destroy them."},{"number":13,"text":"Thou hast thrust sore at mee that I might fall: but the Lord helped mee."},{"number":14,"text":"The Lord is my strength and song: and is become my saluation."},{"number":15,"text":"The voice of reioycing and saluation is in the tabernacles of the righteous: the Right hand of the Lord doeth valiantly."},{"number":16,"text":"The Right hand of the Lord is exalted: the Right hand of the Lord doeth valiantly."},{"number":17,"text":"I shall not die, but liue: and declare the workes of the Lord."},{"number":18,"text":"The Lord hath chastened me sore: but he hath not giuen me ouer vnto death."},{"number":19,"text":"Open to mee the gates of righteousnesse: I will goe into them, and I will praise the Lord:"},{"number":20,"text":"This gate of the Lord: into which the righteous shall enter."},{"number":21,"text":"I will praise thee, for thou hast heard mee: and art become my saluation."},{"number":22,"text":"The stone which the builders refused: is become the head stone of the corner."},{"number":23,"text":"This is the Lords doing: it is marueilous in our eyes."},{"number":24,"text":"This is the day which the Lord hath made: we will reioyce, and be glad in it."},{"number":25,"text":"Saue now, I beseech thee, O Lord: O Lord, I beseech thee, send now prosperitie."},{"number":26,"text":"Blessed be he that commeth in the Name of the Lord: wee haue blessed you out of the house of the Lord."},{"number":27,"text":"God is the Lord, which hath shewed vs light, bind the sacrifice with cords: euen vnto the horns of the Altar."},{"number":28,"text":"Thou art my God, and I will praise thee: thou art my God, I will exalt thee."},{"number":29,"text":"O giue thanks vnto the Lord, for he is good: for his mercy endureth for euer."}]}