{"translation":"kjv1611","book":"psa","bookName":"Psalms","chapter":119,"verses":[{"number":1,"text":"Blessed are the vndefiled in the way: who walke in the Law of the Lord."},{"number":2,"text":"Blessed are they that keepe his testimonies: and that seeke him with the whole heart."},{"number":3,"text":"They also doe no iniquitie: they walke in his wayes."},{"number":4,"text":"Thou hast commaunded vs to keepe thy precepts diligently."},{"number":5,"text":"O that my wayes were directed to keepe thy statutes!"},{"number":6,"text":"Then shall I not bee ashamed: when I haue respect vnto all thy commandements."},{"number":7,"text":"I will praise thee with vprightnesse of heart: when I shall haue learned thy righteous iudgements."},{"number":8,"text":"I will keepe thy statutes: O forsake me not vtterly."},{"number":9,"text":"Wherewithall shall a yong man cleanse his way? by taking heede thereto according to thy word."},{"number":10,"text":"With my whole heart haue I sought thee: O let me not wander from thy Commandements."},{"number":11,"text":"Thy word haue I hidde in mine heart: that I might not sinne against thee."},{"number":12,"text":"Blessed art thou, O Lord: teach me thy statutes."},{"number":13,"text":"With my lips haue I declared all the iudgements of thy mouth."},{"number":14,"text":"I haue reioyced in the way of thy testimonies: as much as in all riches."},{"number":15,"text":"I will meditate in thy precepts: and haue respect vnto thy wayes."},{"number":16,"text":"I will delight my selfe in thy statutes: I will not forget thy word."},{"number":17,"text":"Deale bountifully with thy seruant; that I may liue, and keepe thy word."},{"number":18,"text":"Open thou mine eyes, that I may behold wonderous things out of thy Law."},{"number":19,"text":"I am a stranger in the earth: hide not thy commandements from me."},{"number":20,"text":"My soule breaketh for the longing: that it hath vnto thy iudgements at all times."},{"number":21,"text":"Thou hast rebuked the proud that are cursed: which doe erre from thy Commandements."},{"number":22,"text":"Remooue from me reproch and contempt: for I haue kept thy testimonies."},{"number":23,"text":"Princes also did sit and speake against me: but thy seruant did meditate in thy statutes."},{"number":24,"text":"Thy testimonies also are my delight: and my counsellers."},{"number":25,"text":"My soule cleaueth vnto the dust: quicken thou mee according to thy word."},{"number":26,"text":"I haue declared my wayes, and thou heardest me: teach me thy Statutes."},{"number":27,"text":"Make me to vnderstand the way of thy precepts: so shall I talke of thy wonderous workes."},{"number":28,"text":"My soule melteth for heauines: strengthen thou me according vnto thy word."},{"number":29,"text":"Remoue from mee the way of lying: and grant me thy Law graciously."},{"number":30,"text":"I haue chosen the way of trueth: thy iudgements haue I laid before me."},{"number":31,"text":"I haue stucke vnto thy Testimonies: O Lord put me not to shame."},{"number":32,"text":"I will runne the way of thy Commandements: when thou shalt enlarge my heart."},{"number":33,"text":"Teach me, O Lord, the way of thy Statutes: and I shall keepe it vnto the end."},{"number":34,"text":"Giue me vnderstanding, and I shall keepe thy Law: yea I shall obserue it with my whole heart."},{"number":35,"text":"Make me to goe in the path of thy commandements: for therein doe I delight."},{"number":36,"text":"Incline my heart vnto thy testimonies: and not to couetousnesse."},{"number":37,"text":"Turne away mine eyes from beholding vanitie: and quicken thou me in thy way."},{"number":38,"text":"Stablish thy word vnto thy seruant: who is deuoted to thy feare."},{"number":39,"text":"Turne away my reproch which I feare: for thy iudgements are good."},{"number":40,"text":"Behold, I haue longed after thy precepts: quicken me in thy righteousnesse."},{"number":41,"text":"Let thy mercies come also vnto me, O Lord: euen thy saluation, according to thy word."},{"number":42,"text":"So shall I haue wherewith to answere him that reprocheth me: for I trust in thy word."},{"number":43,"text":"And take not the word of trueth vtterly out of my mouth: for I haue hoped in thy iudgements."},{"number":44,"text":"So shall I keepe thy Law continually: for euer and euer."},{"number":45,"text":"And I wil walke at libertie: for I seeke thy precepts."},{"number":46,"text":"I will speake of thy testimonies also before kings, & wil not be ashamed."},{"number":47,"text":"And I will delight my selfe in thy commandements, which I haue loued."},{"number":48,"text":"My hands also will I lift vp vnto thy commandements, which I haue loued: and I will meditate in thy statutes."},{"number":49,"text":"Remember the word vnto thy seruant: vpon which thou hast caused me to hope."},{"number":50,"text":"This is my comfort in my affliction: for thy word hath quickened me."},{"number":51,"text":"The proud haue had mee greatly in derision: yet haue I not declined from thy Law."},{"number":52,"text":"I remembred thy iudgements of old, O Lord: and haue comforted my selfe."},{"number":53,"text":"Horrour hath taken holde vpon me, because of the wicked that forsake thy Law."},{"number":54,"text":"Thy statutes haue bin my songs in the house of my pilgrimage."},{"number":55,"text":"I haue remembred thy name, O Lord, in the night, and haue kept thy Law."},{"number":56,"text":"This I had: because I kept thy precepts."},{"number":57,"text":"Thou art my portion, O Lord, I haue said, that I would keepe thy words."},{"number":58,"text":"I intreated thy fauour with my whole heart: be mercifull vnto mee according to thy word."},{"number":59,"text":"I thought on my wayes: and turned my feete vnto thy Testimonies."},{"number":60,"text":"I made haste; and delayed not to keepe thy commandements."},{"number":61,"text":"The bands of the wicked haue robbed me: but I haue not forgotten thy lawe."},{"number":62,"text":"At mid-night I will rise to giue thankes vnto thee: because of thy righteous iudgements."},{"number":63,"text":"I am a companion of all them that feare thee: and of them that keepe thy precepts."},{"number":64,"text":"The earth, O Lord, is full of thy mercy: teach me thy statutes."},{"number":65,"text":"Thou hast dealt well with thy seruant, Oh Lord, according vnto thy word."},{"number":66,"text":"Teach me good iudgement and knowledge: for I haue beleeued thy commandements."},{"number":67,"text":"Before I was afflicted, I went astray: but now haue I kept thy word."},{"number":68,"text":"Thou art good, and doest good; teach me thy statutes."},{"number":69,"text":"The proud haue forged a lie against me: but I will keepe thy precepts with my whole heart."},{"number":70,"text":"Their heart is as fat as grease: but I delight in thy law."},{"number":71,"text":"It is good for me that I haue bene afflicted: that I might learne thy statutes."},{"number":72,"text":"The law of thy mouth is better vnto me: then thousands of gold and siluer."},{"number":73,"text":"Thy hands haue made me and fashioned me: giue me vnderstanding, that I may learne thy commandements."},{"number":74,"text":"They that feare thee will bee glad when they see mee: because I haue hoped in thy word."},{"number":75,"text":"I knowe, O Lord, that thy iudgements are right: and that thou in faithfulnesse hast afflicted me."},{"number":76,"text":"Let, I pray thee, thy mercifull kindnesse be for my comfort; according to thy word vnto thy seruant."},{"number":77,"text":"Let thy tender mercies come vnto me, that I may liue: for thy lawe is my delight."},{"number":78,"text":"Let the proud be ashamed, for they dealt peruersly with me without a cause: but I will meditate in thy precepts."},{"number":79,"text":"Let those that feare thee turne vnto me: and those that haue knowen thy testimonies."},{"number":80,"text":"Let my heart be sound in thy statutes; that I be not ashamed."},{"number":81,"text":"My soule fainteth for thy saluation: but I hope in thy word."},{"number":82,"text":"Mine eyes faile for thy word: saying, When wilt thou comfort me?"},{"number":83,"text":"For I am become like a bottle in the smoke: yet doe I not forget thy statutes."},{"number":84,"text":"How many are the dayes of thy seruant? when wilt thou execute iudgement on them that persecute me?"},{"number":85,"text":"The proud haue digged pittes for me: which are not after thy law."},{"number":86,"text":"All thy commaundements are faithfull: they persecute me wrongfully; helpe thou me."},{"number":87,"text":"They had almost consumed mee vpon earth: but I forsooke not thy precepts."},{"number":88,"text":"Quicken mee after thy louing kindnesse: so shall I keepe the testimonie of thy mouth."},{"number":89,"text":"Foreuer, O Lord, thy word is setled, in heauen."},{"number":90,"text":"Thy faithfulnesse is vnto all generations: thou hast established the earth, and it abideth."},{"number":91,"text":"They continue this day according to thine ordinances: for all are thy seruants."},{"number":92,"text":"Unlesse thy lawe had bene my delights: I should then haue perished in mine affliction."},{"number":93,"text":"I will neuer forget thy precepts: for with them thou hast quickened me."},{"number":94,"text":"I am thine, saue me: for I haue sought thy precepts."},{"number":95,"text":"The wicked haue waited for me to destroy me: but I will consider thy testimonies."},{"number":96,"text":"I haue seene an end of all perfection: but thy commandement is exceeding broad."},{"number":97,"text":"O How loue I thy Law! it is my meditation all the day."},{"number":98,"text":"Thou through thy Commandements hast made me wiser then mine enemies: for they are euer with mee."},{"number":99,"text":"I haue more vnderstanding then all my teachers: for thy Testimonies are my meditation."},{"number":100,"text":"I vnderstand more then the ancients: because I keepe thy precepts."},{"number":101,"text":"I haue refrained my feete from euery euill way: that I may keepe thy word."},{"number":102,"text":"I haue not departed from thy Iudgements: for thou hast taught me."},{"number":103,"text":"How sweet are thy words vnto my taste! yea, sweeter then hony to my mouth."},{"number":104,"text":"Through thy precepts I get vnderstanding: therefore I hate euery false way."},{"number":105,"text":"Thy word is a lampe vnto my feete: and a light vnto my path."},{"number":106,"text":"I haue sworne, and I will performe it: that I will keepe thy righteous iudgements."},{"number":107,"text":"I am afflicted very much: quicken mee, O Lord, according vnto thy word."},{"number":108,"text":"Accept, I beseech thee, the freewil offrings of my mouth, O Lord: and teach me thy iudgements."},{"number":109,"text":"My soule is continually in my hand: yet doe I not forget thy Law."},{"number":110,"text":"The wicked haue layde a snare for mee: yet I erred not from thy precepts."},{"number":111,"text":"Thy Testimonies haue I taken as an heritage for euer: for they are the reioycing of my heart."},{"number":112,"text":"I haue inclined mine heart to performe thy Statutes, alway, euen vnto the end."},{"number":113,"text":"I hate vaine thoughts: but thy Law doe I loue."},{"number":114,"text":"Thou art my hiding place, and my shield: I hope in thy word."},{"number":115,"text":"Depart from me, ye euil doers: for I will keepe the Commandements of my God."},{"number":116,"text":"Uphold mee according vnto thy word, that I may liue: and let mee not be ashamed of my hope."},{"number":117,"text":"Hold thou me vp, and I shall be safe: and I will haue respect vnto thy Statutes continually."},{"number":118,"text":"Thou hast troden downe all them that erre from thy Statutes: for their deceit is falshood."},{"number":119,"text":"Thou puttest away all the wicked of the earth like drosse: therefore I loue thy Testimonies."},{"number":120,"text":"My flesh trembleth for feare of thee: and I am afraide of thy Iudgements."},{"number":121,"text":"I Haue done Iudgement and iustice: leaue mee not to mine oppressours."},{"number":122,"text":"Bee suretie for thy seruant for good: let not the proud oppresse me."},{"number":123,"text":"Mine eyes faile for thy saluation: and for the word of thy righteousnesse."},{"number":124,"text":"Deale with thy seruant according vnto thy mercie: and teach me thy Statutes."},{"number":125,"text":"I am thy seruant, giue me vnderstanding: that I may know thy Testimonies."},{"number":126,"text":"It is time for thee, Lord, to worke: for they haue made voyde thy Law."},{"number":127,"text":"Therefore I loue thy Commandements: aboue gold, yea aboue fine gold."},{"number":128,"text":"Therefore I esteeme all thy precepts concerning all things to be right: and I hate euery false way."},{"number":129,"text":"Thy Testimonies are wonderfull: therefore doeth my soule keepe them."},{"number":130,"text":"The entrance of thy wordes giueth light: it giueth vnderstanding vnto the simple."},{"number":131,"text":"I opened my mouth, and panted: for I longed for thy Commandements."},{"number":132,"text":"Looke thou vpon mee, and be mercifull vnto me: as thou vsest to do vnto those that loue thy Name."},{"number":133,"text":"Order my steps in thy word: and let not any iniquitie haue dominion ouer me."},{"number":134,"text":"Deliuer me from the oppression of man: so will I keepe thy precepts."},{"number":135,"text":"Make thy face to shine vpon thy seruant: and teach me thy Statutes."},{"number":136,"text":"Riuers of waters runne downe mine eyes: because they keepe not thy Law."},{"number":137,"text":"Righteous art thou, O Lord: and vpright are thy iudgements."},{"number":138,"text":"Thy testimonies that thou hast commaunded, are righteous: and very faithfull."},{"number":139,"text":"My zeale hath consumed me: because mine enemies haue forgotten thy words."},{"number":140,"text":"Thy word is very pure: therefore thy seruant loueth it."},{"number":141,"text":"I am small and despised: yet doe not I forget thy precepts."},{"number":142,"text":"Thy righteousnesse is an euerlasting righteousnesse: and thy law is the trueth."},{"number":143,"text":"Trouble and anguish haue taken hold on me: yet thy commaundements are my delights."},{"number":144,"text":"The righteousnesse of thy Testimonies is euerlasting: giue me vnderstanding, and I shall liue."},{"number":145,"text":"I Cried with my whole heart: heare me, O Lord, I will keepe thy statutes."},{"number":146,"text":"I cried vnto thee, saue me: and I shall keepe thy testimonies."},{"number":147,"text":"I preuented the dawning of the morning, and cried: I hoped in thy word."},{"number":148,"text":"Mine eyes preuent the night watches: that I might meditate in thy word."},{"number":149,"text":"Heare my voice according vnto thy louing kindnesse: O Lord quicken me according to thy iudgement."},{"number":150,"text":"They draw nigh that follow after mischiefe: they are farre from thy Law."},{"number":151,"text":"Thou art neere, O Lord: and all thy commandements are trueth."},{"number":152,"text":"Concerning thy testimonies, I haue knowen of old: that thou hast founded them for euer."},{"number":153,"text":"Consider mine affliction, and deliuer me: for I doe not forget thy Law."},{"number":154,"text":"Plead my cause, and deliuer me: quicken me according to thy word."},{"number":155,"text":"Saluation is farre from the wicked: for they seeke not thy statutes."},{"number":156,"text":"Great are thy tender mercies, O Lord: quicken me according to thy iudgements."},{"number":157,"text":"Many are my persecutors, and mine enemies: yet doe I not decline from thy testimonies."},{"number":158,"text":"I beheld the transgressours, and was grieued: because they kept not thy word."},{"number":159,"text":"Consider how I loue thy precepts: quicken me, O Lord, according to thy louing kindnesse."},{"number":160,"text":"Thy word is true from the beginning: and euery one of thy righteous iudgements endureth for euer."},{"number":161,"text":"Princes haue persecuted mee without a cause: but my heart standeth in awe of thy word."},{"number":162,"text":"I reioyce at thy word: as one that findeth great spoile."},{"number":163,"text":"I hate and abhorre lying: but thy Law doe I loue."},{"number":164,"text":"Seuen times a day doe I praise thee: because of thy righteous iudgements."},{"number":165,"text":"Great peace haue they which loue thy law: & nothing shall offend them."},{"number":166,"text":"Lord, I haue hoped for thy saluation: and done thy commandements."},{"number":167,"text":"My soule hath kept thy testimonies: and I loue them exceedingly."},{"number":168,"text":"I haue kept thy precepts and thy testimonies: for all my wayes are before thee."},{"number":169,"text":"Let my crie come neere before thee, O Lord: giue mee vnderstanding according to thy worde."},{"number":170,"text":"Let my supplication come before thee: deliuer me according to thy word."},{"number":171,"text":"My lips shall vtter praise: when thou hast taught me thy Statutes."},{"number":172,"text":"My tongue shall speake of thy word: for all thy commandements are righteousnesse."},{"number":173,"text":"Let thine hand helpe me: for I haue chosen thy precepts."},{"number":174,"text":"I haue longed for thy saluation, O Lord: and thy Lawe is my delight."},{"number":175,"text":"Let my soule liue, and it shall praise thee: and let thy iudgments helpe me."},{"number":176,"text":"I haue gone astray like a lost sheepe, seeke thy seruant: for I doe not forget thy commandements."}]}