{"translation":"kjv1611","book":"psa","bookName":"Psalms","chapter":147,"verses":[{"number":1,"text":"Praise ye the Lord: for it is good to sing praises vnto our God: for it is pleasant, and praise is comely."},{"number":2,"text":"The Lord doeth build vp Ierusalem: he gathereth together the out-casts of Israel."},{"number":3,"text":"Hee healeth the broken in heart: and bindeth vp their wounds."},{"number":4,"text":"He telleth the number of the stars: he calleth them all by their names."},{"number":5,"text":"Great is our Lord, and of great power: his vnderstanding is infinite."},{"number":6,"text":"The Lord lifteth vp the meeke: hee casteth the wicked downe to the ground."},{"number":7,"text":"Sing vnto the Lord with thankesgiuing: sing prayse vpon the harpe vnto our God:"},{"number":8,"text":"Who couereth the heauen with cloudes, who prepareth raine for the earth: who maketh grasse to growe vpon the mountaines."},{"number":9,"text":"He giueth to the beast his foode: and to the yong rauens which crie."},{"number":10,"text":"Hee delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man."},{"number":11,"text":"The Lord taketh pleasure in them that feare him: in those that hope in his mercie."},{"number":12,"text":"Praise the Lord, O Ierusalem: praise thy God, O Zion."},{"number":13,"text":"For hee hath strengthened the barres of thy gates: hee hath blessed thy children within thee."},{"number":14,"text":"He maketh peace in thy borders: and filleth thee with the finest of the wheate."},{"number":15,"text":"He sendeth forth his commandement vpon earth: his word runneth very swiftly."},{"number":16,"text":"He giueth snow like wooll: he scattereth the hoare frost like ashes."},{"number":17,"text":"He casteth forth his yce like morsels: who can stand before his cold?"},{"number":18,"text":"He sendeth out his word, and melteth them: he causeth his wind to blow, and the waters flow."},{"number":19,"text":"He sheweth his word vnto Iacob: his statutes and his iudgements vnto Israel."},{"number":20,"text":"He hath not dealt so with any nation: and as for his iudgements, they haue not knowen them. Praise yee the Lord."}]}