{"translation":"kjv1611","book":"psa","bookName":"Psalms","chapter":25,"verses":[{"number":1,"text":"Vnto thee, O Lord, doe I lift vp my soule."},{"number":2,"text":"O my God, I trust in thee, let me not be ashamed: let not mine enemies triumph ouer me."},{"number":3,"text":"Yea let none that waite on thee, be ashamed: let them bee ashamed which transgresse without cause."},{"number":4,"text":"Shewe mee thy wayes, O Lord: teach me thy pathes."},{"number":5,"text":"Lead me in thy trueth, and teach me: for thou art the God of my saluation, on thee doe I waite all the day."},{"number":6,"text":"Remember, O Lord, thy tender mercies, and thy louing kindnesses: for they haue beene euer of old."},{"number":7,"text":"Remember not the sinnes of my youth, nor my transgressions: according to thy mercie remember thou me, for thy goodnesse sake, O Lord."},{"number":8,"text":"Good and vpright is the Lord: therefore will hee teach sinners in the way."},{"number":9,"text":"The meeke will he guide in iudgement: and the meeke will he teach his way."},{"number":10,"text":"All the pathes of the Lord are mercy and truth: vnto such as keepe his couenant, and his testimonies."},{"number":11,"text":"For thy names sake, O Lord, pardon mine iniquitie: for it is great."},{"number":12,"text":"What man is he that feareth the Lord? him shall he teach in the way that he shall chuse."},{"number":13,"text":"His soule shall dwell at ease: and his seede shall inherite the earth."},{"number":14,"text":"The secret of the Lord is with them that feare him: and he will shew them his couenant."},{"number":15,"text":"Mine eyes are euer towards the Lord: for hee shall plucke my feete out of the net."},{"number":16,"text":"Turne thee vnto me, and haue mercy vpon me: for I am desolate and afflicted."},{"number":17,"text":"The troubles of my heart are inlarged: O bring thou me out of my distresses."},{"number":18,"text":"Looke vpon mine affliction, aud my paine, and forgiue all my sinnes."},{"number":19,"text":"Consider mine enemies: for they are many, and they hate me with cruell hatred."},{"number":20,"text":"O keepe my soule and deliuer me: let me not bee ashamed, for I put my trust in thee."},{"number":21,"text":"Let integritie and vprightnesse preserue me: for I wait on thee."},{"number":22,"text":"Redeeme Israel, O God, out of all his troubles."}]}