{"translation":"kjv1611","book":"psa","bookName":"Psalms","chapter":94,"verses":[{"number":1,"text":"O Lord God, to whome vengeance belongeth: O God to whome vengeance belongeth, shew thy selfe."},{"number":2,"text":"Lift vp thy selfe, thou iudge of the earth: render a reward to the proud."},{"number":3,"text":"Lord, how long shall the wicked? how long shall the wicked triumph?"},{"number":4,"text":"How long shal they vtter, and speake hard things? and all the workers of iniquitie boast themselues?"},{"number":5,"text":"They breake in pieces thy people, O Lord: and afflict thine heritage."},{"number":6,"text":"They slay the widowe and the stranger: and murder the fatherlesse."},{"number":7,"text":"Yet they say, The Lord shall not see: neither shall the God of Iacob regard it."},{"number":8,"text":"Understand, yee brutish among the people: and ye fooles, when will ye be wise?"},{"number":9,"text":"He that planted the eare, shall he not heare? he that formed the eye, shall he not see?"},{"number":10,"text":"He that chastiseth the heathen, shall not he correct? hee that teacheth man knowledge, shall not he know?"},{"number":11,"text":"The Lord knoweth the thoughts of man: that they are vanitie."},{"number":12,"text":"Blessed is the man whome thou chastenest, O Lord: and teachest him out of thy Law:"},{"number":13,"text":"That thou mayest giue him rest from the dayes of aduersitie: vntill the pit be digged for the wicked."},{"number":14,"text":"For the Lord will not cast off his people: neither will he forsake his inheritance."},{"number":15,"text":"But iudgement shall returne vnto righteousnesse: and all the vpright in heart shall follow it."},{"number":16,"text":"Who will rise vp for mee against the euill doers? or who will stand vp for me against the workers of iniquitie?"},{"number":17,"text":"Unlesse the Lord had bene my helpe: my soule had almost dwelt in silence."},{"number":18,"text":"When I said, My foote slippeth: thy mercie, O Lord, held me vp."},{"number":19,"text":"In the multitude of my thoughts within me, thy comforts delight my soule."},{"number":20,"text":"Shal the throne of iniquitie haue fellowship with thee: which frameth mischiefe by a lawe?"},{"number":21,"text":"They gather themselues together against the soule of the righteous: and condemne the innocent blood."},{"number":22,"text":"But the Lord is my defence: and my God is the rocke of my refuge."},{"number":23,"text":"And hee shall bring vpon them their owne iniquitie, and shall cut them off in their owne wickednesse: yea the Lord our God shall cut them off."}]}