{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":1,"verses":[{"number":1,"text":"The Revelation of Jesus Christ, which God gave to him to make known to his servants, concerning what must shortly take place, and which he sent and revealed by his angel to his servant John,"},{"number":2,"text":"who testified to the message of God and to the testimony to Jesus Christ, omitting nothing of what he had seen."},{"number":3,"text":"Blessed is the one who reads, and blessed are they who listen to, the words of this prophecy, and lay to heart what is here written; for the time is near."},{"number":4,"text":"From John, to the seven churches which are in Roman Asia. Blessing and peace be yours from him who is, and who was, and who will be, and from the seven spirits that are before his throne,"},{"number":5,"text":"and from Jesus Christ, the faithful witness, the firstborn from the dead, and the Ruler of all the kings of the earth. To him who loves us and freed us from our sins by his own blood –"},{"number":6,"text":"and he made us a kingdom of priests in the service of God, his Father! – to him be ascribed glory and dominion for ever. Amen."},{"number":7,"text":"He is coming among the clouds! Every eye will see him, even those who pierced him and all the nations of the earth will mourn over him. So will it be. Amen."},{"number":8,"text":"‘I am the Alpha and the Omega,’ says the Lord, the God who is, and who was, and who will be, the Almighty."},{"number":9,"text":"I, John, who am your brother, and who share with you in the suffering and kingship and endurance of Jesus, found myself on the island called Patmos, for the sake of the message of God and the testimony to Jesus."},{"number":10,"text":"I fell into a trance on the Lord’s day, and I heard behind me a loud voice, like the blast of a trumpet."},{"number":11,"text":"It said – ‘Write what you see in a book and send it to the seven churches, to Ephesus, Smyrna, Pergamus, Thyatira, Sardis, Philadelphia, and Laodicea.’"},{"number":12,"text":"I turned to see what voice it was that spoke to me; and when I turned, I saw seven golden lamps,"},{"number":13,"text":"and in the midst of the lamps one like a man, in a robe reaching to his feet, and with a golden sash across his breast."},{"number":14,"text":"The hair of his head was as white as wool, as white as snow; his eyes were like flaming fire;"},{"number":15,"text":"and his feet were like brass as when molten in a furnace; his voice was like the sound of many streams,"},{"number":16,"text":"in his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun in the fulness of its power."},{"number":17,"text":"And, when I saw him, I fell at his feet like one dead. He laid his hand on me and said – ‘Do not be afraid. I am the First and the Last,"},{"number":18,"text":"the Everliving. I died, and I am alive for ever and ever. And I hold the keys of death and of Hades."},{"number":19,"text":"Therefore write of what you have seen and of what is happening now and of what is about to take place –"},{"number":20,"text":"the mystic meaning of the seven stars which you saw in my right hand, and the seven golden lamps. The seven stars are the angels of the seven churches, and the seven lamps are the seven churches."}]}