{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":10,"verses":[{"number":1,"text":"Then I saw another mighty angel, descending from heaven. His robe was a cloud; over his head was the rainbow; his face was like the sun, and his feet like pillars of fire;"},{"number":2,"text":"in his hand he held a little book open. He set his right foot on the sea, and his left on the land;"},{"number":3,"text":"and he cried in a loud voice like the roaring of a lion. At his cry the seven peals of thunder spoke, each with its own voice."},{"number":4,"text":"And, when they spoke, I was about to write; but I heard a voice from heaven say – ‘Keep secret what the seven peals of thunder said, and do not write it down.’"},{"number":5,"text":"Then the angel, whom I had seen standing on the sea and on the land, raised his right hand to the heavens,"},{"number":6,"text":"and swore by him who lives for ever and ever, who created the heavens and all that is in them, and the earth and all that is in it, and the sea and all that is in it, that time should cease to be."},{"number":7,"text":"Moreover at the time when the seventh angel will speak, when he is ready to blow his blast, then the hidden purposes of God, of which he told the good news to his servants, the prophets, are at once fulfilled."},{"number":8,"text":"Then came the voice which I had heard from heaven. It spoke to me again, and said – ‘Go and take the book that is open in the hand of the angel who stands on the sea and on the land.’"},{"number":9,"text":"So I went to the angel and asked him to give me the little book. And he said ‘Take it, and eat it. It will be bitter to your stomach, but in your mouth it will be as sweet as honey.’"},{"number":10,"text":"I took the little book out of the angel’s hand and ate it, and, while in my mouth, it was like the sweetest honey; but, when I had eaten it, it was bitter to my stomach."},{"number":11,"text":"And I was told – ‘You must prophesy again about men of many peoples, and nations, and languages, and about many kings.’"}]}