{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":12,"verses":[{"number":1,"text":"Then a great portent was seen in the heavens – a woman whose robe was the sun, and who had the moon under her feet, and on her head a crown of twelve stars."},{"number":2,"text":"She was pregnant; and she is crying out in the pain and agony of childbirth."},{"number":3,"text":"Another portent also was seen in the heavens There was a great red Dragon, with seven heads and ten horns, and on his heads were seven diadems."},{"number":4,"text":"His tail draws after it a third of the stars in the heavens, and it hurled them down on the earth. The Dragon is standing in front of the woman who is about to give birth to the child, so that he may devour it as soon as it is born."},{"number":5,"text":"The woman gave birth to a son, a male child, who is destined to rule all the nations with an iron rod; and her child was at once caught up to God on his throne."},{"number":6,"text":"But the woman fled into the wilderness, where there is a place prepared for her by God, to be tended there for twelve hundred and sixty days."},{"number":7,"text":"Then a battle took place in the heavens. Michael and his angels fought with the Dragon. But though the Dragon, with his angels, fought,"},{"number":8,"text":"he did not prevail; and there was no place left for them any longer in the heavens."},{"number":9,"text":"Then the great Dragon, the primeval snake, known as the ‘devil’ and ‘Satan,’ who deceives all the world, was hurled down to the earth, and his angels were hurled down with him."},{"number":10,"text":"And I heard a loud voice in heaven which said – ‘Now has begun the day of the salvation, and Power, and Dominion of our God, and the Rule of his Christ; for the Accuser of our people has been hurled down, he who has been accusing them before our God day and night."},{"number":11,"text":"Their victory was due to the blood of the Lamb, and to the message to which they bore their testimony. In their love of life they shrank not from death."},{"number":12,"text":"Therefore, be glad, heaven, and all who live in heaven! Alas for the earth and for the sea, for the devil has gone down to you in great fury, knowing that he has but little time.’"},{"number":13,"text":"When the Dragon saw that he was hurled down to the earth, he pursued the woman who had given birth to the male child."},{"number":14,"text":"But to the woman were given the two wings of the great eagle, so that she might fly to her place in the wilderness, where she is being tended for one year, and for two years, and for half a year in safety from the snake."},{"number":15,"text":"Then the snake poured water from its mouth after the woman, like a river, so that it might sweep her away."},{"number":16,"text":"But Earth came to her help, and opened her mouth and drank up the river which the Dragon had poured out of its mouth."},{"number":17,"text":"The Dragon was enraged at the woman, and went to fight with the rest of her offspring – those who lay to heart the commands of God and bear their testimony to Jesus;"},{"number":18,"text":"and he took his stand on the sea-shore."}]}