{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":13,"verses":[{"number":1,"text":"Then I saw, rising out of the sea, a wild Beast with ten horns and seven heads. On its horns were ten diadems, and on its heads were blasphemous names."},{"number":2,"text":"The Beast that I saw was like a leopard; but its feet were like a bear’s, and its mouth like the mouth of a lion. The Dragon gave it his power and his throne, and wide dominion."},{"number":3,"text":"One of its heads seemed to me to have been mortally wounded, but its deadly wound had been healed. The whole earth followed the Beast, wondering;"},{"number":4,"text":"and men worshiped the Dragon, because he had given his dominion to the Beast; while, as they worshiped the Beast, they said – ‘Who can compare with the Beast? And who can fight with it?’"},{"number":5,"text":"The Beast was given a mouth that spoke proudly and blasphemously, and it was empowered to work its will for forty-two months."},{"number":6,"text":"It opened its mouth only to blaspheme God, to blaspheme his name and his tent – those who live in his tent in heaven."},{"number":7,"text":"It had been permitted to fight with Christ’s people and to conquer them, and it had received power over men of every tribe, and people, and language, and nation."},{"number":8,"text":"All who are living on earth will worship it – all whose names have not been written in the Lamb’s book of life, the Lamb that has been sacrificed from the foundation of the world."},{"number":9,"text":"Let those who have ears hear."},{"number":10,"text":"Whoever is destined for captivity goes into captivity. Whoever will kill with the sword must inevitably be killed with the sword. (Here there is need for endurance and faith on the part of Christ’s people.)"},{"number":11,"text":"Then I saw, rising out of the earth, another wild Beast. It had two horns like those of a lamb, and its voice was like a dragon’s."},{"number":12,"text":"It exercises all the authority of the first Beast under its eyes; and it makes the earth and all who are living on it worship that first Beast, whose mortal wound was healed."},{"number":13,"text":"It performs great marvels, even causing fire to fall from the heavens to the earth, before people’s eyes;"},{"number":14,"text":"and in consequence of the marvels which it was allowed to perform under the eyes of the Beast, it is able to deceive all who are living on the earth. It tells those who live on the earth to make a statue in honor of the Beast, who, despite the wound from the sword, yet lived."},{"number":15,"text":"It was permitted to breathe life into the image of the Beast, so that the image of the Beast might speak; and it was also permitted to cause all who refused to worship the image of the Beast to be put to death."},{"number":16,"text":"High and low, rich and poor, free and enslaved – it causes a brand to be put on the right hand or on the forehead of every one of them,"},{"number":17,"text":"so that no one is able to buy or sell, except those that bear this brand – either the name of the Beast or the number indicated by the letters of his name."},{"number":18,"text":"(Here there is need for discernment.) The person with ability can compute the number of the Beast; for the number indicates a person’s name. Its number is six hundred and sixty-six."}]}