{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":16,"verses":[{"number":1,"text":"Then I heard a loud voice, which came from the Temple, saying to the seven angels – ‘Go and empty the seven bowls of the wrath of God on the earth.’"},{"number":2,"text":"The first angel went and emptied his bowl on the earth; and it turned to loathsome and painful sores on all who bore the brand of the Beast and who worshiped its image."},{"number":3,"text":"Then the second angel emptied his bowl on the sea; and it turned to blood like the blood of a corpse, and every living thing died – everything in the sea."},{"number":4,"text":"Then the third angel emptied his bowl on the rivers and springs of water; and it turned to blood."},{"number":5,"text":"And I heard the angel of the Waters saying – ‘Righteous are you, you who is and who is, the Holy One, in inflicting this judgment;"},{"number":6,"text":"for men shed the blood of Christ’s people and of the prophets, and you have given them blood to drink. It is what they deserve.’"},{"number":7,"text":"And I heard the response from the altar – ‘Yes, Lord, our God, the Almighty, true and righteous are your judgments.’"},{"number":8,"text":"Then the fourth angel emptied his bowl on the sun; and he was permitted to scorch men with fire;"},{"number":9,"text":"and men were scorched by the intense heat. They blasphemed the name of God who controlled these curses, yet they did not repent and give him praise."},{"number":10,"text":"Then the fifth angel emptied his bowl on the throne of the Beast; and darkness fell on its kingdom. Men gnawed their tongues for pain,"},{"number":11,"text":"and blasphemed the God of heaven, because of their pains and because of their sores; yet they did not repent of what they had done."},{"number":12,"text":"Then the sixth angel emptied his bowl on the great river Euphrates; and the water in the river was dried up, so that the road for the kings of the East might be made ready."},{"number":13,"text":"And I saw three foul spirits, like frogs, come from the mouth of the Dragon and from the mouth of the Beast and from the mouth of the false prophet."},{"number":14,"text":"They are the spirits of demons, and perform marvels; they go to kings all over the world, to collect them for the battle on the great day of Almighty God."},{"number":15,"text":"(‘I am coming like a thief! Happy will he be who is on the watch, and keeps his clothing at hand, so that he will not have to walk about unclothed and let men see his nakedness.’)"},{"number":16,"text":"And the spirits collected the kings at the place called in Hebrew ‘Har-Magedon.’"},{"number":17,"text":"Then the seventh angel emptied his bowl on the air. (A loud voice came from the throne in the Temple; it said ‘All is over.’)"},{"number":18,"text":"There followed flashes of lightning, cries, and peals of thunder; and there was a great earthquake, such as had not occurred since man began to be on the earth – none so great;"},{"number":19,"text":"and the great city was torn in three, and the cities of the nation fell, and God remembered Babylon the Great, and gave her the maddening wine-cup of his wrath;"},{"number":20,"text":"and every island vanished, and the mountains disappeared."},{"number":21,"text":"Great hailstones, a pound in weight, are falling on men from the heavens. And men blasphemed God because of the curse of the hail, for it was a very terrible curse."}]}