{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":19,"verses":[{"number":1,"text":"After this, I heard what seemed to be a great shout from a vast throng in heaven, crying – ‘Hallelujah! To our God belong salvation, and glory, and Power,"},{"number":2,"text":"for true and righteous are his judgments. For he has passed judgment on the infamous prostitute who was corrupting the earth by her licentiousness, and he has taken vengeance on her for the blood of his servants.’"},{"number":3,"text":"Again they cried – ‘Hallelujah!’ And the smoke from her ruins rises for ever and ever."},{"number":4,"text":"Then the twenty-four elders and the Four creatures prostrated themselves and worshiped God who was seated on the throne, crying – ‘Amen, Hallelujah!’;"},{"number":5,"text":"and from the throne there came a voice which said – ‘Praise our God all you who serve him, You who worship him, both high and low.’"},{"number":6,"text":"Then I heard what seemed to be the shout of a vast throng, like the sound of many waters, and like the sound of loud peals of thunder, crying – ‘Hallelujah! For the Lord is king, our God, the Almighty."},{"number":7,"text":"Let us rejoice and exalt; and we will pay him honor, for the hour for the Marriage of the Lamb has come, and his Bride has made herself ready."},{"number":8,"text":"And to her it has been granted to robe herself in fine linen, white and pure, for that linen is the good deeds of the people of Christ.’"},{"number":9,"text":"Then a voice said to me ‘Write – “Blessed are those who have been summoned to the marriage feast of the Lamb.”’ And the voice said – ‘These words of God are true.’"},{"number":10,"text":"I prostrated myself at the feet of him who spoke to worship him, but he said to me – ‘No! I am your fellow servant, and the fellow servant of your brothers and sisters who bear their testimony to Jesus. Worship God. For to bear testimony to Jesus needs the inspiration of the prophets.’"},{"number":11,"text":"Then I saw that heaven lay open. There appears a white horse; its rider is called ‘Faithful’ and ‘True’; righteously does he judge and make war."},{"number":12,"text":"His eyes are flaming fires; on his head there are many diadems, and he bears a name, written, which no one knows but himself;"},{"number":13,"text":"he has been clothed in a garment sprinkled with blood; and the name by which he is called is ‘The Word of God.’"},{"number":14,"text":"The armies of heaven followed him, mounted on white horses and clothed in fine linen, white and pure."},{"number":15,"text":"From his mouth comes a sharp sword, with which to smite the nations; and he will rule them with an iron rod. He treads the grapes in the press of the maddening wine of the wrath of Almighty God;"},{"number":16,"text":"and on his robe and on his thigh he has this name written – ‘KING OF KINGS AND LORD OF LORDS.’"},{"number":17,"text":"Then I saw an angel standing on the sun. He cried in a loud voice to all the birds that fly in mid-heaven – ‘Gather and come to the great feast of God,"},{"number":18,"text":"to eat the flesh of kings, and the flesh of commanders, and the flesh of mighty men, and the flesh of horses and their riders, and the flesh of all free and enslaved, and of high and low.’"},{"number":19,"text":"Then I saw the Beast and the kings of the earth and their armies, gathered together to fight with him who sat on the horse and with his army."},{"number":20,"text":"The Beast was captured, and with him was taken the false prophet, who performed the marvels before the eyes of the Beast, with which he deceived those who had received the brand of the Beast and those who worshiped his image. Alive, they were thrown, both of them, into the lake of fire – of burning sulfur."},{"number":21,"text":"The rest were killed by the sword which came out of the mouth of him who rode on the horse; and all the birds fed on their flesh."}]}