{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":2,"verses":[{"number":1,"text":"“To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand, and walks among the seven golden lamps:"},{"number":2,"text":"I know your life, your toil and endurance, and I know that you cannot tolerate evildoers. I know, too, how you tested those who declare that they are apostles, though they are not, and how you proved them false."},{"number":3,"text":"You possess endurance, and have borne much for my name, and have never grown weary."},{"number":4,"text":"But this I have against you – You have abandoned your first love."},{"number":5,"text":"Therefore remember from what you have fallen, and repent, and live the life that you lived before; or else, I will come and remove your Lamp from its place, unless you repent."},{"number":6,"text":"But this is in your favor – You hate the life lived by the Nikolaitans, and I also hate it."},{"number":7,"text":"Anyone with ears should hear what the Spirit is saying to the churches. To him who conquers – to him I will give the right to eat the fruit of the Tree of life, which stands in the Paradise of God."},{"number":8,"text":"“To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died, but is restored to life:"},{"number":9,"text":"I know your persecution and your poverty – yet you are rich! I know, too, the slander that comes from those who declare that they are God’s people, though they are not, but are a congregation of Satan."},{"number":10,"text":"Do not be afraid of what you are about to suffer. The devil is about to throw some of you into prison so that you may be tempted, and may undergo persecution for ten days. Be faithful even to death, and I will give you the Crown of life."},{"number":11,"text":"Let those who have ears hear what the Spirit is saying to the churches. Those who conquer will suffer no hurt from the Second Death."},{"number":12,"text":"“To the angel of the church in Pergamus write: These are the words of him who holds the sharp two-edged sword:"},{"number":13,"text":"I know where you live, where the throne of Satan stands. And yet you hold to my name, and you did not disown my faith even in the days of Antipas, my faithful witness, who was put to death among you where Satan dwells."},{"number":14,"text":"Yet I have a few things against you – You have among you those who hold to the teaching of Balaam, who taught Balak to put temptations in the way of the Israelites, so that they should eat idol-offerings and commit licentious acts."},{"number":15,"text":"Again you have among you those who hold in the same way to the teaching of the Nikolaitans."},{"number":16,"text":"Therefore repent, or else, I will come quickly and contend with such people with words that will cut like a sword."},{"number":17,"text":"Let those who have ears hear what the Spirit is saying to the churches. To those who conquer – to them I will give a share of the mystic manna, and I will give them a white stone; and on the stone will be inscribed a new name, which no one knows except the person who receives it."},{"number":18,"text":"“To the angel of the church in Thyatira write: These are the words of the Son of God, whose eyes are like flaming fire, and whose feet are like brass:"},{"number":19,"text":"I know your life, your love, faith, service, and endurance; and I know that your life of late has been better than it was at first."},{"number":20,"text":"Yet I have this against you – You tolerate the woman Jezebel, who declares that she is a prophet, and misleads my servants by her teaching, until they commit licentious acts and eat idol-offerings."},{"number":21,"text":"I gave her time to repent, but she is determined not to turn from her licentiousness."},{"number":22,"text":"Therefore I am laying her on a bed of sickness, and bringing great suffering on those who are unfaithful with her, unless they repent and turn from a life like hers."},{"number":23,"text":"I will also put her children to death; and all the churches will learn that I am he who looks into people’s hearts and souls; and I will give to each one of you what their life deserves."},{"number":24,"text":"But I say to the rest of you at Thyatira – all who do not accept such teaching, those who did not learn the secrets of Satan, as people call them – I am not laying on you any further burden;"},{"number":25,"text":"only hold fast to what you have received, until I come."},{"number":26,"text":"To those who conquer and are careful to live my life to the end – to them I will give authority over the nations,"},{"number":27,"text":"and they will rule them with an iron rod, as when earthen vessels are broken in pieces (as I myself have received from my Father)"},{"number":28,"text":"and I will give them the morning star."},{"number":29,"text":"Let those who have ears hear what the Spirit is saying to the churches."}]}