{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":20,"verses":[{"number":1,"text":"Then I saw an angel coming down from heaven, with the key of the bottomless pit and a great chain in his hand."},{"number":2,"text":"He seized the Dragon, the primeval snake (who is the ‘devil’ or ‘Satan’), and bound him in chains for a thousand years."},{"number":3,"text":"He flung him into the bottomless pit and locked it, and set his seal on it; that he should not deceive the nations any more, until the thousand years were ended. After that he must be let loose for a while."},{"number":4,"text":"Then I saw thrones, and to those who took their seats on them authority was given to act as judges. And I saw the souls of those who had been beheaded because of the testimony to Jesus and because of the message of God, for they had refused to worship the Beast or its image, and had not received the brand on their foreheads and on their hands. They were restored to life, and they reigned with the Christ for a thousand years."},{"number":5,"text":"(The rest of the dead were not restored to life until the thousand years were ended.) This is the first resurrection."},{"number":6,"text":"Blessed and holy will he be who shares in that first resurrection. The second Death has no power over them; but they will be priests of God, and the Christ, and they will reign with him for the thousand years."},{"number":7,"text":"When the thousand years are ended, Satan will be let loose from his prison,"},{"number":8,"text":"and he will come out to deceive the nations that live in the four corners of the earth – Gog and Magog. He will come to gather them together for battle; and their number will be as great as the sand on the sea-shore."},{"number":9,"text":"They went up over the breadth of the whole earth, and surrounded the camp of Christ’s people and the city that he loves. Then fire fell from the heavens and consumed them;"},{"number":10,"text":"and the devil, their deceiver, was hurled into the lake of fire and sulfur, where the Beast and the false prophet already were, and they will be tortured day and night for ever and ever."},{"number":11,"text":"Then I saw a great white throne, and him who was seated on it. The earth and the heavens fled from his presence; no place was left for them."},{"number":12,"text":"And I saw the dead, high and low, standing before the throne; and books were opened. Then another book was opened, the book of life; and the dead were judged, according to their actions, by what was written in the books."},{"number":13,"text":"The sea gave up its dead, and Death and Hades gave up their dead; and they were judged, one by one, each according to his actions."},{"number":14,"text":"Then Death and Hades were hurled into the lake of fire. This is the Second Death – the lake of fire;"},{"number":15,"text":"and all whose names were not found written in the book of life were hurled into the lake of fire."}]}