{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":22,"verses":[{"number":1,"text":"And the angel showed me a river of the water of life, as clear as crystal, issuing from the throne of God and of the Lamb,"},{"number":2,"text":"in the middle of the street of the city. On each side of the river was a Tree of life which bore twelve kinds of fruit, yielding its fruit each month; and the leaves of the tree were for the healing of the nations."},{"number":3,"text":"Every thing that is accursed will cease to be. The throne of God and of the Lamb will be within it, and his servants will worship him;"},{"number":4,"text":"they will see his face, and his name will be on their foreheads."},{"number":5,"text":"Night will cease to be. They have no need of the light of a lamp, nor have they the light of the sun; for the Lord God will be their light, and they will reign for ever and ever."},{"number":6,"text":"Then the angel said to me – “These words may be trusted and are true. The Lord, the God that inspires the prophets, sent his angel to show his servants what must quickly take place;"},{"number":7,"text":"and they said ‘I will come quickly.’ Blessed will he be who lays to heart the words of the prophecy contained in this book.”"},{"number":8,"text":"It was I, John, who heard and saw these things; and, when I heard and saw them, I prostrated myself in worship at the feet of the angel that showed them to me."},{"number":9,"text":"But he said to me – “Forbear; I am your fellow servant, and the fellow servant of your fellow prophets, and of all who lay to heart the words in this book. Worship God.”"},{"number":10,"text":"Then the angel said to me – “Do not keep secret the words of the prophecy contained in this book; for the time is near."},{"number":11,"text":"Let the wrongdoer continue to do wrong; the filthy-minded continue to be filthy; the righteous continue to act righteously; and the holy-minded continue to be holy.”"},{"number":12,"text":"(‘I will come quickly. I bring my rewards with me, to give to each what their actions deserve."},{"number":13,"text":"I am the Alpha and the Omega, the First and the Last, the beginning and the End.’)"},{"number":14,"text":"Blessed will they be who wash their robes! They will have the right to approach the Tree of life, and may enter the city by the gates."},{"number":15,"text":"Outside will be the filthy, the sorcerers, the impure, the murderers, the idolaters, and all who love the false and live it."},{"number":16,"text":"‘I, Jesus, sent my angel to bear testimony to you about these things before the churches. I am the Scion and the Offspring of David, the bright star of the Morning.’"},{"number":17,"text":"‘Come,’ say the Spirit and the Bride; and all who hear, say ‘Come.’ All who thirst, come; anyone who wants, take the water of life freely."},{"number":18,"text":"I declare to all who hear the words of the prophecy contained in this book – ‘If anyone adds to it, God will add to his troubles the curses described in this book;"},{"number":19,"text":"and if anyone takes away any of the words in the book containing this prophecy, God will take away his share in the Tree of life, and in the Holy City – as described in this book.’"},{"number":20,"text":"He whose testimony this is says – ‘Assuredly I will come quickly.’ ‘Amen, come, Lord Jesus.’"},{"number":21,"text":"May the blessing of the Lord Jesus Christ, be with his people."}]}