{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":3,"verses":[{"number":1,"text":"“To the angel of the church in Sardis write: These are the words of him who has the seven spirits of God and the seven stars; – I know your life, and that people say of you that you are living, though you are dead."},{"number":2,"text":"Be on the watch, and strengthen what still survives, though once it was all but dead; for I have not found your life perfect in the eyes of my God."},{"number":3,"text":"Therefore remember what you have received and heard, and lay it to heart and repent. Unless you are on the watch, I will come like a thief, and you will not know at what hour I am coming to you."},{"number":4,"text":"Yet there are some few among you at Sardis who did not soil their robes; they will walk with me, robed in white, for they are worthy."},{"number":5,"text":"Those who conquer will be clothed in these white robes, and I will not strike their name out of the book of life; but I will own them before my Father, and before his angels."},{"number":6,"text":"Let those who have ears hear what the Spirit is saying to the churches."},{"number":7,"text":"“To the angel of the church in Philadelphia write: These are the words of him who is holy and true, who holds the Key of David, who opens and no one will shut, and shuts and no one opens:"},{"number":8,"text":"I know your life (see, I have set a door open before you which no one is able to shut), I know that, though you have but little strength, you kept my teaching in mind, and did not disown my name."},{"number":9,"text":"Listen, I give some of the congregation of Satan, the people who declare that they are God’s people, though they are not, but are lying – I will make them come and bow down at your feet, and they will learn that I loved you."},{"number":10,"text":"Because you kept in mind the story of my endurance, I will keep you in the hour of trial that is about to come on the whole world, the hour that will test all who are living on earth."},{"number":11,"text":"I will come quickly. Hold to what you have received so that no one may take your crown."},{"number":12,"text":"Those who conquer – I will make them a pillar in the Temple of my God; and never more will they leave it; and I will write on them the name of my God and the name of the city of my God, the New Jerusalem, which is coming down out of heaven from my God, and I will write on them my new name."},{"number":13,"text":"Let those who have ears hear what the Spirit is saying to the churches."},{"number":14,"text":"“To the angel of the church in Laodicea write: These are the words of the Unchanging One, the witness faithful and true, the beginning of the Creation of God:"},{"number":15,"text":"I know your life; I know that you are neither cold nor hot. If only you were either cold or hot!"},{"number":16,"text":"But now, because you are lukewarm, neither hot nor cold, I am about to spit you out of my mouth."},{"number":17,"text":"You say ‘I am rich and have grown rich, and I want for nothing,’ and you do not know that you are wretched, miserable, poor, blind, naked!"},{"number":18,"text":"Therefore I counsel you to buy from me gold which has been refined by fire so that you may grow rich; and white robes, so that you may be clothed and your shameful nakedness be hidden; and ointment to anoint your eyes, so that you may see."},{"number":19,"text":"All whom I love I rebuke and discipline. Therefore be in earnest and repent."},{"number":20,"text":"I am standing at the door and knocking! If anyone hears my voice and opens the door, I will go in, and will feast with them, and they will feast with me."},{"number":21,"text":"To those who conquer – to them I will give the right to sit beside me on my throne, as I, when I conquered, took my seat beside my Father on his throne."},{"number":22,"text":"Let those who have ears hear what the Spirit is saying to the churches.”"}]}