{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":4,"verses":[{"number":1,"text":"After this, in my vision, I saw an open door in the heavens, and the first voice that I heard was like the blast of a trumpet speaking to me. It said – ‘Come up here and I will show you what must take place.’"},{"number":2,"text":"Immediately after this I fell into a trance. There stood a throne in heaven, and on the throne was One seated."},{"number":3,"text":"He who was seated on it was in appearance like a jasper and a sardius; and around the throne there was a rainbow of the color of an emerald."},{"number":4,"text":"And around the throne were twenty-four other thrones, and on these I saw twenty-four elders sitting clothed in white robes; and on their heads they had crowns of gold."},{"number":5,"text":"Out from the throne come flashes of lightning, cries, and peals of thunder! There are seven torches burning in front of the throne, which are the seven spirits of God;"},{"number":6,"text":"and in front of the throne is what seemed to be a sea of glass, resembling crystal, while within the space before the throne and around the throne are four creatures full of eyes in front and behind."},{"number":7,"text":"The first creature is like a lion, the second creature like a calf, the third creature has a face like a man’s, and the fourth creature is like an eagle on the wing."},{"number":8,"text":"These four creatures have each of them six wings, and all around, and within, they are full of eyes; and day and night they never cease to say – ‘Holy, holy, holy is the Lord, our God, the Almighty, who was, and who is, and who will be.’"},{"number":9,"text":"And, whenever these creatures give praise and honor and thanks to him who is seated on the throne, to him who lives for ever and ever,"},{"number":10,"text":"the twenty-four elders prostrate themselves before him who is seated on the throne, and worship him who lives for ever and ever, and throw down their crowns before the throne, saying –"},{"number":11,"text":"‘Worthy are you, our Lord and God, to receive all praise, and honor, and power, for you did create all things, and at your bidding they came into being and were created.’"}]}