{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":5,"verses":[{"number":1,"text":"Then I saw at the right hand of him who was seated on the throne a book, with writing inside and out, and sealed with seven seals;"},{"number":2,"text":"and I saw a mighty angel who was proclaiming in a loud voice – ‘Who is worthy to open the book and break its seals?’"},{"number":3,"text":"But no one either in heaven or on earth or under the earth was able to open the book or look within it."},{"number":4,"text":"At this I wept long, because no one could be found who was worthy to open the book or look within it."},{"number":5,"text":"But one of the elders said to me – ‘Do not weep. The Lion conquered – the Lion of the tribe of Judah, the Scion of David – and can therefore open the book with its seven seals.’"},{"number":6,"text":"Then, within the space between the throne and the four creatures, and in the midst of the elders, I saw, standing, a Lamb, which seemed to have been sacrificed. It had seven horns and seven eyes. (These eyes are the seven spirits of God, and they are sent into all the world.)"},{"number":7,"text":"The Lamb came forward. He took the book from the right hand of the one who was seated on the throne,"},{"number":8,"text":"and when he had taken it the four creatures and the twenty-four elders prostrated themselves before the Lamb, each of them holding a harp and golden bowls full of incense. (These are the prayers of Christ’s people.)"},{"number":9,"text":"And they are singing a new song – ‘You are worthy to take the book and break its seals, for you were sacrificed, and with your blood you did buy for God people of every tribe, and language, and people, and nation,"},{"number":10,"text":"and did make them a kingdom of priests in the service of our God, and they are reigning on the earth.’"},{"number":11,"text":"Then, in my vision, I heard the voices of many angels around the throne, and of the creatures, and of the elders. In number they were ten thousand times ten thousand and thousands of thousands,"},{"number":12,"text":"and they cried in a loud voice – ‘Worthy is the Lamb that was sacrificed to receive all power, and wealth, and wisdom, and might, and honor, and praise, and blessing.’"},{"number":13,"text":"And I heard every created thing in the air, and on the earth, and under the earth, and on the sea, and all that is in them crying – ‘To him who is seated on the throne and to the Lamb be ascribed all blessing, and honor, and praise, and dominion for ever and ever.’"},{"number":14,"text":"And the four creatures said ‘Amen,’ and the elders prostrated themselves and worshiped."}]}