{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":6,"verses":[{"number":1,"text":"Then I saw the Lamb break one of the seven seals, and I heard one of the four creatures crying with a voice like thunder – ‘Come.’"},{"number":2,"text":"And in my vision I saw a white horse. Its rider held a bow, and he was given a crown, and he went out conquering and to conquer."},{"number":3,"text":"When the Lamb broke the second seal, I heard the second creature crying – ‘Come.’"},{"number":4,"text":"Then there went out another horse, a red horse, and to its rider was given the power to deprive the earth of peace, so that people should kill one another; and he was given a great sword."},{"number":5,"text":"When the Lamb broke the third seal, I heard the third creature crying – ‘Come.’ And in my vision I saw a black horse. Its rider held scales in his hand."},{"number":6,"text":"And I heard what seemed to be a voice, coming from among the four creatures, crying – ‘A quart of wheat for a silver coin, and three quarts of barley for a silver coin! But do not harm the oil and the wine.’"},{"number":7,"text":"When the Lamb broke the fourth seal, I heard the voice of the fourth creature crying – ‘Come.’"},{"number":8,"text":"And in my vision I saw a grey horse. His rider’s name was Death, and Hades rode behind him; and power was given them over the fourth part of the earth, so that they might destroy with sword and famine and death, and by means of the wild Beasts of the earth."},{"number":9,"text":"When the Lamb opened the fifth seal, I saw under the altar the souls of those who had been killed for the sake of God’s message and for the testimony which they had borne."},{"number":10,"text":"They cried in a loud voice – ‘How long, Sovereign Lord, holy and true, before you will give judgment and avenge our blood on all who are living on the earth?’"},{"number":11,"text":"Then to each of them was given a white robe, and they were told to rest yet a little longer, until the number of their fellow servants and of their friends in Christ’s service who were about to be put to death, as they had been, should be complete."},{"number":12,"text":"And I watched as the Lamb broke the sixth seal. There was a great earthquake. The sun became black like sackcloth, and the full moon became red like blood."},{"number":13,"text":"The stars of the heavens fell to the earth, as when a fig tree, shaken by a strong wind, drops its unripe fruit."},{"number":14,"text":"The heavens disappeared like a scroll when it is rolled up, and every mountain and island was moved from its place."},{"number":15,"text":"Then all the kings of the earth, and the princes, and the generals, and the rich, and the powerful, and every slave and free person, hid themselves in the caves and under the rocks of the mountains."},{"number":16,"text":"They are crying to the mountains and the rocks – ‘Fall on us, and hide us from the eyes of him who is seated on the throne, and from the wrath of the Lamb,"},{"number":17,"text":"for the great day of their wrath is come, and who can stand to meet it?’"}]}