{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":8,"verses":[{"number":1,"text":"As soon as the Lamb had broken the seventh seal, there was silence in heaven for, it might be, half an hour."},{"number":2,"text":"Then I saw the seven angels who stand before God, and seven trumpets were given to them."},{"number":3,"text":"Next, another angel came and stood at the altar with a golden censer in his hand; and a great quantity of incense was given to him, to mingle with the prayers of all Christ’s people on the golden altar before the throne."},{"number":4,"text":"The smoke of the incense ascended, with the prayers of Christ’s people, from the hand of the angel before God."},{"number":5,"text":"Then the angel took the censer, and filled it with fire from the altar, and threw it down on the earth; and there followed peals of thunder, cries, flashes of lightning, and an earthquake."},{"number":6,"text":"Then the seven angels holding the seven trumpets prepared to blow their blasts."},{"number":7,"text":"The first blew; and there came hail and fire mixed with blood, and it fell on the earth. A third part of the earth was burnt up, and a third of the trees, and every blade of grass."},{"number":8,"text":"Then the second angel blew; and what appeared to be a great mountain, burning, was hurled into the sea. A third of the sea became blood,"},{"number":9,"text":"and a third part of all created things that are in the sea – that is, of all living things – died, and a third of the ships was destroyed."},{"number":10,"text":"Then the third angel blew; and there fell from the heavens a great star, burning like a torch. It fell on a third of the rivers and on the springs."},{"number":11,"text":"(The star is called ‘Wormwood.’) A third of the water became bitter as wormwood, and so bitter was the water that many died from drinking it."},{"number":12,"text":"Then the fourth angel blew; and a third of the sun and a third of the moon and a third of the stars were blasted, so that a third of them was eclipsed, and for a third part of the day there was no light, and at night it was the same."},{"number":13,"text":"And, in my vision, I heard an eagle flying in mid-heaven and crying in a loud voice – ‘Woe, woe, woe for all who live on the earth, at the other trumpet-blasts of the three angels who have yet to blow.’"}]}