{"translation":"oeb-us","book":"rev","bookName":"Revelation","chapter":9,"verses":[{"number":1,"text":"Then the fifth angel blew; and I saw a star that had fallen on the earth from the heavens, and to him was given the key of the bottomless pit."},{"number":2,"text":"He opened the bottomless pit, and from the pit rose a smoke like the smoke of a great furnace. The sun and the air grew dark because of the smoke from the pit."},{"number":3,"text":"Out of the smoke locusts descended on the earth, and they received the same power as that possessed by scorpions."},{"number":4,"text":"They were told not to harm the grass, or any plant, or any tree, but only those who have not the seal of God on their foreheads."},{"number":5,"text":"Yet they were not allowed to kill them, but it was ordered that those men should be tortured for five months. Their torture was like the torture caused by a scorpion when it stings a person."},{"number":6,"text":"In those days people will seek Death and will not find it; They will long to die, but Death flees from them."},{"number":7,"text":"In appearance the locusts were like horses equipped for battle. On their heads there were what appeared to be crowns that shone like gold, their faces resembled human faces,"},{"number":8,"text":"and they had hair like the hair of a woman, their teeth were like lions’ teeth,"},{"number":9,"text":"and they had what seemed to be iron breastplates, while the noise of their wings was like the noise of chariots drawn by many horses, galloping into battle."},{"number":10,"text":"They have tails like scorpions, and stings, and in their tails lies their power to harm people for five months."},{"number":11,"text":"They have as their king the angel of the bottomless pit, whose name, in Hebrew, is ‘Abaddon,’ while, in Greek, his name is ‘Apollyon’ (the Destroyer)."},{"number":12,"text":"The first Woe has passed; and still there are two Woes to follow!"},{"number":13,"text":"Then the sixth angel blew; and I heard a voice proceeding from the corners of the golden altar that stood before God."},{"number":14,"text":"It spoke to the sixth angel – the angel with the trumpet – and said ‘Let loose the four angels that are in chains at the great river Euphrates.’"},{"number":15,"text":"Then the four angels, that were held in readiness for that hour and day and month and year, were let loose, to destroy a third of mankind."},{"number":16,"text":"The number of the hosts of cavalry was ten thousand times ten thousand, twice told; I heard their number."},{"number":17,"text":"And this is what the horses and their riders appeared to be like in my vision: They had breastplates of fire, blood-red and sulphurous, and the heads of the horses were like lions’ heads, while out of their mouths issue fire, and smoke, and sulfur."},{"number":18,"text":"Through these three curses a third of humanity perished – because of the fire, and the smoke, and the sulfur that issued from their mouths;"},{"number":19,"text":"for the power of the horses lies in their mouths and in their tails. For their tails are like snakes, with heads, and it is with them that they do harm."},{"number":20,"text":"But those who were left of humanity, who had not perished through these curses, did not repent and turn away from what their own hands had made; they would not abandon the worship of demons, and of idols made of gold or silver or brass or stone or wood, which can neither see, nor hear, nor walk;"},{"number":21,"text":"and they did not repent of their murders, or their sorceries, or their licentiousness, or their thefts."}]}