{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":1,"verses":[{"number":1,"text":"The beginning of the good news about Jesus Christ."},{"number":2,"text":"It is said in the prophet Isaiah – ‘I am sending my messenger ahead of you; he will prepare your way."},{"number":3,"text":"The voice of one crying aloud in the wilderness: “Prepare the road for the Lord, make a straight path for him.”’"},{"number":4,"text":"John the Baptizer appeared in the wilderness, proclaiming a baptism on repentance, for the forgiveness of sins."},{"number":5,"text":"The whole of Judea, as well as all the inhabitants of Jerusalem, went out to him; and they were baptized by him in the Jordan River, confessing their sins."},{"number":6,"text":"John wore clothes made of camels’ hair, with a leather strap around his waist, and lived on locusts and wild honey;"},{"number":7,"text":"and he proclaimed – “After me is coming someone more powerful than I am, and I am not fit even to stoop down and unfasten his sandals."},{"number":8,"text":"I have baptized you with water, but he will baptize you with the Holy Spirit.”"},{"number":9,"text":"Now about that time Jesus came from Nazareth in Galilee, and was baptized by John in the Jordan."},{"number":10,"text":"Just as he was coming up out of the water, he saw the heavens split open and the Spirit coming down to him like a dove,"},{"number":11,"text":"and from the heavens came a voice – “You are my dearly loved son; you bring me great joy.”"},{"number":12,"text":"Immediately afterward the Spirit drove Jesus out into the wilderness;"},{"number":13,"text":"and he was there in the wilderness forty days, tempted by Satan, and among the wild beasts, while the angels helped him."},{"number":14,"text":"After John had been arrested, Jesus went to Galilee, proclaiming the good news of God –"},{"number":15,"text":"“The time has come, and the kingdom of God is at hand; repent, and believe the good news.”"},{"number":16,"text":"As Jesus was going along the shore of the Sea of Galilee, he saw Simon and his brother Andrew casting a net in the sea, for they were fishermen."},{"number":17,"text":"“Come and follow me,” Jesus said, “and I will teach you to fish for people.”"},{"number":18,"text":"They left their nets at once, and followed him."},{"number":19,"text":"Going on a little further, he saw James, Zebedee’s son, and his brother John, who were in their boat mending the nets."},{"number":20,"text":"Jesus called them at once, and they left their father Zebedee in the boat with the crew, and went after him."},{"number":21,"text":"They walked to Capernaum. On the next Sabbath Jesus went into the synagogue and began to teach."},{"number":22,"text":"The people were amazed at his teaching, for he taught them like one who had authority, and not like the teachers of the Law."},{"number":23,"text":"Now there was in their synagogue at the time a man under the power of a foul spirit, who called out,"},{"number":24,"text":"“What do you want with us, Jesus the Nazarene? Have you come to destroy us? I know who you are – the Holy One of God!”"},{"number":25,"text":"But Jesus rebuked the spirit, “Be silent! Come out from him.”"},{"number":26,"text":"The foul spirit threw the man into a fit, and with a loud cry came out from him."},{"number":27,"text":"They were all so amazed that they kept asking each other, “What is this? What is this, a new kind of teaching? He gives his commands with authority even to the foul spirits, and they obey him!”"},{"number":28,"text":"His fame spread at once in all directions, through the whole region of Galilee."},{"number":29,"text":"As soon as they had left the synagogue, they went to the house of Simon and Andrew, along with James and John."},{"number":30,"text":"Now Simon’s mother-in-law was lying ill with a fever, and they at once told Jesus about her."},{"number":31,"text":"Jesus went up to her and, grasping her hand, raised her up; the fever left her, and she began to take care of them."},{"number":32,"text":"In the evening, after sunset, the people brought to Jesus all who were ill or possessed by demons;"},{"number":33,"text":"and the whole city was gathered around the door."},{"number":34,"text":"Jesus cured many who were ill with various diseases, and drove out many demons, and would not permit them to speak, because they knew him to be the Christ."},{"number":35,"text":"In the morning, long before daylight, Jesus got up and went out to a lonely spot, where he began to pray."},{"number":36,"text":"But Simon and his companions went out searching for him;"},{"number":37,"text":"and, when they found him, they exclaimed, “Everyone is looking for you!”"},{"number":38,"text":"But Jesus said to them, “Let us go somewhere else, into the country towns nearby so that I can make my proclamation in them also; for that was why I came.”"},{"number":39,"text":"And he went about making his proclamation in their synagogues all through Galilee, and driving out the demons."},{"number":40,"text":"One day a leper came to Jesus and, falling on his knees, begged him for help. “If only you are willing,” he said, “you are able to make me clean.”"},{"number":41,"text":"Moved with compassion, Jesus stretched out his hand and touched him, saying as he did so, “I am willing; become clean.”"},{"number":42,"text":"Instantly the leprosy left the man, and he became clean;"},{"number":43,"text":"and then Jesus, after sternly warning him, immediately sent him away,"},{"number":44,"text":"and said to him, “Be careful not to say anything to anyone; but go and show yourself to the priest, and make the offerings for your cleansing directed by Moses, as evidence of your cure.”"},{"number":45,"text":"The man, however, went away, and began to speak about it publicly, and to spread the story so widely, that Jesus could no longer go openly into a town, but stayed outside in lonely places; and people came to him from every direction."}]}