{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":10,"verses":[{"number":1,"text":"On leaving that place, Jesus went into the district of Judea on the other side of the Jordan. Crowds gathered about him again; and again, as usual, he began teaching them."},{"number":2,"text":"Presently some Pharisees came up and, to test him, asked, “Has a husband the right to divorce his wife?”"},{"number":3,"text":"“What direction did Moses give you?” replied Jesus."},{"number":4,"text":"“Moses,” they said, “permitted a man to draw up in writing a notice of separation and divorce his wife.”"},{"number":5,"text":"“It was owing to the hardness of your hearts,” said Jesus, “that Moses gave you this direction;"},{"number":6,"text":"but, at the beginning of the Creation, ‘God made them male and female.’"},{"number":7,"text":"‘For this reason a man will leave his father and mother,"},{"number":8,"text":"and the man and his wife will become one;’ so that they are no longer two, but one."},{"number":9,"text":"What God himself, then, has yoked together no one must separate.”"},{"number":10,"text":"When they were indoors, the disciples asked him again about this,"},{"number":11,"text":"and he said, “Anyone who divorces his wife and marries another woman is guilty of adultery against his wife;"},{"number":12,"text":"and, if the woman divorces her husband and marries another man, she is guilty of adultery.”"},{"number":13,"text":"Some of the people were bringing little children to Jesus, for him to touch them; but the disciples rebuked those who had brought them."},{"number":14,"text":"When, however, Jesus saw this, he was indignant. “Let the little children come to me,” he said, “do not hinder them; for it is to the childlike that the kingdom of God belongs."},{"number":15,"text":"I tell you, unless a person receives the kingdom of God like a child, they will not enter it at all.”"},{"number":16,"text":"Then he embraced the children, and, placing his hands on them, gave them his blessing."},{"number":17,"text":"As Jesus was resuming his journey, a man came running up to him, and threw himself on his knees before him. “Good teacher,” he asked, “what must I do to gain eternal life?”"},{"number":18,"text":"“Why do you call me good?” answered Jesus. “No one is good but God."},{"number":19,"text":"You know the commandments – ‘Do not kill. Do not commit adultery. Do not steal. Do not say what is false about others. Do not cheat. Honor your father and your mother.’”"},{"number":20,"text":"“Teacher,” he replied, “I have observed all these from my childhood.”"},{"number":21,"text":"Jesus looked at the man, and his heart went out to him, and he said, “There is still one thing wanting in you; go and sell all that you have, and give to the poor, and you will have wealth in heaven; then come and follow me.”"},{"number":22,"text":"But the man’s face clouded at these words, and he went away distressed, for he had great possessions."},{"number":23,"text":"Then Jesus looked around, and said to his disciples, “How hard it will be for people of wealth to enter the kingdom of God!”"},{"number":24,"text":"The disciples were amazed at his words. But Jesus said again, “My children, how hard a thing it is to enter the kingdom of God!"},{"number":25,"text":"It is easier for a camel to get through a needle’s eye, than for a rich person to enter the kingdom of God.”"},{"number":26,"text":"“Then who can be saved?” they exclaimed in the greatest astonishment."},{"number":27,"text":"Jesus looked at them, and answered, “With people it is impossible, but not with God; for everything is possible with God.”"},{"number":28,"text":"“But we,” began Peter, “we left everything and have followed you.”"},{"number":29,"text":"“I tell you,” said Jesus, “there is no one who has left house, or brothers, or sisters, or mother, or father, or children, or land, for my sake and for the good news,"},{"number":30,"text":"who will not receive a hundred times as much, even now in the present – houses, and brothers, and sisters, and mothers, and children, and land, though not without persecutions – and in the age that is coming, eternal life."},{"number":31,"text":"But many who are first now will then be last, and the last will be first.”"},{"number":32,"text":"They were on the road going up to Jerusalem, with Jesus walking in front of them. The disciples were filled with awe, while those who were following behind were overwhelmed with fear. Gathering the Twelve around him once more, Jesus began to tell them what was about to happen to him."},{"number":33,"text":"“Listen!” he said. “We are going up to Jerusalem; and there the Son of Man will be betrayed to the chief priests and the teachers of the Law, and they will condemn him to death, and they will give him up to the Gentiles,"},{"number":34,"text":"who will mock him, spit on him, and scourge him, and put him to death; and after three days he will rise again.”"},{"number":35,"text":"James and John, the two sons of Zebedee, went to Jesus, and said, “Teacher, we want you to do for us whatever we ask.”"},{"number":36,"text":"“What do you want me to do for you?” he asked."},{"number":37,"text":"“Grant us this,” they answered, “to sit, one on your right, and the other on your left, when you come in glory.”"},{"number":38,"text":"“You do not know what you are asking,” Jesus said to them. “Can you drink the cup that I am to drink? Or receive the baptism that I am to receive?”"},{"number":39,"text":"“Yes,” they answered, “we can.” “You will indeed drink the cup that I am to drink,” Jesus said, “and receive the baptism that I am to receive,"},{"number":40,"text":"but as to a seat at my right or at my left – that is not mine to give, but it is for those for whom it has been prepared.”"},{"number":41,"text":"On hearing of this, the ten others were at first very indignant about James and John."},{"number":42,"text":"But Jesus called the ten to him, and said, “Those who are regarded as ruling among the Gentiles lord it over them, as you know, and their great men oppress them."},{"number":43,"text":"But among you it is not so. No, whoever wants to become great among you must be your servant,"},{"number":44,"text":"and whoever wants to take the first place among you must be the servant of all;"},{"number":45,"text":"for even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”"},{"number":46,"text":"They came to Jericho. When Jesus was going out of the town with his disciples and a large crowd, Bartimaeus, the son of Timaeus, a blind beggar, was sitting by the roadside."},{"number":47,"text":"Hearing that it was Jesus the Nazarene, he began to call out, “Jesus, Son of David, take pity on me.”"},{"number":48,"text":"Many of the people kept telling him to be quiet; but the man continued to call out all the louder, “Son of David, take pity on me.”"},{"number":49,"text":"Then Jesus stopped. “Call him,” he said. So they called the blind man. “Have courage!” they exclaimed. “Get up; he is calling you.”"},{"number":50,"text":"The man threw off his cloak, sprang up, and came to Jesus."},{"number":51,"text":"“What do you want me to do for you?” said Jesus, addressing him. “Rabboni,” the blind man answered, “I want to recover my sight.”"},{"number":52,"text":"“You may go,” Jesus said, “Your faith has delivered you.” Immediately he recovered his sight, and began to follow Jesus along the road."}]}