{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":11,"verses":[{"number":1,"text":"When they had almost reached Jerusalem, as far as Bethphage and Bethany, near the Mount of Olives, Jesus sent on two of his disciples."},{"number":2,"text":"“Go to the village facing you,” he said, “and, as soon as you get there, you will find a foal tethered, which no one has ever ridden; untie it, and bring it."},{"number":3,"text":"And, if anyone says to you ‘Why are you doing that?’, say ‘The Master wants it, and will be sure to send it back here at once.’”"},{"number":4,"text":"The two disciples went, and, finding a foal tethered outside a door in the street, they untied it."},{"number":5,"text":"Some of the bystanders said to them, “What are you doing, untying the foal?”"},{"number":6,"text":"And the two disciples answered as Jesus had told them; and they allowed them to go."},{"number":7,"text":"Then they brought the foal to Jesus, and, when they had laid their cloaks on it, he seated himself on it."},{"number":8,"text":"Many of the people spread their cloaks on the road, while some strewed boughs which they had cut from the fields;"},{"number":9,"text":"and those who led the way, as well as those who followed, kept shouting, “God save him! Blessed is He who comes in the name of the Lord!"},{"number":10,"text":"Blessed is the coming kingdom of our father David! God save him from on high!”"},{"number":11,"text":"Jesus entered Jerusalem, and went into the Temple Courts; and, after looking around at everything, as it was already late, he went out to Bethany with the Twelve."},{"number":12,"text":"The next day, after they had left Bethany, Jesus became hungry;"},{"number":13,"text":"and, noticing a fig tree at a distance in leaf, he went to it to see if by any chance he could find something on it; but, on coming up to it, he found nothing but leaves, for it was not the season for figs."},{"number":14,"text":"So, addressing the tree, he exclaimed, “May no one ever again eat of your fruit!” And his disciples heard what he said."},{"number":15,"text":"They came to Jerusalem. Jesus went into the Temple Courts, and began to drive out those who were buying and selling there. He overturned the tables of the money changers, and the seats of the pigeon-dealers,"},{"number":16,"text":"and would not allow anyone to carry anything across the Temple Courts."},{"number":17,"text":"Then he began to teach. “Does not scripture say,” he asked, “‘My house will be called a house of prayer for all the nations’? But you have made it a den of robbers.”"},{"number":18,"text":"Now the chief priests and the teachers of the Law heard this and began to look for some way of putting Jesus to death; for they were afraid of him, since all the people were greatly impressed by his teaching."},{"number":19,"text":"As soon as evening fell, Jesus and his disciples went out of the city."},{"number":20,"text":"As they passed by early in the morning, they noticed that the fig tree was withered up from the roots."},{"number":21,"text":"Then Peter recalled what had occurred. “Look, Rabbi,” he exclaimed, “the fig tree which you doomed is withered up!”"},{"number":22,"text":"“Have faith in God!” replied Jesus."},{"number":23,"text":"“I tell you that if anyone should say to this hill ‘Be lifted up and hurled into the sea!’, without ever a doubt in his mind, but in the faith that what he says will be done, he would find that it would be."},{"number":24,"text":"And therefore I say to you ‘Have faith that whatever you ask for in prayer is already granted you, and you will find that it will be.’"},{"number":25,"text":"“And, whenever you stand up to pray, forgive any grievance that you have against anyone, so that your Father who is in heaven also may forgive you your offenses.”"},{"number":27,"text":"They came to Jerusalem again. While Jesus was walking about in the Temple Courts, the chief priests, the teachers of the Law, and the elders came up to him."},{"number":28,"text":"“What authority have you to do these things?” they said. “Who gave you the authority to do them?”"},{"number":29,"text":"“I will put one question to you,” said Jesus. “Answer me that, and then I will tell you what authority I have to act as I do."},{"number":30,"text":"It is about John’s baptism. Was it of divine or human origin? Answer me that.”"},{"number":31,"text":"They began arguing together. “If we say ‘divine,’ he will say ‘Why then didn’t you believe him?’"},{"number":32,"text":"Yet can we say ‘human’?” They were afraid of the people, for everyone regarded John as undoubtedly a prophet."},{"number":33,"text":"So their answer to Jesus was – “We do not know.” “Then I,” replied Jesus, “refuse to tell you what authority I have to do these things.”"}]}