{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":12,"verses":[{"number":1,"text":"Jesus began to speak to them in parables, “A man once planted a vineyard, put a fence around it, dug a wine-press, built a tower, and then let it out to tenants and went abroad."},{"number":2,"text":"At the proper time he sent a servant to the tenants, to receive from them a share of the produce of the grape harvest;"},{"number":3,"text":"but they seized him, and beat him, and sent him away empty-handed."},{"number":4,"text":"A second time the owner sent a servant to them; this man, too, the tenants struck on the head, and insulted."},{"number":5,"text":"He sent another, but him they killed; and so with many others – some they beat and some they killed."},{"number":6,"text":"He had still one son, who was very dear to him; and him he sent to them last of all. ‘They will respect my son,’ he said."},{"number":7,"text":"But those tenants said to one another ‘Here is the heir! Come, let us kill him, and his inheritance will be ours.’"},{"number":8,"text":"So they seized him, and killed him, and threw his body outside the vineyard."},{"number":9,"text":"What will the owner of the vineyard do? He will come and put the tenants to death, and he will let the vineyard to others."},{"number":10,"text":"“Have you never read this passage of scripture? – ‘The stone which the builders despised has now itself become the cornerstone;"},{"number":11,"text":"this cornerstone has come from the Lord, and is marvelous in our eyes.’”"},{"number":12,"text":"After this his enemies were eager to arrest him, but they were afraid of the crowd; for they saw that it was at them that he had aimed the parable. So they left him alone, and went away."},{"number":13,"text":"Afterward they sent to Jesus some of the Pharisees and Herodians, to set a trap for him in the course of conversation."},{"number":14,"text":"These men came to him and said, “Teacher, we know that you are an honest man, and are not afraid of anyone, for you pay no regard to a person’s position, but teach the way of God honestly; are we right in paying taxes to the Emperor, or not?"},{"number":15,"text":"Should we pay, or should we not pay?” Knowing their hypocrisy, Jesus said to them, “Why are you testing me? Bring me a coin to look at.”"},{"number":16,"text":"And, when they had brought it, he asked, “Whose head and title are these?” “The Emperor’s,” they said;"},{"number":17,"text":"and Jesus replied, “Pay to the Emperor what belongs to the Emperor, and to God what belongs to God.” And they were amazed at him."},{"number":18,"text":"Next came some Sadducees – the men who maintain that there is no resurrection. Their question was this –"},{"number":19,"text":"“Teacher, in our scriptures Moses decreed that, should a man’s brother die, leaving a widow but no child, the man should take the widow as his wife, and raise up a family for his brother."},{"number":20,"text":"There were once seven brothers. The eldest married, but died and left no family;"},{"number":21,"text":"and the second married his widow, and died without family; and so did the third."},{"number":22,"text":"All the seven died and left no family. The woman herself died last of all."},{"number":23,"text":"At the resurrection whose wife will she be, all seven brothers having had her as their wife?”"},{"number":24,"text":"“Is not the reason of your mistake,” answered Jesus, “your ignorance of the scriptures and of the power of God?"},{"number":25,"text":"When people rise from the dead, there is no marrying or being married; but they are as angels in heaven."},{"number":26,"text":"“As to the dead, and the fact that they rise, have you never read in the book of Moses, in the passage about the Bush, how God spoke to him saying – ‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’?"},{"number":27,"text":"He is not God of dead people, but of living. You are greatly mistaken.”"},{"number":28,"text":"Then came up one of the teachers of the Law who had heard their discussions. Knowing that Jesus had answered them wisely, he asked him this question, “Which commandment is the most important of all?”"},{"number":29,"text":"“The most important,” answered Jesus, “is – ‘Hear, Israel; the Lord our God is the one Lord;"},{"number":30,"text":"and you must love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.’"},{"number":31,"text":"The second is this – ‘You must love your neighbor as you love yourself.’ There is no commandment greater than these.”"},{"number":32,"text":"“Wisely answered, teacher!” exclaimed the teacher of the Law. “It is true, as you say, that there is one God, and that there is no other besides him;"},{"number":33,"text":"and to love him with all one’s heart, and with all one’s understanding, and with all one’s strength, and to love one’s neighbor as one loves oneself is far beyond all burnt offerings and sacrifices.”"},{"number":34,"text":"Seeing that he had answered with discernment, Jesus said to him, “You are not far from the kingdom of God.” After that no one ventured to question him further."},{"number":35,"text":"While Jesus was teaching in the Temple Courts, he asked, “How is it that the teachers of the Law say that the Christ is to be David’s son?"},{"number":36,"text":"David said himself, speaking under the inspiration of the Holy Spirit – ‘The Lord said to my lord: Sit at my right hand, until I put your enemies beneath your feet.’"},{"number":37,"text":"David himself calls him ‘lord,’ how comes it, then, that he is to be his son?” The mass of the people listened to Jesus with delight."},{"number":38,"text":"In the course of his teaching, Jesus said, “See that you are on your guard against the teachers of the Law, who delight to walk about in long robes, and to be greeted in the streets with respect,"},{"number":39,"text":"and to have the best seats in the synagogues, and places of honor at dinner."},{"number":40,"text":"They are the men who rob widows of their homes, and make a pretense of saying long prayers. Their sentence will be all the heavier.”"},{"number":41,"text":"Then Jesus sat down opposite the chests for the Temple offerings, and watched how the people put money into them. Many rich people were putting in large sums;"},{"number":42,"text":"but one poor widow came and put in two small coins, worth very little."},{"number":43,"text":"Then, calling his disciples to him, Jesus said, “I tell you that this poor widow has put in more than all the others who were putting money into the chests;"},{"number":44,"text":"for everyone else put in something from what he had to spare, while she, in her need, put in all she had – everything that she had to live on.”"}]}