{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":13,"verses":[{"number":1,"text":"As Jesus was walking out of the Temple Courts, one of his disciples said to him, “Teacher, look what fine stones and buildings these are!”"},{"number":2,"text":"“Do you see these great buildings?” asked Jesus. “Not a single stone will be left here on another, which will not be thrown down.”"},{"number":3,"text":"When Jesus had sat down on the Mount of Olives, facing the Temple, Peter, James, John and Andrew questioned him privately,"},{"number":4,"text":"“Tell us when this will be, and what will be the sign when all this is drawing to its close.”"},{"number":5,"text":"Then Jesus began, “See that no one leads you astray."},{"number":6,"text":"Many will take my name, and come saying ‘I am He’, and will lead many astray."},{"number":7,"text":"“And, when you hear of wars and rumors of wars, do not be alarmed; such things must occur; but the end is not yet."},{"number":8,"text":"For nation will rise against nation, and kingdom against kingdom; there will be earthquakes in various places; there will be famines. This will be but the beginning of the birth-pangs."},{"number":9,"text":"“See to yourselves! They will betray you to courts of law; and you will be taken to synagogues and beaten; and you will be brought up before governors and kings for my sake, so that you can bear witness before them."},{"number":10,"text":"But the good news must first be proclaimed to every nation."},{"number":11,"text":"Whenever they betray you and hand you over for trial, do not be anxious beforehand as to what you will say, but say whatever is given you at the moment; for it will not be you who speak, but the Holy Spirit."},{"number":12,"text":"Brother will betray brother to death, and the father his child; and children will turn against their parents, and cause them to be put to death;"},{"number":13,"text":"and you will be hated by everyone because of me. Yet the person who endures to the end will be saved."},{"number":14,"text":"“As soon, however, as you see ‘the Foul Desecration’ standing where it ought not” (the reader must consider what this means) “then those of you who are in Judea must take refuge in the mountains;"},{"number":15,"text":"and a person on the house-top must not go down, or go in to get anything out of their house:"},{"number":16,"text":"nor must one who is on their farm turn back to get their cloak."},{"number":17,"text":"And alas for pregnant women, and for those who are nursing infants in those days!"},{"number":18,"text":"Pray, too, that this may not occur in winter."},{"number":19,"text":"For those days will be a time of distress, the like of which has not occurred from the beginning of God’s creation until now – and never will again."},{"number":20,"text":"And, had not the Lord put a limit to those days, not a single soul would escape; but, for the sake of God’s own chosen people, he did limit them."},{"number":21,"text":"“And at that time if anyone should say to you ‘Look, here is the Christ!’ ‘Look, there he is!’, do not believe it;"},{"number":22,"text":"for false Christs and false prophets will arise, and display signs and marvels, to lead astray, were it possible, even God’s people."},{"number":23,"text":"But see that you are on your guard! I have told you all this beforehand."},{"number":24,"text":"“In those days, after that time of distress, the sun will be darkened, the moon will not give her light,"},{"number":25,"text":"the stars will be falling from the heavens, and the forces that are in the heavens will be convulsed."},{"number":26,"text":"Then will be seen the Son of Man coming in clouds with great power and glory;"},{"number":27,"text":"and then he will send the angels, and gather his people from the four winds, from one end of the world to the other."},{"number":28,"text":"“Learn the lesson taught by the fig tree. As soon as its branches are full of sap, and it is bursting into leaf, you know that summer is near."},{"number":29,"text":"And so may you, as soon as you see these things happening, know that he is at your doors."},{"number":30,"text":"I tell you that even the present generation will not pass away, until all these things have taken place."},{"number":31,"text":"The heavens and the earth will pass away, but my words will not pass away."},{"number":32,"text":"“But about that day, or the hour, no one knows – not even the angels in heaven, not even the Son – but only the Father."},{"number":33,"text":"“See that you are on the watch; for you do not know when the time will be."},{"number":34,"text":"It is like a man going on a journey, who leaves his home, puts his servants in charge – each having their special duty – and orders the porter to watch."},{"number":35,"text":"Therefore watch, for you cannot be sure when the Master of the house is coming – whether in the evening, at midnight, at daybreak, or in the morning –"},{"number":36,"text":"otherwise he might come suddenly and find you asleep."},{"number":37,"text":"And what I say to you I say to all – Watch!”"}]}