{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":14,"verses":[{"number":1,"text":"It was now two days before the Festival of the Passover and the unleavened bread. The chief priests and the teachers of the Law were looking for an opportunity to arrest Jesus by stealth, and to put him to death;"},{"number":2,"text":"for they said, “Not during the Festival, or the people may riot.”"},{"number":3,"text":"When Jesus was still at Bethany, in the house of Simon the leper, while he was sitting at the table, a woman came with an alabaster jar of choice spikenard perfume of great value. She broke the jar, and poured the perfume on his head."},{"number":4,"text":"Some of those who were present said to one another indignantly, “Why has the perfume been wasted like this?"},{"number":5,"text":"This perfume could have been sold for more than a year’s wages, and the money given to the poor.”"},{"number":6,"text":"“Leave her alone,” said Jesus, as they began to find fault with her, “why are you troubling her? This is a beautiful deed that she has done for me."},{"number":7,"text":"You always have the poor with you, and whenever you wish you can do good to them; but you will not always have me."},{"number":8,"text":"She has done what she could; she has perfumed my body beforehand for my burial."},{"number":9,"text":"And I tell you, wherever, in the whole world, the good news is proclaimed, what this woman has done will be told in memory of her.”"},{"number":10,"text":"After this, Judas Iscariot, one of the Twelve, went to the chief priests, to betray Jesus to them."},{"number":11,"text":"They were glad to hear what he said, and promised to pay him. So he began looking for a good opportunity to betray Jesus."},{"number":12,"text":"On the first day of the Festival of the unleavened bread, when it was customary to kill the Passover lambs, his disciples said to Jesus, “Where do you wish us to go and make preparations for your eating the Passover?”"},{"number":13,"text":"Jesus sent forward two of his disciples and said to them, “Go into the city, and there a man carrying a pitcher of water will meet you; follow him;"},{"number":14,"text":"and, wherever he goes in, say to the owner of the house ‘The teacher says – Where is my room where I am to eat the Passover with my disciples?’"},{"number":15,"text":"He will himself show you a large upstairs room, set out ready; and there make preparations for us.”"},{"number":16,"text":"So the disciples set out and went into the city, and found everything just as Jesus had told them; and they prepared the Passover."},{"number":17,"text":"In the evening he went there with the Twelve,"},{"number":18,"text":"and when they had taken their places and were eating, Jesus said, “I tell you that one of you is going to betray me – one who is eating with me.”"},{"number":19,"text":"They were grieved at this, and began to say to him, one after another, “Can it be I?”"},{"number":20,"text":"“It is one of you Twelve,” said Jesus, “the one who is dipping his bread beside me into the dish."},{"number":21,"text":"True, the Son of Man must go, as scripture says of him, yet alas for that man by whom the Son of Man is being betrayed! For that man it would be better never to have been born!”"},{"number":22,"text":"While they were eating, Jesus took some bread, and, after saying the blessing, broke it, and gave it to them, and said, “Take it; this is my body.”"},{"number":23,"text":"Then he took a cup, and, after saying the thanksgiving, gave it to them, and they all drank from it."},{"number":24,"text":"“This is my covenant-blood,” he said, “which is poured out on behalf of many."},{"number":25,"text":"I tell you that I will never again drink of the fruit of the vine, until that day when I will drink it new in the kingdom of God.”"},{"number":26,"text":"They then sang a hymn, and went out up the Mount of Olives,"},{"number":27,"text":"presently Jesus said to them, “All of you will fall away; for scripture says – ‘I will strike down the shepherd, and the sheep will be scattered.’"},{"number":28,"text":"Yet, after I have risen, I will go before you into Galilee.”"},{"number":29,"text":"“Even if everyone else falls away,” said Peter, “I will not.”"},{"number":30,"text":"“I tell you,” answered Jesus, “that you yourself today – yes, this very night – before the cock crows twice, will disown me three times.”"},{"number":31,"text":"But Peter vehemently protested, “Even if I must die with you, I will never disown you!” And they all said the same."},{"number":32,"text":"Presently they came to a garden known as Gethsemane, and Jesus said to his disciples “Sit down here while I pray.”"},{"number":33,"text":"He took with him Peter, James, and John; and began to show signs of great dismay and deep distress of mind."},{"number":34,"text":"“I am sad at heart,” he said, “sad even to death; wait here, and watch.”"},{"number":35,"text":"Going on a little further, he threw himself on the ground, and began to pray that, if it were possible, he might be spared that hour."},{"number":36,"text":"“Abba, Father,” he said, “all things are possible to you; take away this cup from me; yet, not what I will, but what you will.”"},{"number":37,"text":"Then he came and found the three apostles asleep. “Simon,” he said to Peter, “are you asleep? Couldn’t you watch for one hour?"},{"number":38,"text":"Watch and pray,” he said to them all, “so that you may not fall into temptation. True, the spirit is willing, but the flesh is weak.”"},{"number":39,"text":"Again he went away, and prayed in the same words;"},{"number":40,"text":"and coming back again he found them asleep, for their eyes were heavy; and they did not know what to say to him."},{"number":41,"text":"A third time he came, and said to them, “Sleep on now, and rest yourselves. Enough! My time has come. Look, the Son of Man is being betrayed into the hands of wicked people."},{"number":42,"text":"Up, and let us be going. Look! My betrayer is close at hand.”"},{"number":43,"text":"And just then, while he was still speaking, Judas, who was one of the Twelve, came up; and with him a crowd of people, with swords and clubs, sent by the chief priests, the teachers of the Law, and the elders."},{"number":44,"text":"Now the betrayer had arranged a signal with them. “The man whom I kiss,” he had said, “will be the one; arrest him and take him away safely.”"},{"number":45,"text":"As soon as Judas came, he went up to Jesus at once, and said, “Rabbi!” and kissed him."},{"number":46,"text":"Then the men seized Jesus, and arrested him."},{"number":47,"text":"One of those who were standing by drew his sword, and struck at the high priest’s servant, and cut off his ear."},{"number":48,"text":"But Jesus spoke up, and said to the men, “Have you come out, as if after a robber, with swords and clubs, to take me?"},{"number":49,"text":"I have been among you day after day in the Temple Courts teaching, and yet you did not arrest me; but this is in fulfillment of the scriptures.”"},{"number":50,"text":"And all the apostles deserted him and fled."},{"number":51,"text":"One young man did indeed follow him, wrapped only in a linen sheet. They tried to arrest him;"},{"number":52,"text":"but he left the sheet in their hands, and fled naked."},{"number":53,"text":"Then they took Jesus to the high priest; and all the chief priests, elders, and the teachers of the Law assembled."},{"number":54,"text":"Peter, who had followed Jesus at a distance into the courtyard of the high priest, was sitting there among the guards, warming himself at the blaze of the fire."},{"number":55,"text":"Meanwhile the chief priest and the whole of the High Council were trying to get such evidence against Jesus as would warrant his being put to death, but they could not find any;"},{"number":56,"text":"for, though there were many who gave false evidence against him, yet their evidence did not agree."},{"number":57,"text":"Presently some men stood up, and gave this false evidence against him –"},{"number":58,"text":"“We ourselves heard him say ‘I will destroy this Temple made with hands, and in three days build another made without hands.’”"},{"number":59,"text":"Yet not even on that point did their evidence agree."},{"number":60,"text":"Then the high priest stood forward, and questioned Jesus. “Have you no answer to make?” he asked. “What is this evidence which these men are giving against you?”"},{"number":61,"text":"But Jesus remained silent, and made no answer. A second time the high priest questioned him. “Are you,” he asked, “the Christ, the Son of the Blessed One?”"},{"number":62,"text":"“I am,” replied Jesus, “and you will all see the Son of Man sitting on the right hand of the Almighty, and coming in the clouds of heaven.”"},{"number":63,"text":"At this the high priest tore his vestments. “Why do we want any more witnesses?” he exclaimed."},{"number":64,"text":"“You heard his blasphemy? What is your verdict?” They all condemned him, declaring that he deserved death."},{"number":65,"text":"Some of those present began to spit at him, and to blindfold his eyes, and strike him, saying, as they did so, “Now play the prophet!” and even the guards received him with blows."},{"number":66,"text":"While Peter was in the courtyard down below, one of the high priest’s maidservants came up;"},{"number":67,"text":"and, seeing Peter warming himself, she looked closely at him, and exclaimed, “Why, you were with Jesus, the Nazarene!”"},{"number":68,"text":"But Peter denied it. “I do not know or understand what you mean,” he replied. Then he went out into the porch;"},{"number":69,"text":"and there the maidservant, on seeing him, began to say again to the bystanders, “This is one of them!”"},{"number":70,"text":"But Peter again denied it. Soon afterward the bystanders again said to him, “You certainly are one of them; why you are a Galilean!”"},{"number":71,"text":"But he said to them, “I swear that I do not know the man you are talking about! May God punish me if I am lying!”"},{"number":72,"text":"At that moment, for the second time, a cock crowed; and Peter remembered the words that Jesus had said to him – ‘Before a cock has crowed twice, you will disown me three times’; and, as he thought of it, he began to weep."}]}