{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":16,"verses":[{"number":1,"text":"When the Sabbath was over, Mary of Magdala, Mary the mother of James, and Salome bought some spices, so that they might go and anoint the body of Jesus."},{"number":2,"text":"Very early on the first day of the week they went to the tomb, after sunrise."},{"number":3,"text":"They were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?”"},{"number":4,"text":"But, on looking up, they saw that the stone had already been rolled back; it was a very large one."},{"number":5,"text":"Going into the tomb, they saw a young man sitting on their right, in a white robe, and they were dismayed; but he said to them,"},{"number":6,"text":"“Do not be dismayed; you are looking for Jesus, the Nazarene, who has been crucified; he has risen, he is not here! Look! Here is the place where they laid him."},{"number":7,"text":"But go, and say to his disciples and to Peter ‘He is going before you into Galilee; there you will see him, as he told you.’”"},{"number":8,"text":"They went out, and fled from the tomb, for they were trembling and bewildered; and they did not say a word to anyone, for they were frightened."},{"number":9,"text":"After his rising again, early on the first day of the week, Jesus appeared first of all to Mary of Magdala, from whom he had driven out seven demons."},{"number":10,"text":"She went and told the news to those who had been with him and who were now in sorrow and tears;"},{"number":11,"text":"yet even they, when they heard that he was alive and had been seen by her, did not believe it."},{"number":12,"text":"Afterward, altered in appearance, he made himself known to two of them, as they were walking, on their way into the country."},{"number":13,"text":"They also went and told the rest, but they did not believe even them."},{"number":14,"text":"Later on, he made himself known to the Eleven themselves as they were at a meal, and reproached them with their want of faith and their stubbornness, because they did not believe those who had seen him after he had risen from the dead."},{"number":15,"text":"Then he said to them, “Go into all the world, and proclaim the good news to all creation."},{"number":16,"text":"He who believes and is baptized will be saved; but he who refuses to believe will be condemned."},{"number":17,"text":"Moreover these signs will attend those who believe. In my name they will drive out demons; they will speak in new languages;"},{"number":18,"text":"they will take up snakes in their hands; and, if they drink any poison, it will not hurt them; they will place their hands on sick people and they will recover.”"},{"number":19,"text":"So the Lord Jesus, after he had spoken to them, was taken up into heaven, and sat at the right hand of God."},{"number":20,"text":"But they set out, and made the proclamation everywhere, the Lord working with them, and confirming the message by the signs which attended it. But all that had been revealed to them they reported briefly to Peter and his companions. Afterward Jesus himself sent out through them, from east to west, the sacred and imperishable proclamation of eternal salvation."}]}