{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":2,"verses":[{"number":1,"text":"Some days later, when Jesus came back to Capernaum, the news spread that he was in a house there;"},{"number":2,"text":"and so many people collected together, that after a while there was no room for them even around the door; and he began to tell them his message."},{"number":3,"text":"Some people came, bringing to him a paralyzed man, who was being carried by four of them."},{"number":4,"text":"They were unable to get him near to Jesus, because of the crowd, so they removed the roof above Jesus, and, when they had made an opening, they let down the mat on which the paralyzed man was lying."},{"number":5,"text":"When Jesus saw their faith, he said to the man, “Child, your sins are forgiven.”"},{"number":6,"text":"But some of the teachers of the Law who were sitting there were debating in their minds,"},{"number":7,"text":"“Why does this man speak like this? He is blaspheming! Who can forgive sins except God?”"},{"number":8,"text":"Jesus, at once intuitively aware that they were debating with themselves in this way, said to them, “Why are you debating in your minds about this?"},{"number":9,"text":"Which is easier? – to say to the paralyzed man, ‘Your sins are forgiven’? Or to say ‘Get up, and take up your mat, and walk’?"},{"number":10,"text":"But so you may know that the Son of Man has power to forgive sins on earth” – here he said to the paralyzed man –"},{"number":11,"text":"“To you I say, Get up, take up your mat, and return to your home.”"},{"number":12,"text":"The man got up, and immediately took up his mat, and went out before them all; at which they were amazed, and, as they praised God, they said, “We have never seen anything like this!”"},{"number":13,"text":"Jesus went out again to the sea; and all the people came to him, and he taught them."},{"number":14,"text":"As he went along, he saw Levi, the son of Alphaeus, sitting in the tax office, and said to him, “Follow me.” Levi got up and followed him."},{"number":15,"text":"Later on he was in his house having dinner, and a number of tax collectors and outcasts took their places at the table with Jesus and his disciples; for many of them were following him."},{"number":16,"text":"When the teachers of the Law belonging to the party of the Pharisees saw that he was eating in the company of such people, they said to his disciples, “Why does he eat with the tax collectors and outcasts?”"},{"number":17,"text":"Hearing this, Jesus said, “It is not those who are healthy who need a doctor, but those who are ill. I did not come to call the religious, but the outcast.”"},{"number":18,"text":"Now John’s disciples and the Pharisees were fasting, and people came and asked Jesus, “Why is it that John’s disciples and the disciples of the Pharisees fast, while yours do not?”"},{"number":19,"text":"Jesus answered, “Can the groom’s friends fast, while the groom is with them? As long as they have the groom with them, they cannot fast."},{"number":20,"text":"But the days will come, when the groom will be taken away from them, and they will fast then – when that day comes.”"},{"number":21,"text":"“No one ever sews a piece of unshrunk cloth on an old garment; if they do, the patch tears away from it – the new from the old – and a worse tear is made."},{"number":22,"text":"And no one ever puts new wine into old wine-skins; if they do, the wine will burst the skins, and both the wine and the skins are lost. But new wine is put into fresh skins.”"},{"number":23,"text":"One Sabbath, as Jesus was walking through the cornfields, his disciples began to pick the ears of wheat as they went along."},{"number":24,"text":"“Look!” the Pharisees said to him, “why are they doing what is not allowed on the Sabbath?”"},{"number":25,"text":"“Have you never read,” answered Jesus, “what David did when he was in need and hungry, he and his companions –"},{"number":26,"text":"how he went into the house of God, in the time of Abiathar the high priest, and ate the consecrated bread, which only the priests are allowed to eat, and gave some to his comrades as well?”"},{"number":27,"text":"Then Jesus added, “The Sabbath was made for people, and not people for the Sabbath;"},{"number":28,"text":"so the Son of Man is lord even of the Sabbath.”"}]}