{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":3,"verses":[{"number":1,"text":"On another occasion Jesus went in to a synagogue, where there was a man whose hand was withered."},{"number":2,"text":"And they watched Jesus closely, to see if he would cure the man on the Sabbath, so that they might have a charge to bring against him."},{"number":3,"text":"“Stand out in the middle,” Jesus said to the man with the withered hand;"},{"number":4,"text":"and to the people he said, “Is it allowable to do good at the Sabbath – or harm? To save a life, or destroy it?”"},{"number":5,"text":"As they remained silent, Jesus looked around at them in anger, grieving at the hardness of their hearts, and said to the man, “Stretch out your hand.” The man stretched it out; and his hand had become sound."},{"number":6,"text":"Immediately on leaving the synagogue, the Pharisees and the Herodians united in laying a plot against Jesus, to put him to death."},{"number":7,"text":"Then Jesus went away with his disciples to the sea, followed by a great number of people from Galilee."},{"number":8,"text":"A great number, hearing of all that he was doing, came to him from Judea, from Jerusalem, from Edom, from beyond the Jordan, and from the country around Tyre and Sidon."},{"number":9,"text":"So Jesus told his disciples to keep a small boat close by, so that the crowd would not crush him."},{"number":10,"text":"For he had cured many of them, and so people kept crowding around him, so all who were sick might touch him."},{"number":11,"text":"The foul spirits, too, whenever they caught sight of him, flung themselves down before him, and screamed out, “You are the Son of God”!"},{"number":12,"text":"But he repeatedly warned them not to make him known."},{"number":13,"text":"Jesus made his way up the hill, and called those whom he wished; and they went to him."},{"number":14,"text":"He appointed twelve – whom he also named ‘apostles’ – so that they might be with him, and that he might send them out as his messengers, to preach,"},{"number":15,"text":"and with power to drive out demons."},{"number":16,"text":"So he appointed the Twelve – Peter (which was the name that Jesus gave to Simon),"},{"number":17,"text":"James, the son of Zebedee, and his brother John (to whom he gave the name of Boanerges, which means the Thunderers),"},{"number":18,"text":"Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Zealot,"},{"number":19,"text":"and Judas Iscariot, the man who betrayed him."},{"number":20,"text":"Jesus went into a house; and again a crowd collected, so that they were not even able to eat their food."},{"number":21,"text":"When his relatives heard of it, they went to take charge of him, for they said that he was out of his mind."},{"number":22,"text":"The teachers of the Law, who had come down from Jerusalem, said, “He has Beelzebul in him! He drives the demons out by the help of their chief.”"},{"number":23,"text":"So Jesus called them to him, and answered them in parables, “How can Satan drive out Satan?"},{"number":24,"text":"When a kingdom is divided against itself, it cannot last;"},{"number":25,"text":"and when a household is divided against itself, it will not be able to last."},{"number":26,"text":"So, if Satan is in revolt against himself and is divided, he cannot last – his end has come!"},{"number":27,"text":"“No man who has broken into a strong man’s house can carry off his goods, without first tying him up; and not until then will he plunder his house."},{"number":28,"text":"I tell you that people will be forgiven everything – their sins, and all the slanders that they utter;"},{"number":29,"text":"but whoever slanders the Holy Spirit remains unforgiven to the end; he has to answer for an enduring sin.”"},{"number":30,"text":"This was said in reply to the charge that he had a foul spirit in him."},{"number":31,"text":"His mother and his brothers came, and stood outside, and sent to ask him to come to them."},{"number":32,"text":"There was a crowd sitting around Jesus, and some of them said to him, “Look, your mother and your brothers are outside, asking for you.”"},{"number":33,"text":"“Who is my mother? And my brothers?” was his reply."},{"number":34,"text":"Then he looked around on the people sitting in a circle around him, and said, “Here are my mother and my brothers!"},{"number":35,"text":"Whoever does the will of God is my brother and sister and mother.”"}]}