{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":4,"verses":[{"number":1,"text":"Jesus again began to teach by the sea; and, as an immense crowd was gathering around him, he got into a boat, and sat in it on the sea, while all the people were on the shore at the water’s edge."},{"number":2,"text":"Then he taught them many truths in parables; and in the course of his teaching he said to them:"},{"number":3,"text":"“Listen! The sower went out to sow;"},{"number":4,"text":"and presently, as he was sowing, some of the seed fell along the path; and the birds came, and ate it up."},{"number":5,"text":"Some fell on rocky ground, where it had not much soil, and, because the soil wasn’t deep, sprang up at once;"},{"number":6,"text":"but, when the sun rose, it was scorched, and, because their roots were not deep enough, withered away."},{"number":7,"text":"Some of the seed fell among brambles; but the brambles shot up and completely choked it, and it yielded no return."},{"number":8,"text":"Some fell into good soil, and, shooting up and growing, yielded a return, amounting to thirty, sixty, and even a hundred fold.”"},{"number":9,"text":"And Jesus said, “Let anyone who has ears to hear with hear.”"},{"number":10,"text":"Afterward, when he was alone, his followers and the Twelve asked him about his parables;"},{"number":11,"text":"and he said, “To you the hidden truth of the kingdom of God has been imparted; but to those who are outside it all teaching takes the form of parables so that –"},{"number":12,"text":"‘Though they have eyes, they may see without perceiving; and though they have ears, they may hear without understanding; otherwise some day they might turn and be forgiven.’”"},{"number":13,"text":"“You do not know the meaning of this parable?” he went on, “Then how will you understand all the other parables?"},{"number":14,"text":"The sower sows the message."},{"number":15,"text":"The people meant by the seed that falls along the path are these – where the message is sown, but, as soon as they have heard it, Satan immediately comes and carries away the message that has been sown in them."},{"number":16,"text":"So, too, those meant by the seed sown on the rocky places are the people who, when they have heard the message, at once accept it joyfully;"},{"number":17,"text":"but, as they have no root, they stand only for a short time; and so, when trouble or persecution arises because of the message, they fall away at once."},{"number":18,"text":"Those meant by the seed sown among the brambles are different; they are the people who hear the message,"},{"number":19,"text":"but the cares of life, and the glamour of wealth, and cravings for many other things come in and completely choke the message, so that it gives no return."},{"number":20,"text":"But the people meant by the seed sown on the good ground are those who hear the message, and welcome it, and yield a return, thirty, sixty, and even a hundred fold.”"},{"number":21,"text":"Jesus said to them, “Is a lamp brought to be put under a basket or under the couch, instead of being put on the lamp-stand?"},{"number":22,"text":"There is nothing hidden that will not come to light and nothing is concealed that will not be brought into the open."},{"number":23,"text":"Let all who have ears to hear with hear."},{"number":24,"text":"“Take care what you listen to,” said Jesus. “The standard you use will be used for you, and more will be added for you."},{"number":25,"text":"For, to those who have, more will be given; while, from those who have nothing, even what they have will be taken away.”"},{"number":26,"text":"Jesus also said, “This is what the kingdom of God is like – like a man who has scattered seed on the ground,"},{"number":27,"text":"and then sleeps by night and rises by day, while the seed is shooting up and growing – he knows not how."},{"number":28,"text":"The ground bears the crop of itself – first the blade, then the ear, and then the full grain in the ear;"},{"number":29,"text":"but, as soon as the crop is ready, immediately he puts in the sickle because harvest has come.”"},{"number":30,"text":"Jesus also said, “To what can we liken the kingdom of God?"},{"number":31,"text":"By what can we illustrate it? Perhaps by the growth of a mustard seed. This seed, when sown in the ground, though it is smaller than all other seeds,"},{"number":32,"text":"yet, when sown, shoots up, and becomes larger than any other herb, and puts out great branches, so that even the wild birds can roost in its shelter.”"},{"number":33,"text":"With many such parables Jesus used to speak to the people of his message, as far as they were able to receive it;"},{"number":34,"text":"and to them he never used to speak except in parables; but in private to his own disciples he explained everything."},{"number":35,"text":"In the evening of the same day, Jesus said to them, “Let us go across.”"},{"number":36,"text":"So, leaving the crowd behind, they took him with them, just as he was, in the boat; and there were other boats with him."},{"number":37,"text":"A violent squall came on, and the waves kept dashing into the boat, so that the boat was actually filling."},{"number":38,"text":"Jesus was in the stern asleep on the cushion; and the disciples roused him and cried, “Teacher! Is it nothing to you that we are lost?”"},{"number":39,"text":"Jesus rose and rebuked the wind, and said to the sea, “Hush! Be still!” Then the wind dropped, and a great calm followed."},{"number":40,"text":"“Why are you so timid?” he exclaimed. “Have you no faith yet?”"},{"number":41,"text":"But they were struck with great awe, and said to one another, “Who can this be that even the wind and the sea obey him?”"}]}