{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":7,"verses":[{"number":1,"text":"One day the Pharisees and some of the teachers of the Law who had come from Jerusalem gathered around Jesus."},{"number":2,"text":"They had noticed that some of his disciples ate their food with their hands ‘defiled,’ by which they meant unwashed."},{"number":3,"text":"(For the Pharisees, and indeed all strict Jews, will not eat without first scrupulously washing their hands, holding in this to the traditions of their ancestors."},{"number":4,"text":"When they come from market, they will not eat without first sprinkling themselves; and there are many other customs which they have inherited and hold to, such as the ceremonial washing of cups, and jugs, and copper pans)."},{"number":5,"text":"So the Pharisees and the teachers of the Law asked Jesus this question – “How is it that your disciples do not follow the traditions of our ancestors, but eat their food with defiled hands?”"},{"number":6,"text":"His answer was, “It was well said by Isaiah when he prophesied about you hypocrites in the words – ‘This is a people who honor me with their lips, while their hearts are far removed from me;"},{"number":7,"text":"but vainly do they worship me, For they teach but human precepts.’"},{"number":8,"text":"You neglect God’s commandments and hold to human traditions."},{"number":9,"text":"Wisely do you set aside God’s commandments,” he exclaimed, “to keep your own traditions!"},{"number":10,"text":"For while Moses said ‘Honor your father and your mother,’ and ‘Let anyone who abuses their father or mother suffer death,’"},{"number":11,"text":"you say ‘If a person says to their father or mother “Whatever of mine might have been of service to you is Corban”’ (which means ‘Set apart for God’) –"},{"number":12,"text":"why, then you do not allow them to do anything further for their father or mother!"},{"number":13,"text":"In this way you nullify the words of God by your traditions, which you hand down; and you do many similar things.”"},{"number":14,"text":"Then Jesus called the people to him again, and said, “Listen to me, all of you, and mark my words."},{"number":15,"text":"There is nothing external to a person, which by going into them can defile them; but the things that come out of a person are the things that defile them.”"},{"number":17,"text":"When Jesus went indoors, away from the crowd, his disciples began questioning him about this saying."},{"number":18,"text":"“What, do even you understand so little?” exclaimed Jesus. “Don’t you see that there is nothing external to a person, which by going into a person, can defile them,"},{"number":19,"text":"because it does not pass into his heart, but into his stomach, and is afterward got rid of?” – in saying this Jesus pronounced all food clean."},{"number":20,"text":"“It is what comes out from a person,” he added, “that defiles them,"},{"number":21,"text":"for it is from within, out of the hearts of people, that there come evil thoughts – sexual immorality, theft, murder, adultery,"},{"number":22,"text":"greed, wickedness, deceit, indecency, envy, slander, haughtiness, folly;"},{"number":23,"text":"all these wicked things come from within, and do defile a person.”"},{"number":24,"text":"On leaving that place, Jesus went to the district of Tyre and Sidon. He went into a house, and did not wish anyone to know it, but could not escape notice."},{"number":25,"text":"For a woman, whose little daughter had a foul spirit in her, heard of him immediately, and came and threw herself at his feet –"},{"number":26,"text":"the woman was a foreigner, from Syrian Phoenicia – and she begged him to drive the demon out of her daughter."},{"number":27,"text":"“Let the children be satisfied first,” answered Jesus. “For it is not fair to take the children’s food, and throw it to dogs.”"},{"number":28,"text":"“Yes, Master,” she replied. “Even the dogs under the table do feed on the children’s crumbs.”"},{"number":29,"text":"“For saying that,” he answered, “you may go. The demon has gone out of your daughter.”"},{"number":30,"text":"The woman went home, and found the child lying on her bed, and the demon gone."},{"number":31,"text":"On returning from the district of Tyre, Jesus went, by way of Sidon, to the Sea of Galilee, across the district of the Ten Towns."},{"number":32,"text":"Some people brought to him a man who was deaf and almost dumb, and they begged Jesus to place his hand on him."},{"number":33,"text":"Jesus took him aside from the crowd quietly, put his fingers into the man’s ears, and touched his tongue with saliva."},{"number":34,"text":"Then, looking up to heaven, he sighed, and said to the man, “Ephphatha!” which means ‘Be opened.’"},{"number":35,"text":"The man’s ears were opened, the string of his tongue was freed, and he began to talk plainly."},{"number":36,"text":"Jesus insisted on their not telling anyone; but the more he insisted, the more perseveringly they made it known,"},{"number":37,"text":"and a profound impression was made on the people. “He has done everything well!” they exclaimed. “He makes even the deaf hear and the dumb speak!”"}]}