{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":8,"verses":[{"number":1,"text":"About that time, when there was again a great crowd of people who had nothing to eat, Jesus called his disciples to him, and said,"},{"number":2,"text":"“My heart is moved at the sight of all these people, for they have already been with me three days and they have nothing to eat;"},{"number":3,"text":"and if I send them away to their homes hungry, they will break down on the way; and some of them have come a long distance.”"},{"number":4,"text":"“Where will it be possible,” his disciples answered, “to get sufficient bread for these people in this lonely place?”"},{"number":5,"text":"“How many loaves have you?” he asked. “Seven,” they answered."},{"number":6,"text":"Jesus told the crowd to sit down on the ground. Then he took the seven loaves, and, after saying the thanksgiving, broke them, and gave them to his disciples to serve out; and they served them out to the crowd."},{"number":7,"text":"They had also a few small fish; and, after he had said the blessing, he told the disciples to serve out these as well."},{"number":8,"text":"The people had sufficient to eat, and they picked up seven baskets full of the broken pieces that were left."},{"number":9,"text":"There were about four thousand people. Then Jesus dismissed them."},{"number":10,"text":"Immediately afterward, getting into the boat with his disciples, Jesus went to the district of Dalmanutha."},{"number":11,"text":"Here the Pharisees came out, and began to argue with Jesus, asking him for some sign from the heavens, to test him."},{"number":12,"text":"Sighing deeply, Jesus said, “Why does this generation ask for a sign? I tell you, no sign will be given it.”"},{"number":13,"text":"So he left them to themselves, and, getting into the boat again, went away to the opposite shore."},{"number":14,"text":"Now the disciples had forgotten to take any bread with them, one loaf being all that they had in the boat."},{"number":15,"text":"So Jesus gave them this warning. “Take care,” he said, “beware of the leaven of the Pharisees and the leaven of Herod.”"},{"number":16,"text":"They began talking to one another about their being short of bread;"},{"number":17,"text":"and, noticing this, Jesus said to them, “Why are you talking about your being short of bread? Don’t you yet see or understand? Are your minds still so slow of comprehension?"},{"number":18,"text":"Though you have eyes, do you not see? And though you have ears, do you not hear? Don’t you remember,"},{"number":19,"text":"when I broke up the five loaves for the five thousand, how many baskets of broken pieces you picked up?” “Twelve,” they said."},{"number":20,"text":"“And when the seven for the four thousand, how many basketfuls of broken pieces did you pick up?” “Seven,” they said."},{"number":21,"text":"“Don’t you understand now?” he repeated."},{"number":22,"text":"They came to Bethsaida. There some people brought a blind man to Jesus, and begged him to touch him."},{"number":23,"text":"Taking the blind man’s hand, Jesus led him to the outskirts of the village, and, when he had put saliva on the man’s eyes, he placed his hands on him, and asked him, “Do you see anything?”"},{"number":24,"text":"The man looked up, and said, “I see the people, for, as they walk about, they look to me like trees.”"},{"number":25,"text":"Then Jesus again placed his hands on the man’s eyes; and the man saw clearly, his sight was restored, and he saw everything with perfect distinctness."},{"number":26,"text":"Jesus sent him to his home, and said, “Do not go even into the village.”"},{"number":27,"text":"Afterward Jesus and his disciples went into the villages around Caesarea Philippi; and on the way he asked his disciples this question – “Who do people say that I am?”"},{"number":28,"text":"“John the Baptist,” they answered, “but others say Elijah, while others say one of the prophets.”"},{"number":29,"text":"“But you,” he asked, “who do you say that I am?” To this Peter replied, “You are the Christ.”"},{"number":30,"text":"At which Jesus charged them not to say this about him to anyone."},{"number":31,"text":"Then he began to teach them that the Son of Man must undergo much suffering, and that he must be rejected by the elders, and the chief priests, and the teachers of the Law, and be put to death, and rise again after three days."},{"number":32,"text":"He said all this quite openly. But Peter took Jesus aside, and began to rebuke him."},{"number":33,"text":"Jesus, however, turning around and seeing his disciples, rebuked Peter. “Out of my sight, Satan!” he exclaimed. “For you look at things, not as God does, but as people do.”"},{"number":34,"text":"Calling the people and his disciples to him, Jesus said, “If anyone wishes to walk in my steps, they must renounce self, take up their cross, and follow me."},{"number":35,"text":"For whoever wishes to save their life will lose it, and whoever, for my sake and for the sake of the good news, will lose their life will save it."},{"number":36,"text":"What good is it to a person to gain the whole world and forfeit their life?"},{"number":37,"text":"For what could a person give that is of equal value with their life?"},{"number":38,"text":"Whoever is ashamed of me and of my teaching, in this unfaithful and wicked generation, of them will the Son of Man be ashamed, when he comes in his Father’s glory with the holy angels.”"}]}