{"translation":"oeb-us","book":"mrk","bookName":"Mark","chapter":9,"verses":[{"number":1,"text":"“I tell you,” he added, “that some of those who are standing here will not know death until they have seen the kingdom of God come in power.”"},{"number":2,"text":"Six days later, Jesus took with him Peter, James, and John, and led them up a high mountain alone by themselves. There his appearance was transformed before their eyes,"},{"number":3,"text":"and his clothes became whiter than any launderer in the whole world could bleach them."},{"number":4,"text":"And Elijah appeared to them, in company with Moses; and they were talking with Jesus."},{"number":5,"text":"“Rabbi,” said Peter, interposing, “it is good to be here; let us make three tents, one for you, one for Moses, and one for Elijah.”"},{"number":6,"text":"For he did not know what to say, because they were much afraid."},{"number":7,"text":"Then a cloud came down and enveloped them; and from the cloud there came a voice – “This is my dearly loved son; listen to him.”"},{"number":8,"text":"And suddenly, on looking around, they saw that there was now no one with them but Jesus alone."},{"number":9,"text":"As they were going down the mountainside, Jesus cautioned them not to relate what they had seen to anyone, until after the Son of Man had risen from the dead."},{"number":10,"text":"They seized on these words and discussed with one another what this ‘rising from the dead’ meant."},{"number":11,"text":"“How is it,” they asked Jesus, “that our teachers of the Law say that Elijah has to come first?”"},{"number":12,"text":"“Elijah does indeed come first,” answered Jesus, “and re-establish everything; and does not scripture speak, with regard to the Son of Man, of his undergoing much suffering and being utterly despised?"},{"number":13,"text":"But I tell you that Elijah has come, and people have treated him just as they pleased, as scripture says of him.”"},{"number":14,"text":"When they came to the other disciples, they saw a great crowd around them, and some teachers of the Law arguing with them."},{"number":15,"text":"But, as soon as they saw Jesus, all the people, in great astonishment, ran up and greeted him."},{"number":16,"text":"“What are you arguing about with them?” Jesus asked."},{"number":17,"text":"“Teacher,” answered a man in the crowd, “I brought my son to see you, as he has a spirit in him that makes him mute;"},{"number":18,"text":"and, wherever it seizes him, it dashes him down; he foams at the mouth and grinds his teeth, and he is pining away. I asked your disciples to drive the spirit out, but they failed.”"},{"number":19,"text":"“Faithless generation!” exclaimed Jesus. “How long must I be with you? How long must I have patience with you? Bring the boy to me.”"},{"number":20,"text":"They brought him to Jesus; but no sooner did the boy see him than the spirit threw him into convulsions; and he fell on the ground, and rolled about, foaming at the mouth."},{"number":21,"text":"“How long has he been like this?” Jesus asked the boy’s father."},{"number":22,"text":"“From his childhood,” he answered. “It has often thrown him into fire and into water to put an end to his life; but, if you can possibly do anything, take pity on us, and help us!”"},{"number":23,"text":"“Why say ‘possibly’?” Jesus replied. “Everything is possible for one who has faith.”"},{"number":24,"text":"The boy’s father immediately cried out, “I have faith; help my want of faith!”"},{"number":25,"text":"But, when Jesus saw that a crowd was quickly collecting, he rebuked the foul spirit, “Deaf and dumb spirit, it is I who command you. Come out from him and never enter him again.”"},{"number":26,"text":"With a loud cry the spirit threw the boy into repeated convulsions, and then came out from him. The boy looked like a corpse, so that most of them said that he was dead."},{"number":27,"text":"But Jesus took his hand, and lifted him; and he stood up."},{"number":28,"text":"When Jesus had gone indoors, his disciples asked him privately, “Why couldn’t we drive it out?”"},{"number":29,"text":"“A spirit of this kind,” he said, “can be driven out only by prayer.”"},{"number":30,"text":"Leaving that place, Jesus and his disciples went on their way through Galilee; but he did not wish anyone to know it,"},{"number":31,"text":"for he was instructing his disciples, and telling them – “The Son of Man is being betrayed into the hands of his fellow men, and they will put him to death, but, when he has been put to death, he will rise again after three days.”"},{"number":32,"text":"But the disciples did not understand his meaning and were afraid to question him."},{"number":33,"text":"They came to Capernaum. When Jesus had gone into the house, he asked them, “What were you discussing on the way?”"},{"number":34,"text":"But they were silent; for on the way they had been arguing with one another which was the greatest."},{"number":35,"text":"Sitting down, Jesus called the Twelve and said, “If anyone wishes to be first, he must be last of all, and servant of all.”"},{"number":36,"text":"Then Jesus took a little child, and placed it in the middle of them. Taking it in his arms, he said to them,"},{"number":37,"text":"“Anyone who, for the sake of my name, welcomes even a little child like this is welcoming me, and anyone who welcomes me is welcoming not me, but him who sent me as his messenger.”"},{"number":38,"text":"“Teacher,” said John, “we saw a man driving out demons by using your name, and we tried to prevent him, because he did not follow us.”"},{"number":39,"text":"“None of you must prevent the man,” answered Jesus, “for no one will use my name in working a miracle, and yet find it easy to speak evil of me."},{"number":40,"text":"He who is not against us is for us."},{"number":41,"text":"If anyone gives you a cup of water because you belong to Christ, I tell you, he will assuredly not lose his reward."},{"number":42,"text":"“And, if anyone puts temptation in the way of one of these little ones who believe in me, it would be far better for him if he had been thrown into the sea with a great millstone around his neck."},{"number":43,"text":"If your hand causes you to sin, cut it off. It would be better for you to enter life maimed, than to have both your hands and go into Gehenna, into the fire that cannot be put out."},{"number":45,"text":"If your foot causes you to sin, cut it off. It would be better for you to enter life lame, than to have both your feet and be thrown into Gehenna."},{"number":47,"text":"If your eye causes you to sin, tear it out. It would be better for you to enter the kingdom of God with only one eye, than to have both eyes and be thrown into Gehenna,"},{"number":48,"text":"where their worm does not die, and the fire is not put out."},{"number":49,"text":"For it is by fire that everyone will be salted."},{"number":50,"text":"Salt is good, but, if the salt should lose its saltiness, what will you use to season it? You must have salt in yourselves, and live at peace with one another.”"}]}