{"translation":"kjv1611","book":"mat","bookName":"Matthew","chapter":21,"verses":[{"number":1,"text":"And when they drewe nigh vnto Hierusalem, and were come to Bethphage, vnto the mount of Oliues, then sent Iesus two Disciples,"},{"number":2,"text":"Saying vnto them, Goe into the village ouer against you, and straightway yee shall find an Asse tied, and a colt with her: loose them, and bring them vnto me."},{"number":3,"text":"And if any man say ought vnto you, yee shall say, The Lord hath need of them, and straightway hee will send them."},{"number":4,"text":"All this was done, that it might be fulfilled which was spoken by the Prophet, saying,"},{"number":5,"text":"Tell yee the daughter of Sion, Behold, thy king commeth vnto thee, meeke, and sitting vpon an Asse, and a colt, the foale of an Asse."},{"number":6,"text":"And the Disciples went, and did as Iesus commanded them,"},{"number":7,"text":"And brought the Asse, and the colt, and put on them their clothes, and they set him thereon."},{"number":8,"text":"And a very great multitude spread their garments in the way, others cut downe branches from the trees, and strawed them in the way."},{"number":9,"text":"And the multitudes that went before, and that followed, cried, saying, Hosanna to the sonne of Dauid: Blessed is he that commeth in the Name of the Lord, Hosanna in the highest."},{"number":10,"text":"And when hee was come into Hierusalem, all the citie was mooued, saying, Who is this?"},{"number":11,"text":"And the multitude said, This is Iesus the Prophet of Nazareth of Galilee."},{"number":12,"text":"¶ And Iesus went into the temple of God, and cast out all them that sold and bought in the Temple, and ouerthrew the tables of the money changers, and the seats of them that solde doues,"},{"number":13,"text":"And said vnto them, It is written, My house shall be called the house of prayer, but yee haue made it a denne of theeues."},{"number":14,"text":"And the blind and the lame came to him in the Temple, & he healed them."},{"number":15,"text":"And when the chiefe Priests and Scribes saw the wonderfull things that he did, & the children crying in the temple, & saying, Hosanna to the sonne of Dauid, they were sore displeased,"},{"number":16,"text":"And said vnto him, Hearest thou what these say? And Iesus saith vnto them, Yea, haue yee neuer read, Out of the mouth of babes and sucklings thou hast perfected praise?"},{"number":17,"text":"¶ And he left them, and went out of the citie into Bethany, and he lodged there."},{"number":18,"text":"Now in the morning, as hee returned into the citie, he hungred."},{"number":19,"text":"And when he saw a figge tree in the way, hee came to it, and found nothing thereon but leaues only, and said vnto it, Let no fruite growe on thee hence forward for euer. And presently the figge tree withered away."},{"number":20,"text":"And when the Disciples saw it, they marueiled, saying, How soone is the figge tree withered away?"},{"number":21,"text":"Iesus answered, and said vnto them, Uerily I say vnto you, if yee haue faith, and doubt not, yee shall not onely doe this which is done to the figge tree, but also, if ye shall say vnto this mountaine, Be thou remoued, and be thou cast into the Sea, it shall be done."},{"number":22,"text":"And all things whatsoeuer yee shall aske in prayer, beleeuing, ye shall receiue."},{"number":23,"text":"¶ And when he was come into the temple, the chiefe Priests and the Elders of the people came vnto him as he was teaching, and said, By what authoritie doest thou these things? and who gaue thee this authoritie?"},{"number":24,"text":"And Iesus answered, and said vnto them, I also will aske you one thing, which if ye tell me, I in like wise will tell you by what authoritie I doe these things."},{"number":25,"text":"The baptisme of Iohn, whence was it? from heauen, or of men? and they reasoned with themselues saying, If we shall say, From heauen, hee will say vnto vs, Why did ye not then beleeue him?"},{"number":26,"text":"But if we shall say, Of men, we feare the people, for all hold Iohn as a Prophet."},{"number":27,"text":"And they answered Iesus, and said, We cannot tell. And he said vnto them, Neither tell I you by what authoritie I doe these things."},{"number":28,"text":"¶ But what thinke you? A certaine man had two sonnes, and he came to the first, and said, Sonne, goe worke to day in my vineyard."},{"number":29,"text":"He answered, & said, I will not: but afterward he repented, and went."},{"number":30,"text":"And hee came to the second, and said likewise: and hee answered, and said, I goe sir, and went not."},{"number":31,"text":"Whether of them twaine did the will of his father? They say vnto him, The first. Iesus saith vnto them, Uerely I say vnto you, that the Publicanes and the harlots go into the kingdome of God before you."},{"number":32,"text":"For Iohn came vnto you in the way of righteousnesse, and ye beleeued him not: but the Publicanes and the harlots beleeued him. And ye when ye had seene it, repented not afterward, that ye might beleeue him."},{"number":33,"text":"¶ Heare another parable. There was a certaine house-holder, which planted a Uineyard, and hedged it round about, and digged a wine-presse in it, and built a tower, and let it out to husbandmen, and went into a farre countrey."},{"number":34,"text":"And when the time of the fruite drew neere, he sent his seruants to the husbandmen, that they might receiue the fruits of it."},{"number":35,"text":"And the husbandmen tooke his seruants, and beat one, and killed another, and stoned another."},{"number":36,"text":"Againe hee sent other seruants, moe then the first, and they did vnto them likewise."},{"number":37,"text":"But last of all, he sent vnto them his sonne, saying, They will reuerence my sonne."},{"number":38,"text":"But when the husbandmen saw the sonne, they said among themselues, This is the heire, come, let vs kill him, and let vs sease on his inheritance."},{"number":39,"text":"And they caught him, and cast him out of the Uineyard, and slew him."},{"number":40,"text":"When the Lord therefore of the Uineyard commeth, what will he doe vnto those husbandmen?"},{"number":41,"text":"They say vnto him, He will miserably destroy those wicked men, and will let out his Uineyard vnto other husbandmen, which shall render him the fruits in their seasons."},{"number":42,"text":"Iesus saith vnto them, Did ye neuer reade in the Scriptures, The stone which the builders reiected, the same is become the head of the corner? This is the Lords doing, and it is marueilous in our eyes."},{"number":43,"text":"Therefore say I vnto you, the kingdome of God shall be taken from you, and giuen to a nation bringing forth the fruits thereof."},{"number":44,"text":"And whosoeuer shall fall on this stone, shalbe broken: but on whom soeuer it shall fall, it will grinde him to powder."},{"number":45,"text":"And when the chiefe Priests and Pharisees had heard his parables, they perceiued that he spake of them."},{"number":46,"text":"But when they sought to lay hands on him, they feared the multitude, because they tooke him for a Prophet."}]}