{"translation":"kjv1611","book":"mat","bookName":"Matthew","chapter":5,"verses":[{"number":1,"text":"And seeing the multitudes, he went vp into a mountaine: and when he was set, his disciples came vnto him."},{"number":2,"text":"And he opened his mouth, and taught them, saying,"},{"number":3,"text":"Blessed are the poore in spirit: for theirs is the kingdome of heauen."},{"number":4,"text":"Blessed are they that mourne: for they shall be comforted."},{"number":5,"text":"Blessed are the meeke: for they shall inherit the earth."},{"number":6,"text":"Blessed are they which doe hunger and thirst after righteousnesse: for they shall be filled."},{"number":7,"text":"Blessed are the mercifull: for they shall obtaine mercie."},{"number":8,"text":"Blessed are the pure in heart: for they shall see God."},{"number":9,"text":"Blessed are the peacemakers: for they shall bee called the children of God."},{"number":10,"text":"Blessed are they which are persecuted for righteousnesse sake: for theirs is the kingdome of heauen."},{"number":11,"text":"Blessed are ye, when men shall reuile you, and persecute you, and shal say all manner of euill against you falsly for my sake."},{"number":12,"text":"Reioyce, and be exceeding glad: for great is your reward in heauen: For so persecuted they the Prophets which were before you."},{"number":13,"text":"¶ Yee are the salt of the earth: But if the salt haue lost his sauour, wherewith shall it bee salted? It is thenceforth good for nothing, but to be cast out, and to be troden vnder foote of men."},{"number":14,"text":"Yee are the light of the world. A citie that is set on an hill, cannot be hid."},{"number":15,"text":"Neither doe men light a candle, and put it vnder a bushell: but on a candlesticke, and it giueth light vnto all that are in the house."},{"number":16,"text":"Let your light so shine before men, that they may see your good workes, and glorifie your father which is in heauen."},{"number":17,"text":"¶ Thinke not that I am come to destroy the lawe or the Prophets. I am not come to destroy, but to fulfill."},{"number":18,"text":"For verily I say vnto you, Till heauen and earth passe, one iote or one title, shall in no wise passe from the law, till all be fulfilled."},{"number":19,"text":"Whosoeuer therfore shall breake one of these least commaundements, and shall teach men so, he shall be called the least in the kingdome of heauen: but whosoeuer shall doe, and teach them, the same shall be called great in the kingdome of heauen."},{"number":20,"text":"For I say vnto you, That except your righteousnesse shall exceede the righteousnesse of the Scribes and Pharisees, yee shall in no case enter into the kingdome of heauen."},{"number":21,"text":"¶ Yee haue heard, that it was saide by them of old time, Thou shalt not kill: and, Whosoeuer shall kill, shalbe in danger of the iudgement."},{"number":22,"text":"But I say vnto you, that whosoeuer is angry with his brother without a cause, shall be in danger of the Iudgement: and whosoeuer shall say to his brother, Racha, shal be in danger of the counsell: but whosoeuer shall say, Thou foole, shalbe in danger of hell fire."},{"number":23,"text":"Therefore if thou bring thy gift to the altar, and there remembrest that thy brother hath ought against thee:"},{"number":24,"text":"Leaue there thy gift before the altar, and goe thy way, first be reconciled to thy brother, and then come and offer thy gift."},{"number":25,"text":"Agree with thine aduersarie quickly, whiles thou art in the way with him: least at any time the aduersarie deliuer thee to the iudge, and the iudge deliuer thee to the officer, and thou be cast into prison."},{"number":26,"text":"Uerily I say vnto thee, thou shalt by no meanes come out thence, till thou hast payd the vttermost farthing."},{"number":27,"text":"¶ Yee haue heard that it was said by them of old time, Thou shalt not commit adulterie."},{"number":28,"text":"But I say vnto you, That whosoeuer looketh on a woman to lust after her, hath committed adulterie with her already in his heart."},{"number":29,"text":"And if thy right eie offend thee, plucke it out, and cast it from thee. For it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell."},{"number":30,"text":"And if thy right hand offend thee, cut it off, and cast it from thee. For it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell."},{"number":31,"text":"It hath beene said, Whosoeuer shall put away his wife, let him giue her a writing of diuorcement."},{"number":32,"text":"But I say vnto you, that whosoeuer shall put away his wife, sauing for the cause of fornication, causeth her to commit adultery: and whosoeuer shall marie her that is diuorced, committeth adulterie."},{"number":33,"text":"¶ Againe, yee haue heard that it hath beene said by them of old time, Thou shalt not forsweare thy selfe, but shalt performe vnto the Lord thine othes."},{"number":34,"text":"But I say vnto you, Sweare not at all, neither by heauen, for it is Gods throne:"},{"number":35,"text":"Nor by the earth, for it is his footstoole: neither by Hierusalem, for it is the citie of the great king."},{"number":36,"text":"Neither shalt thou sweare by thy head, because thou canst not make one haire white or blacke."},{"number":37,"text":"But let your communication bee Yea, yea: Nay, nay: For whatsoeuer is more then these, commeth of euill."},{"number":38,"text":"¶ Yee haue heard that it hath beene said, An eie for an eie, and a tooth for a tooth."},{"number":39,"text":"But I say vnto you, that yee resist not euill: but whosoeuer shall smite thee on thy right cheeke, turne to him the other also."},{"number":40,"text":"And if any man will sue thee at the law, and take away thy coate, let him haue thy cloake also."},{"number":41,"text":"And whosoeuer shall compell thee to goe a mile, goe with him twaine."},{"number":42,"text":"Giue to him that asketh thee: and from him that would borrow of thee, turne not thou away."},{"number":43,"text":"¶ Yee haue heard, that it hath beene said, Thou shalt loue thy neighbour, and hate thine enemie:"},{"number":44,"text":"But I say vnto you, Loue your enemies, blesse them that curse you, doe good to them that hate you, and pray for them which despitefully vse you, and persecute you:"},{"number":45,"text":"That yee may be the children of your father which is in heauen: for he maketh his sunne to rise on the euill and on the good, and sendeth raine on the iust, and on the vniust."},{"number":46,"text":"For if yee loue them which loue you, what reward haue yee? Doe not euen the Publicanes the same?"},{"number":47,"text":"And if yee salute your brethren only, what do you more then others? Doe not euen the Publicanes so?"},{"number":48,"text":"Be yee therefore perfect, euen as your father, which is in heauen, is perfect."}]}