{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":1,"verses":[{"number":1,"text":"The proverbs of Solomon, the son of David, king of Israel."},{"number":2,"text":"That people may learn wisdom and discipline, and understand words of discernment;"},{"number":3,"text":"that they may win training in prudence, in right and in justice and rectitude;"},{"number":4,"text":"that shrewdness be imparted to the simple, and knowledge and insight to youth –"},{"number":5,"text":"the wise too, who listens, will grow wiser, and the prudent more skilled in direction –"},{"number":6,"text":"that proverbs and parables may be plain, even the words of the wise and their riddles"},{"number":7,"text":"Reverence for the Lord is the basis of knowledge, but wisdom and discipline are scorned by fools."},{"number":8,"text":"Listen, my child, to your father’s instruction, and do not forsake what you mother has taught you;"},{"number":9,"text":"they will be a garland to your head, and a chain for your neck."},{"number":10,"text":"My son, if sinners entice you, do not consent."},{"number":11,"text":"If they say, “Come with us, let us lurk for the blameless, and ambush the innocent for fun –"},{"number":12,"text":"let us swallow them up like the grave, alive and entire, just as those that go down to the pit."},{"number":13,"text":"Precious wealth of all sorts will be ours, we will fill our houses with spoil."},{"number":14,"text":"Cast your lot with us; we will all share what we steal,”"},{"number":15,"text":"Do not go their way, my child. Keep your foot away from their path."},{"number":16,"text":"For their feet hasten to evil, and they rush to shed blood."},{"number":17,"text":"The net is spread in the sight of the birds, who hungrily take the bait."},{"number":18,"text":"Their own is the blood they lurk for. Their own are the lives they ambush."},{"number":19,"text":"So end all who would grasp at gain – it destroys the life of its owner."},{"number":20,"text":"Wisdom cries aloud in the streets, in the squares echoes her voice,"},{"number":21,"text":"she calls from the top of the walls, at the doors of the city gates she says:"},{"number":22,"text":"“How long will you fools love folly, and scoffers delight in scoffing, and fools in their hatred of knowledge?"},{"number":23,"text":"Respond to my rebuke. See! I speak my mind to you; I will tell you my thoughts."},{"number":24,"text":"Because you refused my call, gave no heed to my hand when it beckoned you,"},{"number":25,"text":"rejected all my counsel, and refused my admonition,"},{"number":26,"text":"when distress falls on you, I will laugh; I will mock, when your terror comes,"},{"number":27,"text":"when your terror comes as a storm, as a whirlwind your distress."},{"number":28,"text":"Then I will not answer their call; they may seek, but they will not find me."},{"number":29,"text":"Because they hated knowledge, and rejected the fear of the Lord,"},{"number":30,"text":"would have nothing of my counsel. but despised all my admonition,"},{"number":31,"text":"they must eat the fruit of their ways, and be filled with their own devices."},{"number":32,"text":"By their own choice will the simple be slain. Prosperous ease will bring fools to destruction."},{"number":33,"text":"But he who listens to me will live securely, in a peace unruffled by fear of calamity.”"}]}