{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":10,"verses":[{"number":1,"text":"The Proverbs of Solomon: A wise son makes his father glad, but a foolish son is a grief to his mother."},{"number":2,"text":"Treasures wrongly acquired profit nothing, but righteousness saves from death."},{"number":3,"text":"The Lord will not suffer the righteous to hunger, but He will frustrate the desire of the wicked."},{"number":4,"text":"A slack hand creates poverty, but a diligent hand makes rich."},{"number":5,"text":"He that gathers in summer acts wisely; he that sleeps in harvest acts shamefully."},{"number":6,"text":"The blessing of God is on the head of the righteous, but sorrow will cover the face of the wicked."},{"number":7,"text":"The memory of the righteous is blessed, but the name of the wicked will rot."},{"number":8,"text":"A wise man gives heed to commands, but a foolish talker will fall."},{"number":9,"text":"He whose life is blameless walks safely, but he who lives crookedly smarts for it."},{"number":10,"text":"He who winks the eye makes trouble, but frank reproof makes peace."},{"number":11,"text":"A fountain of life is the mouth of the righteous, but the mouth of the wicked is wrapped in violence."},{"number":12,"text":"Hatred stirs up strife, but love hides all transgressions."},{"number":13,"text":"On the lips of a prudent man wisdom is found, but a man without sense needs a rod for his back."},{"number":14,"text":"Wise men keep what they know to themselves, but the mouth of the fool is impending destruction."},{"number":15,"text":"The rich man’s wealth is his fortified city; but the poor, by their poverty, come to destruction."},{"number":16,"text":"The wage of the righteous conduces to life, but their revenue brings the wicked to ruin."},{"number":17,"text":"The way to life is to heed instruction, but to turn from reproof is to go astray."},{"number":18,"text":"Righteous lips cover up hatred, but the slanderer is a fool."},{"number":19,"text":"Where words are many, offences are certain; But he who controls his tongue does wisely."},{"number":20,"text":"The tongue of the just is like choicest silver, but the mind of the wicked is little worth."},{"number":21,"text":"The speech of the righteous is sustenance to many, but lack of sense is the death of fools."},{"number":22,"text":"It is only the blessing of God that brings wealth, and He adds no sorrow therewith."},{"number":23,"text":"To a fool the doing of wrong is as sport, but a man of sense abhors it."},{"number":24,"text":"What the wicked feared will befall him, but the desire of the righteous will be granted."},{"number":25,"text":"When the whirlwind passes, the wicked will vanish, but the righteous is firmly established forever."},{"number":26,"text":"As vinegar to the teeth, and as smoke to the eyes, even so is the sluggard to them that send him."},{"number":27,"text":"The fear of the Lord prolongs life, but the years of the wicked are shortened."},{"number":28,"text":"The hope of the righteous will end in gladness, but the wicked will fail of their expectation."},{"number":29,"text":"To the man that is blameless the Lord is a strong-hold, but terror and ruin to those that do evil."},{"number":30,"text":"The righteous will be unmoved forever, but the wicked will have no home in the land."},{"number":31,"text":"The mouth of the righteous brings forth wisdom, but the man of false tongue will be rooted out."},{"number":32,"text":"The lips of the righteous utter good-will; but the mouth of the wicked, malice."}]}