{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":11,"verses":[{"number":1,"text":"The Lord detests a false balance, but a just weight is his delight."},{"number":2,"text":"Pride is sure to be followed by shame, but modesty is wisdom."},{"number":3,"text":"Their integrity guides the upright, but the false are destroyed by their crookedness."},{"number":4,"text":"In the day of wrath riches are useless, but righteousness saves from death."},{"number":5,"text":"The path of the blameless is smoothed by his righteousness, but the wicked will fall by his wickedness."},{"number":6,"text":"The upright are saved by their righteousness, but the false are caught in their evil desires."},{"number":7,"text":"When a wicked man dies, his hope perishes – the hope of the godless perishes."},{"number":8,"text":"The righteous is rescued from trouble, and the wicked takes his place."},{"number":9,"text":"By slander the godless would ruin his neighbour, but the righteous are rescued by knowledge."},{"number":10,"text":"When the righteous flourish, the city rejoices; when the wicked perish, there is jubilation."},{"number":11,"text":"By the blessing of the upright, the city is exalted; by the mouth of the wicked it is overthrown."},{"number":12,"text":"A man has no sense that despises his neighbour; a man of prudence holds his tongue."},{"number":13,"text":"Who carries tales divulges secrets, but a trustworthy man conceals a matter."},{"number":14,"text":"Where guidance is lacking, a people must fall; but that people is safe that is rich in counsellors."},{"number":15,"text":"He who goes bail for another will suffer, but he who abhors being surety is sure."},{"number":16,"text":"A gracious woman obtains honour, but a throne of dishonour is she who hates justice. Indolent men never come to wealth, but riches are won by the men that are diligent."},{"number":17,"text":"The kind man does good to himself; the cruel man injures himself."},{"number":18,"text":"The gain of the wicked is but an illusion, but he who sows righteousness wins the true wages."},{"number":19,"text":"Devotion to righteousness leads to life; the pursuit of wickedness ends in death."},{"number":20,"text":"The Lord abhors the mind that is crooked, but those who walk blamelessly are his delight."},{"number":21,"text":"Most surely the wicked will not go unpunished, but the righteous folk will escape."},{"number":22,"text":"Like a golden ring in the snout of a swine is a beautiful woman without discretion."},{"number":23,"text":"The desire of the righteous will issue in good, but the hope of the wicked in wrath."},{"number":24,"text":"One man is generous, yet grows ever richer; another is mean, yet he only grows poorer."},{"number":25,"text":"The liberal soul will be enriched; and he who waters, himself will be watered."},{"number":26,"text":"He who holds up corn will be cursed by the people, but blessings will be on his head that sells it."},{"number":27,"text":"He who aims at the thing that is good will win favour, but ruin will come upon him who seeks evil."},{"number":28,"text":"He who trusts in his riches will wither, but like green leaves the righteous will flourish."},{"number":29,"text":"He that harms his household will reap the wind, and the fool will be slave to the man of wisdom."},{"number":30,"text":"Life is the fruit of righteousness, but rapine destroys men’s lives."},{"number":31,"text":"If the righteous are punished on earth, how much more the sinful and wicked!"}]}