{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":12,"verses":[{"number":1,"text":"He who loves knowledge loves discipline, but he that hates reproof is a boor."},{"number":2,"text":"A good man wins the Lord’s good-will, but a man of evil designs He condemns."},{"number":3,"text":"By wickedness no man can stand forever, but the root of the righteous remains unmoved."},{"number":4,"text":"A worthy wife is a crown to her husband, but one that brings shame is as rot in his bones."},{"number":5,"text":"The aims of the righteous are just; the designs of the wicked are treacherous."},{"number":6,"text":"The words of the wicked lurk for blood, but the speech of the upright delivers."},{"number":7,"text":"The wicked will be overthrown and vanish, but the house of the righteous will stand."},{"number":8,"text":"A man is commended according to his insight. but a wrong-headed man is despised."},{"number":9,"text":"Better a man of no rank, with a servant, than one who apes greatness and yet has no bread."},{"number":10,"text":"A righteous man cares for the life of his beast, but the heart of the wicked is cruel."},{"number":11,"text":"He who tills his land will have plenty of bread. but he who pursues empty aims will have none."},{"number":12,"text":"The wicked is snared by his wickedness, but the root of the righteous endures."},{"number":13,"text":"By the sin of his lips is the wicked ensnared, but the righteous escapes from trouble."},{"number":14,"text":"The words of a man bring forth good fruit in plenty, and the deeds of his hands will come back upon him."},{"number":15,"text":"A fool is certain his way is right, but a wise man listens to counsel."},{"number":16,"text":"A fool displays his anger at once, but a prudent man hides an affront."},{"number":17,"text":"One who speaks out the truth affirms justice. but a false witness utters lies."},{"number":18,"text":"The chatter of some is like sword-thrusts. but the tongue of the wise is healing."},{"number":19,"text":"The man who speaks truth stands forever, but the false tongue is but for a moment."},{"number":20,"text":"Hearts of deceit have the men who plan evil, but happy are those who plan other men’s good."},{"number":21,"text":"No evil thing can befall the righteous, but the wicked are full of misfortune."},{"number":22,"text":"The Lord abhors lying lips, But delighteth in those that deal faithfully."},{"number":23,"text":"A man of prudence conceals what he knows, but a fool shouts his folly aloud."},{"number":24,"text":"The diligent comes to power, but the slothful becomes a serf."},{"number":25,"text":"Care bows down a man’s heart, but a good word makes it glad."},{"number":26,"text":"The righteous departs from evil; but the way of the wicked is error."},{"number":27,"text":"The indolent man will not hunt his game, but the diligent man wins precious wealth."},{"number":28,"text":"In the path of righteousness there is life, but the way of wickedness leads to death."}]}