{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":13,"verses":[{"number":1,"text":"A wise son loves instruction, but a scorner listens not to rebuke."},{"number":2,"text":"A good man enjoys the fruits of his speech, but the false are greedy for rapine."},{"number":3,"text":"He that guards his mouth preserves his life, but a wide open mouth brings a man to ruin."},{"number":4,"text":"The sluggard desires and has not. but the diligent is enriched."},{"number":5,"text":"A righteous man hates deception, but the wicked act basely and shamefully."},{"number":6,"text":"Righteousness guards the man of integrity, but sin overturns the wicked."},{"number":7,"text":"Some pretend to be rich, and have nothing at all; some pretend to be poor, and are rolling in wealth."},{"number":8,"text":"A man’s riches may ransom his life. but a poor man listens not to rebuke."},{"number":9,"text":"The light of the righteous shines on, but the lamp of the wicked goes out."},{"number":10,"text":"Pride causes nothing but strife. but with those that take counsel is wisdom."},{"number":11,"text":"Wealth gathered in haste will diminish, but amassed by degrees it will grow."},{"number":12,"text":"Hope deferred makes sick the heart, but a wish fullilled is life."},{"number":13,"text":"He who scorns the word will perish, but who fears the commandment is safe."},{"number":14,"text":"The teaching of the wise is a fountain of life, whereby to avoid the snares of death."},{"number":15,"text":"Fine intelligence wins favour, but the way of the false is their ruin."},{"number":16,"text":"The prudent act always with insight, but the fool flaunts his folly."},{"number":17,"text":"An incompetent messenger ruins an enterprise, but a trustworthy envoy is healing."},{"number":18,"text":"To reject instruction spells shame and poverty, but to heed admonition leads to honour."},{"number":19,"text":"Sweet is desire fulfilled, but fools hate to turn from evil."},{"number":20,"text":"He that walks with the wise will be wise, but the comrade of fools will smart for it."},{"number":21,"text":"Sinners are chased by misfortune, but good overtakes the righteous."},{"number":22,"text":"The good man leaves wealth to his children’s children, but the wealth of the sinner is stored for the righteous."},{"number":23,"text":"The ground of the poor yields food in abundance, but some by injustice are swept away."},{"number":24,"text":"He that spares his rod hates his son, but he that loves him chastises him."},{"number":25,"text":"The righteous, when hungry, may eat their fill. but the wicked are empty within."}]}