{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":14,"verses":[{"number":1,"text":"A wise woman builds her house, but a fool tears it down with her hands."},{"number":2,"text":"The man who fears God lives honestly, but the man that is crooked despises Him."},{"number":3,"text":"The speech of a fool is a rod for his back, but the words of the wise preserve them"},{"number":4,"text":"Where no oxen are, there can be no corn; but plenty of oxen means plenty of produce."},{"number":5,"text":"A trustworthy witness does not lie. but a false witness utters lies."},{"number":6,"text":"A scorner seeks wisdom in vain, but to prudent men knowledge is easy."},{"number":7,"text":"Get you out of a foolish man’s presence, for his lips do not utter knowledge."},{"number":8,"text":"The shrewd show their wisdom by watching their way, but the folly of foolish men leads them astray."},{"number":9,"text":"Guilt has its home among fools, but God’s favour abides with the upright."},{"number":10,"text":"The heart knows its own bitterness, and no stranger can share in its joy."},{"number":11,"text":"The house of the wicked will be destroyed, but the tent of the upright will flourish."},{"number":12,"text":"Many a way seems straight to a man which leads at the last to death."},{"number":13,"text":"Even in laughter the heart may be sad, and the end of joy may be sorrow."},{"number":14,"text":"He who swerves from the right will pay dearly for his conduct, but the good man will reap the fruit of his deeds."},{"number":15,"text":"The simple believe every word, but the shrewd look well to their steps."},{"number":16,"text":"A wise man anxiously shrinks from evil, but a fool plunges into it jauntily."},{"number":17,"text":"A man of quick temper acts foolishly, but a prudent man is patient."},{"number":18,"text":"The simple come into possession of folly, But the wise win the crown of knowledge."},{"number":19,"text":"The evil must bow before the good, and the wicked crouch down at the gates of the righteous."},{"number":20,"text":"The poor man is hated even by his neighbour, but the rich has many friends."},{"number":21,"text":"He that despises his neighbour sins, but happy is he that does pity the poor."},{"number":22,"text":"Surely those that plan evil will stray to destruction, but those that plan good meet with kindness and faithfulness."},{"number":23,"text":"In all labour there is profit, but mere talk tends only to penury."},{"number":24,"text":"The crown of the wise is their wisdom, and the garland of fools is their folly."},{"number":25,"text":"A truthful witness saves life. but one who speaks falsely destroys it."},{"number":26,"text":"He that fears the Lord has strong ground of confidence. To the children of such he is refuge."},{"number":27,"text":"The fear of the Lord is a fountain of life, whereby to avoid the snares of death."},{"number":28,"text":"Glory falls to the monarch whose people are many, but a prince comes to ruin whose people are few."},{"number":29,"text":"The man of patience shows much good sense, but the quick-tempered man shows great folly."},{"number":30,"text":"A tranquil mind is the life of the body, but passion rots the bones."},{"number":31,"text":"He that crushes the needy reviles his maker, but he that is kind to the poor does him honour."},{"number":32,"text":"The wicked is overthrown by his wickedness. but the righteous has a refuge in his integrity,"},{"number":33,"text":"wisdom dwells in the heart of the prudent, but folly in the heart of fools."},{"number":34,"text":"Righteousness exalts a nation, but sin is a people’s disgrace."},{"number":35,"text":"A competent servant enjoys the king’s favour, but scandalous service incurs his wrath."}]}