{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":15,"verses":[{"number":1,"text":"A soft answer turns away wrath, but provocative speech stirs up anger."},{"number":2,"text":"The tongue of the wise drops knowledge, but the mouth of fools pours out folly."},{"number":3,"text":"The eyes of the Lord are everywhere, watching the bad and the good."},{"number":4,"text":"A soothing tongue is life, but violent words break the spirit."},{"number":5,"text":"A fool despises his father’s instruction. but he that regards reproof shows wisdom."},{"number":6,"text":"In the house of the righteous is abundance of wealth, but the revenue of the wicked is cut off."},{"number":7,"text":"The lips of the wise disperse knowledge, but the mind of fools is unstable."},{"number":8,"text":"The Lord abhors the sacrifice of the wicked, but the prayer of the upright he welcomes."},{"number":9,"text":"The Lord abhors the way of the wicked, but he loves the man that is bent upon righteousness."},{"number":10,"text":"He that leaves the way will have discipline sore, he that hates reproof will die."},{"number":11,"text":"Before the Lord Sheol and Abaddon lie open; how much more the hearts of men!"},{"number":12,"text":"A scoffer loves not reproof, he refuses to go with the wise."},{"number":13,"text":"Joyous heart makes happy face, but a sorrowful heart makes a stricken spirit"},{"number":14,"text":"The mind of the wise seeks knowledge, but the mouth of fools feeds on folly."},{"number":15,"text":"To the sad every day is a bad day, but an endless feast to the cheerful."},{"number":16,"text":"Better is little, with the fear of the Lord, than abundance of treasure and trouble therewith."},{"number":17,"text":"Better a dish of herbs, with love, than a fatted ox, with hatred."},{"number":18,"text":"An angry man stirs up strife, but a patient man stills contention."},{"number":19,"text":"The way of the sluggard is hedged with thorns, but the path of the diligent runs like a highway."},{"number":20,"text":"A wise son makes his father glad, but a fool of a man despises his mother."},{"number":21,"text":"Folly is joy to a man without sense, but a man of good sense is straightforward."},{"number":22,"text":"Plans are frustrated where there is no counsel; but, when many advise, they succeed."},{"number":23,"text":"Joy comes to the man who makes happy retort; and a word in season, how good it is!"},{"number":24,"text":"The wise man’s path goes upward to life; He avoids the way to Sheol beneath."},{"number":25,"text":"The Lord uproots the house of the proud, But the bounds of the widow he firmly maintains."},{"number":26,"text":"Evil devices the Lord abhors, but gracious words are his delight."},{"number":27,"text":"He that is grasping destroys his own house, but he who hates presents will live."},{"number":28,"text":"Faithfulness broods in the heart of the righteous, but evil pours from the mouth of the wicked."},{"number":29,"text":"The Lord is far from the wicked, but the prayer of the righteous he hears."},{"number":30,"text":"Shining eyes gladden the heart, and good news fattens the bones."},{"number":31,"text":"He that listens to wholesome reproof will dwell among the wise."},{"number":32,"text":"He despises himself who rejecteth instruction. but he gains understanding who heeds reproof."},{"number":33,"text":"The fear of the Lord is instruction in wisdom, and honour comes after humility."}]}