{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":16,"verses":[{"number":1,"text":"Man may order his thoughts, but the word on his tongue is from God."},{"number":2,"text":"A man’s life may seem thoroughly pure to himself, but the Lord weighs the spirit."},{"number":3,"text":"Commit your work to the Lord, and so will your plans succeed."},{"number":4,"text":"God created each thing for an end of its own, even the wicked for the day of disaster."},{"number":5,"text":"All the proud-minded the Lord abhors; assuredly none will escape unpunished."},{"number":6,"text":"By kindness and faithfulness sin is atoned for, and through fear of the Lord men escape disaster."},{"number":7,"text":"When the Lord is pleased with the ways of a man, he makes even his foes to become his friends."},{"number":8,"text":"Better a little, with righteousness. than great revenues with injustice."},{"number":9,"text":"Man plans out his way, but the Lord directs his steps."},{"number":10,"text":"The lips of the king are an oracle, and the sentence he utters infallible."},{"number":11,"text":"Balance and scales are the Lord’s, all the weights of the bag are his work."},{"number":12,"text":"Kings shrink with abhorrence from wrongdoing, for a throne is established by righteousness."},{"number":13,"text":"Honest lips are a king’s delight; he loves the man that speaks truly."},{"number":14,"text":"The wrath of a king bodes death, but a wise man knows how to appease it."},{"number":15,"text":"When the king’s face shines, there is life: like a cloud of spring-rain is his favour."},{"number":16,"text":"Wisdom is better to win than gold, and understanding is choicer than silver."},{"number":17,"text":"The path of the upright avoids misfortune; he guards his life who gives heed to his way."},{"number":18,"text":"Pride goes before destruction. and a haughty spirit before a fall."},{"number":19,"text":"Better be lowly of mind with the poor than divide the spoil with the great."},{"number":20,"text":"He that gives heed to the word will be prosperous; happy the man who trusts the Lord."},{"number":21,"text":"Wise men are called men of insight, and winsome speech adds to persuasiveness."},{"number":22,"text":"To a wise man is wisdom a fountain of life, but fools are chastised by their folly."},{"number":23,"text":"A wise mind utters thoughtful speech. and touches the lips to persuasiveness."},{"number":24,"text":"Winsome words are a honeycomb, sweet to the soul and healing to the body."},{"number":25,"text":"Many a way seems straight to a man Which leads at the last to death."},{"number":26,"text":"The labourer’s appetite labours for him, for his hungry mouth urges him on."},{"number":27,"text":"A depraved man digs a pit of mischief, while his lips are touched as with scorching fire."},{"number":28,"text":"A false man scatters discord, and a whisperer separates friends."},{"number":29,"text":"A man of violence entices his neighbour, and leads him into a hurtful way."},{"number":30,"text":"He who closes his eyes is devising some lie; He who tightens his lips has concocted some mischief."},{"number":31,"text":"The grey head is a crown of glory, which is won by a righteous life."},{"number":32,"text":"Patience is better than warrior’s strength, and to rule o’er oneself than to capture a city."},{"number":33,"text":"The lot is cast into the lap, but the issue lies wholly with God."}]}