{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":17,"verses":[{"number":1,"text":"Better a bit of dry bread, with peace, than a house full of feasting and strife."},{"number":2,"text":"A wise slave becomes lord of a profligate son; he will share the estate with the brothers."},{"number":3,"text":"Like the smelter for silver, the furnace for gold, is the Lord who tests the heart."},{"number":4,"text":"A bad man gives heed to wicked words; a false man listens to mischievous speech."},{"number":5,"text":"He that mocks the poor reviles his maker; he that joys at misfortune will not go unpunished."},{"number":6,"text":"The crown of old men is children’s children, and the glory of children is their father."},{"number":7,"text":"On the lips of a fool honest words are unseemly; much more lying words on the lips of a noble man."},{"number":8,"text":"A bribe is like a magic stone; he that offers it prospers wherever he turns."},{"number":9,"text":"He that covers up wrong seeks love, but the gossip estranges his friend."},{"number":10,"text":"A rebuke cuts a wise man more deeply than a hundred stripes cut a fool."},{"number":11,"text":"The bad man is bent on playing the rebel; so a pitiless angel is sent against him."},{"number":12,"text":"Meet a bear robbed of her whelps rather than a fool in his folly."},{"number":13,"text":"Misfortune will haunt the house of the man who for good returns evil."},{"number":14,"text":"Strife may be started by idle words; so give over contention before there is quarrelling."},{"number":15,"text":"To acquit the guilty and condemn the innocent are both alike to the Lord detestable."},{"number":16,"text":"Why does the fool bring a fee to buy wisdom, when he has no mind?"},{"number":17,"text":"A true friend loves at all times; a brother is born for adversity."},{"number":18,"text":"He that gives his hand is a fool – the man who goes bail for another."},{"number":19,"text":"He loves wounds who loves strife, and the man who builds loftily seeks destruction."},{"number":20,"text":"The false heart finds no good. and the wily tongue comes to disaster."},{"number":21,"text":"A man begets a fool to his sorrow; no joy can there be for the father of a fool."},{"number":22,"text":"A happy heart is a healthful medicine, but a broken spirit dries up the bones."},{"number":23,"text":"The wicked accept a bribe to deflect the course of justice."},{"number":24,"text":"The man of good sense has his gaze fixed on wisdom, but a fool has his eyes at the end of the earth."},{"number":25,"text":"A foolish son is a grief to his father, and bitterness to her that bore him."},{"number":26,"text":"Since it is not right even to fine the innocent, to scourge men of honour is utterly wrong."},{"number":27,"text":"He that spares his words is truly wise, and a cool-tempered man is a man of discretion."},{"number":28,"text":"Even a fool may, if silent, be taken for wise – for a man of good sense, if he keeps his lips closed."}]}