{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":18,"verses":[{"number":1,"text":"The estranged friend seeks an occasion of quarrel; he tries by all means to stir up strife."},{"number":2,"text":"A fool has no pleasure in prudence, but only in self-display."},{"number":3,"text":"Wrongdoing brings down contempt, and disgrace follows dishonour."},{"number":4,"text":"The words that are found on wise lips are deep waters, a bubbling brook, a fountain of life."},{"number":5,"text":"It is wrong to favour the guilty, to give verdict against the innocent."},{"number":6,"text":"A fool by his talk is involved in disputes, and his words cry aloud for a beating."},{"number":7,"text":"The mouth of a fool is his ruin; his lips are a trap to him."},{"number":8,"text":"Slanderous words are like dainty morsels; down they ghde to the innermost being."},{"number":9,"text":"He that is slack in his business is brother to him that destroys."},{"number":10,"text":"The Lord is a mighty tower; the righteous run in and are safe."},{"number":11,"text":"A rich man’s wealth is his fortified city, and like a high wall are his riches."},{"number":12,"text":"Pride of heart goes before destruction, and before honour goes humility."},{"number":13,"text":"For a man to answer before he has heard is folly and shame to him."},{"number":14,"text":"A man’s spirit sustains his weakness, but who can bear a crushed spirit?"},{"number":15,"text":"A sensible mind acquires knowledge, and a wise ear seeks out wisdom."},{"number":16,"text":"Presents prepare a man’s way, and bring him before the great."},{"number":17,"text":"The first man to plead seems right, but then comes the other and tests him."},{"number":18,"text":"The lot puts an end to disputes, and decides between the mighty."},{"number":19,"text":"The rich man’s wealth is his fortified city; his riches resemble the bars of a fortress."},{"number":20,"text":"A man’s words will bear for him plenty of fruit. and his speech will have an abundant harvest."},{"number":21,"text":"Death and life are in the power of the tongue, and those who love it must eat its fruit."},{"number":22,"text":"He that finds a wife has found a blessing, and won a sign of the Lord’s good will."},{"number":23,"text":"A poor man speaks like a supplicant, but the rich man answers gruffly."},{"number":24,"text":"There are friends that seek nothing but company, and a friend who clings closer than brother."}]}