{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":19,"verses":[{"number":1,"text":"Better a poor man whose life is blameless than one who is crooked, although he be rich."},{"number":2,"text":"To act without knowledge is foolish; the hasty foot misses the goal."},{"number":3,"text":"A man ruins his life by his folly, And then he fumes against God."},{"number":4,"text":"Wealth adds many friends, but the friend of the poor man withdraws."},{"number":5,"text":"A false witness will not go unpunished; he that utters lies will not escape."},{"number":6,"text":"To the liberal many pay court; all are friends of the man who gives."},{"number":7,"text":"A poor man’s brothers all hate him; much more do his friends stand aloof."},{"number":8,"text":"He loves his life who acquires wisdom, and he finds good who observes understanding."},{"number":9,"text":"A false witness will not go unpunished; he that utters lies will perish."},{"number":10,"text":"A luxurious life for a fool is unseemly; much more for a servant to rule over princes."},{"number":11,"text":"By forbearance a man shows his wisdom; to ignore an offence is his glory."},{"number":12,"text":"The wrath of a king is like the growl of a lion, his favour like dew on the grass."},{"number":13,"text":"A silly son is his father’s ruin, and a quarrelsome wife is an endless drip."},{"number":14,"text":"House and wealth come to men from their fathers, but a prudent wife is the gift of the Lord."},{"number":15,"text":"Indolence ends in a deep heavy sleep, and the man that is slack will be hungry."},{"number":16,"text":"He that keeps the commandment preserves his life; he that spurns the word will die."},{"number":17,"text":"To be kind to the poor is to lend to the Lord, who will pay the good deed back."},{"number":18,"text":"Chastise your son, while yet there is hope, and set not your heart on having him ruined."},{"number":19,"text":"He who pays a fine is very angry. but, if he should scoff, he must pay still more."},{"number":20,"text":"Listen to counsel, receive instruction, so that you may be wise in the days to come."},{"number":21,"text":"A man has many a plan in his mind; but the Lord has his purpose – and that will stand."},{"number":22,"text":"A man’s kindness brings him return; better be poor than a cheat."},{"number":23,"text":"The fear of the Lord is the pathway to life, to that quiet content which no evil can visit."},{"number":24,"text":"The lazy man buries his hand in the dish, and refuses to carry it back to his mouth."},{"number":25,"text":"When a scoffer is beaten, a simpleton learns, but reproof is enough to teach sensible men."},{"number":26,"text":"That son is a thorough disgrace and scoundrel who maltreats his father and drives out his mother."},{"number":27,"text":"Cease, my son, to despise instruction, to wander away from the words of knowledge."},{"number":28,"text":"An unprincipled witness scoffs at justice, and the mouth of the wicked pours out wrong."},{"number":29,"text":"The scourgeo is prepared for the scoffer. and stripes for the back of the fool."}]}