{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":2,"verses":[{"number":1,"text":"My child, if you welcome my words, and hold close my commandments,"},{"number":2,"text":"giving heedful ear to wisdom, and bending your mind to reason;"},{"number":3,"text":"if you seek to invoke understanding. and lift up your voice to reason,"},{"number":4,"text":"seeking for her as if for silver, and searching for her as if for treasure:"},{"number":5,"text":"then the fear of the Lord will be plain to you, and the knowledge of God you will find."},{"number":6,"text":"For the Lord is the giver of wisdom. The source of knowledge and insight."},{"number":7,"text":"He stores up ability for the upright; he shields the blameless life."},{"number":8,"text":"He guards the paths of the just, and he watches the way of the faithful."},{"number":9,"text":"Then justice and right will be plain to you; you will keep to all paths that are good."},{"number":10,"text":"When wisdom will enter your mind, and in knowledge you find your pleasure,"},{"number":11,"text":"discretion will watch over you, and understanding will guard you,"},{"number":12,"text":"and save you from wicked ways, from people of perverse speech,"},{"number":13,"text":"who leave the paths of right, to walk in ways of darkness –"},{"number":14,"text":"happy in doing wrong, exulting in wicked perverseness,"},{"number":15,"text":"all crooked in their paths. and devious in their ways."},{"number":16,"text":"From the adultress too, it will save you, the sinning woman of slippery speech,"},{"number":17,"text":"who forsakes the partner of her youth, and forgets her bond with her God;"},{"number":18,"text":"for her house sinks down to death, and her paths lead to the place of the dead."},{"number":19,"text":"None that visit her ever come back, or arrive at the paths of life."},{"number":20,"text":"Therefore walk in the way of good people. Keep in the paths of the righteous,"},{"number":21,"text":"for the upright will live in the land, and the blameless alone will enjoy it;"},{"number":22,"text":"while bad people are cut off from it. and the faithless uprooted."}]}