{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":20,"verses":[{"number":1,"text":"Wine is a mocker, strong drink is a brawler, and they who reel under it do not act wisely."},{"number":2,"text":"The wrath of a king is like the growl of a lion, and he who provokes him endangers his life."},{"number":3,"text":"It honours a man to keep from strife, but every fool shows his teeth."},{"number":4,"text":"In autumn the lazy man will not plough; so in harvest he asks for a crop in vain."},{"number":5,"text":"A plan may lie deep in the heart like well-water, but a skilful man knows how to draw it up."},{"number":6,"text":"Many a man professes kindness, but who can find a man of fidelity?"},{"number":7,"text":"Happy the sons that come after the man whose life has been righteous and blameless."},{"number":8,"text":"Throned on the seat of judgment, the king sifts all wrong with his eyes."},{"number":9,"text":"Who can say, “I have cleansed my heart, pure and sinless am I”?"},{"number":10,"text":"Divers weights and divers measures are both alike to the Lord detestable."},{"number":11,"text":"Even a child is known by his deeds, as his conduct is good or bad."},{"number":12,"text":"The hearing ear and the seeing eye are both alike the Lord’s creation."},{"number":13,"text":"Love not sleep, lest you come to poverty; open your eyes, that your bread may be plentiful."},{"number":14,"text":"“Bad, bad,” says the buyer; but when he is gone, he brags."},{"number":15,"text":"Lips of wisdom are store of gold, wealth of coral and precious vessels."},{"number":16,"text":"Take the garment of him who goes bail for another, and hold it in pledge for that other."},{"number":17,"text":"Bread won by deception tastes sweet to a man, but at last his mouth will be hiled with gravel."},{"number":18,"text":"Take advice in arranging your plans, and do not make war without guidance."},{"number":19,"text":"Who carries tales divulges secrets; have nothing to do with a gossip."},{"number":20,"text":"He who curses his father or mother – his lamp will go out in thick darkness."},{"number":21,"text":"Wealth hastily gotten at first will remain unblessed in the end."},{"number":22,"text":"Do not say, “I will pay back evil”; but wait for the help of the Lord."},{"number":23,"text":"Divers weights the Lord abhors; false balances are not good."},{"number":24,"text":"Since the Lord controls a man’s steps, how can man understand his way?"},{"number":25,"text":"A man is ensnared if he dedicates rashly, and only makes inquiry after his vow."},{"number":26,"text":"A wise king winnows the wicked, and passes the wheel over them,"},{"number":27,"text":"The spirit of man is the lamp of the Lord, searching every room of his being."},{"number":28,"text":"Kindness and faithfulness guard the king, and his throne is established by justice."},{"number":29,"text":"The glory of youth is its strength, but grey hair is the beauty of age."},{"number":30,"text":"A bad man is doomed to the lash, whose stripes will cut to his inmost soul."}]}