{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":21,"verses":[{"number":1,"text":"The Lord guides the king’s heart like watercourses, turning it whither He will."},{"number":2,"text":"A man’s life may seem thoroughly straight to himself, but the Lord weighs the heart."},{"number":3,"text":"The doing of justice and right to the Lord is more welcome than sacrifice."},{"number":4,"text":"A haughty look, a heart of pride, the soil of the wicked is sin."},{"number":5,"text":"The plans of the diligent issue in gain, but too much haste leads only to want."},{"number":6,"text":"He that wins him wealth by a fraudulent tongue is pursuing a breath and a deadly snare."},{"number":7,"text":"The violence of the wicked will sweep them away, because they refuse to act justly."},{"number":8,"text":"The way of the vicious is crooked, but a pure man does what is straight."},{"number":9,"text":"It is better to live on the roof in a corner, than in a spacious house with a quarrelsome woman."},{"number":10,"text":"The wicked man’s passion is all to do harm; he looks on his neighbour with pitiless eye."},{"number":11,"text":"When a scoffer is punished, a fool becomes wise; but the wise are receptive, and learn by instruction."},{"number":12,"text":"The Lord considers the righteous, but the house of the wicked he overthrows."},{"number":13,"text":"He that stops his ears at the cry of the poor will find his own call unanswered."},{"number":14,"text":"A gift in secret extinguishes anger, and a bribe in the bosom soothes strong indignation."},{"number":15,"text":"When justice is done, the righteous rejoice; but evildoers are ruined."},{"number":16,"text":"The man who strays from wisdom’s way will rest where the dead are gathered."},{"number":17,"text":"The lover of pleasure will come to want, and lovers of wine and oil cannot grow rich."},{"number":18,"text":"For the righteous the wicked is ransom; the false take the place of the upright."},{"number":19,"text":"It is better to live in a desert land than with a provoking and quarrelsome woman."},{"number":20,"text":"In the wise man’s homestead is precious treasure, but a silly man swallows it up."},{"number":21,"text":"The pursuit of justice and kindness is crowned with life and honour."},{"number":22,"text":"The wise man scales the strong men’s city, and brings down the stronghold in which they trusted."},{"number":23,"text":"He who guards his mouth and his tongue preserves himself from trouble."},{"number":24,"text":"Scoffers men call the proud and haughty who act with insolent pride."},{"number":25,"text":"The desire of the sluggard will slay him, for his hands refuse to work."},{"number":26,"text":"Desires and petitions are endless, but the righteous gives unsparingly."},{"number":27,"text":"The sacrifice of the wicked is detestable; much more when offered with vile intent."},{"number":28,"text":"A lying witness will perish, but a trustworthy witness will stand forever."},{"number":29,"text":"The wicked put on a bold face, but the upright take heed to their conduct."},{"number":30,"text":"No wisdom nor understanding nor counsel can match the Lord."},{"number":31,"text":"For the day of battle the horse may be harnessed, but only the Lord can dispense the victory."}]}