{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":22,"verses":[{"number":1,"text":"A fair name is more to be chosen than wealth; men’s regard is far better than silver and gold."},{"number":2,"text":"The rich and the poor meet together; the Lord is the maker of both."},{"number":3,"text":"The prudent scent mischief and hide; the simple go on and are punished."},{"number":4,"text":"The reward of the humble who fear the Lord is riches and honour and life."},{"number":5,"text":"On the way of the crooked lie traps and snares; he who watches his life will keep far away."},{"number":6,"text":"Train up a child for his destined way, and, even when old, he will not depart from it."},{"number":7,"text":"The rich lords it over the poor, and the borrower is slave to the lender."},{"number":8,"text":"He that sows wrong will reap trouble, and the gain he has toiled for will vanish."},{"number":9,"text":"The man with the kindly eye will be blessed, for he gives of his bread to the poor."},{"number":10,"text":"Expel the scoffer and discord will vanish, and strife and insult cease."},{"number":11,"text":"The pure in heart are beloved of the Lord, and the winsome of speech have the king for a friend."},{"number":12,"text":"The Lord is watching, alert and aware, nd the aims of the false he subverts."},{"number":13,"text":"The lazy man says, “There’s a lion outside. on the street I am like to be murdered.”"},{"number":14,"text":"The lewd woman’s mouth is a deep, deep pit; he who angers the Lord will fall into it."},{"number":15,"text":"Folly is bound to the mind of a child, but the rod of correction removes it."},{"number":16,"text":"He who crushes the poor in the end but enriches him, but a gift to the rich only tends to his poverty."},{"number":17,"text":"Incline your ear and hear my words, and set your heart to know their beauty."},{"number":18,"text":"Keep them in your mind, have them ever fixed on your lips."},{"number":19,"text":"That your trust may be in the Lord I teach you them this day,"},{"number":20,"text":"As I wrote for you heretofore concerning counsels of wisdom –"},{"number":21,"text":"to acquaint you with words of truth, and with answers for those who would question you."},{"number":22,"text":"Rob not the poor because he is poor, and crush not the weak in the gate;"},{"number":23,"text":"For the Lord will defend their cause, and will rob of their lives those who rob them."},{"number":24,"text":"Make no friend of a man prone to anger, nor go with a man of passion,"},{"number":25,"text":"in case you learn his ways. and get yourself ensnared."},{"number":26,"text":"Be not one of those that give pledges, of those that are surety for debt;"},{"number":27,"text":"for if you have nothing to pay, your bed will be taken from under you."},{"number":28,"text":"Remove not the ancient landmark established by your fathers."},{"number":29,"text":"Do you see a man expert in his business? He will stand in the presence of kings. but before obscure men he will not stand."}]}