{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":23,"verses":[{"number":1,"text":"If you sit at a ruler’s table, consider well who is before you;"},{"number":2,"text":"and set a knife to your throat, if you be a hearty eater."},{"number":4,"text":"Toil not to make yourself rich, desist from this your purpose;"},{"number":5,"text":"for no sooner seen than gone. For riches make themselves wings like an eagle that flies towards heaven."},{"number":6,"text":"Do not dine with a niggardly man, and do not fancy his dainties;"},{"number":7,"text":"for a reckoning soul has he. He tells you to eat and drink, but his heart is not with yours."},{"number":8,"text":"You must spit out the piece you have eaten, for it is bread of deceit."},{"number":9,"text":"Speak not in the ears of a fool. For your wisest words he despises – your fair discourse is in vain."},{"number":10,"text":"Remove not the widow’s landmark, nor enter the fields of the fatherless;"},{"number":11,"text":"for they have a mighty champion, who will plead their cause against you."},{"number":12,"text":"Apply your mind to instruction, your ear to the words of knowledge."},{"number":13,"text":"Leave not a child unchastised, for your beating will save him from death."},{"number":14,"text":"It is for you to beat him. and so will you save him from Sheol."},{"number":15,"text":"My son, if your heart be wise, then my heart too will be glad."},{"number":16,"text":"I will rejoice from my soul, when your lips utter words of rectitude."},{"number":17,"text":"Be not envious of sinners, but ever fear the Lord;"},{"number":18,"text":"for there is a future for you. and your hope will not be cut off."},{"number":19,"text":"Listen, my son, and be wise, and walk in the way of prudence."},{"number":20,"text":"Mix not with men that drink wine, or that gorge themselves with flesh;"},{"number":21,"text":"for gorging and drink make men paupers, and drowsiness covers with rags."},{"number":22,"text":"Listen to the father that begat you, and despise not your aged mother;"},{"number":24,"text":"For a righteous son makes a glad, glad father, and a prudent son is the joy of his mother."},{"number":25,"text":"But let your father be glad, and make your mother happy."},{"number":26,"text":"Give heed to me, my son. Let your eyes take note of my ways."},{"number":27,"text":"For a deep, deep pit is the harlot, the lewd woman a narrow well."},{"number":28,"text":"She lies in wait like a robber, and many are they she plunders."},{"number":29,"text":"Who is it that cries, “Ah! Woe is me!” Who is it that has quarrels and plaints? Who is it that has senseless bruises? And who has the dull red eyes?"},{"number":30,"text":"Those that linger over wine, those that drink spiced wine with a relish."},{"number":31,"text":"Look not on the ruddy wine, when in the cup it sparkles, smoothly it glides down;"},{"number":32,"text":"but at last it bites like a serpent, and stings like an adder."},{"number":33,"text":"Strange things your eyes behold, your mind and your speech go a-wandering;"},{"number":34,"text":"Like one riding the sea are you in the throes of a violent storm."},{"number":35,"text":"I was struck, but I feel no pain, of the blows I am all unconscious. O when will I wake from my wine? I would seek it once again."}]}