{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":24,"verses":[{"number":1,"text":"Be not envious of evil men, and do not desire to be with them;"},{"number":2,"text":"for they cherish designs of plunder, and mischief is on their lips."},{"number":3,"text":"By wisdom a house is built up, by intelligence it is established;"},{"number":4,"text":"by knowledge its shambers are filled with all precious and pleasant substance."},{"number":5,"text":"Wise men are better than strong men, and knowledge is better than might;"},{"number":6,"text":"for wars are waged by wise guidance. and victory lies in counsellors."},{"number":7,"text":"Wisdom is too high for a fool; so he opens not his mouth in the gate."},{"number":8,"text":"The man who deviseth mischief is known among men as a schemer."},{"number":9,"text":"The scheming of fools is sin, and the scoffer is hated of men."},{"number":10,"text":"If you have been slack, in the day of distress your resource will be scanty."},{"number":11,"text":"Rescue those that are taken to death; save those that are tottering to slaughter."},{"number":12,"text":"If you say, “It is not in my power,” he who weighs the heart, he discerns; He who watches your soul, he knows, and on each he will bring back his deeds."},{"number":13,"text":"As the honey you eat, my son, is wholesome. and sweet to your taste is the honeycomb,"},{"number":14,"text":"even so, be assured, to your soul is wisdom."},{"number":15,"text":"Lie not in wait for the home of the just, and do not assail his dwelling-place;"},{"number":16,"text":"for the just, though he fall seven times, will rise, but the wicked will stumble to ruin."},{"number":17,"text":"At the fall of your foe rejoice not, and do not exult at his overthrow;"},{"number":18,"text":"lest the Lord be displeased when he sees it, and turn His anger away from him."},{"number":19,"text":"Be not fretful because of evildoers. nor envious of the wicked;"},{"number":20,"text":"for the bad man will have no future. The lamp of the wicked is quenched."},{"number":21,"text":"Fear the Lord, my son, and the king, be not haughty to one or the other;"},{"number":22,"text":"for swift is the ruin they raise, the disaster they send unforeseen."},{"number":23,"text":"These also belong to the wise men: It is wrong to be partial in giving of judgment."},{"number":24,"text":"All men will curse and all people will execrate him who pronounces the guilty man innocent."},{"number":25,"text":"But those whose decisions are just will fare pleasantly; blessings of fortune will rest upon them."},{"number":26,"text":"As one who kisses the lips is he who returns a straight answer."},{"number":27,"text":"Set your business in order without, make all ready in your fields: after that you may build up your house."},{"number":28,"text":"Bear not false witness against your neighbour, nor let your lips be deceitful."},{"number":29,"text":"Do not threaten to treat him as he treated you, and to visit his deed with retribution."},{"number":30,"text":"By the field of the sluggard I passed. by the vineyard of one that was foolish."},{"number":31,"text":"It was all overgrown with thistles; its surface was covered with nettles; its wall of stone was in ruins."},{"number":32,"text":"As I looked, I thought upon it, and I drew from the sight a lesson."},{"number":33,"text":"“Just a little more sleep, a little more slumber, a little more lying with folded hands.”"},{"number":34,"text":"So will poverty come upon you like a robber, and want like an armed man."}]}