{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":25,"verses":[{"number":1,"text":"These also are proverbs of Solomon, which the men of Hezekiah, king of Judah, copied out."},{"number":2,"text":"The glory of God is his mystery, but the glory of kings is investigation."},{"number":3,"text":"Like the height of the heavens and the depth of the earth, so the purpose of kings is unsearchable."},{"number":4,"text":"Remove the dross from silver, and forth it comes pure altogether."},{"number":5,"text":"Remove wicked men from the king. and his throne is established by righteousness."},{"number":6,"text":"In the presence of a king claim not honour, nor stand in the place of the great."},{"number":7,"text":"Better be told, “Come up hither,” than be humbled before the prince."},{"number":8,"text":"Do not hastily bring up a law-suit of something your eyes have seen. For what will you do in the end, when your neighbour has put you to shame?"},{"number":9,"text":"Discuss the affair with your neighbour, reveal not his secret to others;"},{"number":10,"text":"lest those that have heard it reproach you and your infamy pass not away."},{"number":11,"text":"Like apples of gold in carvings of silver is a word that is fittingly spoken."},{"number":12,"text":"Like an earring of gold and a necklace of fine gold is a wise man’s reproof to a listening ear."},{"number":13,"text":"Like a drink cooled by snow in the time of harvest is a faithful envoy to those that send him: he refreshes the soul of his master."},{"number":14,"text":"As clouds and wind that yet bring no rain, so is one that boasts of gifts that he gives not."},{"number":15,"text":"An angry man can be won by forbearance, and bones can be broken by gentle words."},{"number":16,"text":"If you find honey, eat just what you need. lest, after a surfeit, you vomit it up."},{"number":17,"text":"In the house of your friend let your foot be but seldom, lest, sated with you, he detest you."},{"number":18,"text":"One who bears false witness against his neighbour is a hammer, a sword, and a sharp-pointed arrow."},{"number":19,"text":"In a crumbling tooth and a foot unsteady is the faithless man’s trust in the day of distress."},{"number":20,"text":"As vinegar to a wound is a song to a sorrowful heart."},{"number":21,"text":"Give your enemy food, if he hunger; and water, if he be thirsty:"},{"number":22,"text":"for so will you heap coals of fire on his head, and the Lord will give you recompense."},{"number":23,"text":"As the north wind brings forth rain, so slander an angry countenance."},{"number":24,"text":"It is better to live on the roof in a corner than in a spacious house with a quarrelsome woman."},{"number":25,"text":"Like cool water to one that is weary is good news from a distant land."},{"number":26,"text":"Like a fountain befouled or a ruined spring is a just man who falls before the wicked."},{"number":27,"text":"It is not good to eat much honey; be sparing then of your compliments."},{"number":28,"text":"Like a city whose walls are broken down is a man without self-control."}]}