{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":26,"verses":[{"number":1,"text":"In a fool is honour as unbecoming as snow in summer or rain in harvest."},{"number":2,"text":"Like the aimless flight of a sparrow or swallow, the curse that is baseless does not come home."},{"number":3,"text":"A whip for the horse, a bridle for the ass, and a rod for the back of fools."},{"number":4,"text":"Do not answer a fool as beseems his folly, in case you, too, become like him."},{"number":5,"text":"Answer a fool as beseems his folly, lest he fancy himself to be wise."},{"number":6,"text":"To send a fool with a message is to cut off one’s feet and to drink disaster."},{"number":7,"text":"Like the limp legs of the lame is a proverb in the mouth of a fool."},{"number":8,"text":"Like a bundle of jewels on a heap of stones is honour conferred on a fool."},{"number":9,"text":"Like a thorn-stick brandished by a drunken man is a proverb in the mouth of a fool."},{"number":10,"text":"All fools must suffer sore anguish of body. and their insolence will be shattered."},{"number":11,"text":"Like a dog that returns to his vomit, a fool repeats his folly."},{"number":12,"text":"If you see a man who thinks himself wise, there is far more hope for a fool than for him."},{"number":13,"text":"The lazy man saith, “There’s a lion on the road, there’s a lion on the street.”"},{"number":14,"text":"As the door turns on its hinges, so the lazy man in his bed."},{"number":15,"text":"The lazy man buries his hand in the dish – too weary to carry it back to his mouth."},{"number":16,"text":"The lazy man thinks himself wiser than seven who can answer discreetly."},{"number":17,"text":"To mix in a quarrel not your own is to catch a dog by the ears."},{"number":18,"text":"Like a madman who hurls about deadly fire-brands and arrows,"},{"number":19,"text":"is the man who deceives his neighbour and says that he did it in jest."},{"number":20,"text":"In the absence of wood the fire goes out. In the absence of slander contention ceases."},{"number":21,"text":"As charcoal to embers or wood to fire is a quarrelsome man for kindling strife."},{"number":22,"text":"Slanderous words are like dainty morsels, down they glide to the innermost being."},{"number":23,"text":"Like a sherd overlaid with silver slag is a wicked heart with glowing lips."},{"number":24,"text":"With his lips one who hates you dissembles. but he cherishes guile in his heart."},{"number":25,"text":"When he speaks you fair, trust him not: in his heart lurk hateful things seven."},{"number":27,"text":"He who digs a pit will fall into it; he who rolls a stone gets it back upon him,"},{"number":28,"text":"A false tongue brings destruction; a flattering mouth works ruin."},{"number":36,"text":"One who veils his hatred with guile has his malice uncovered in public."}]}