{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":27,"verses":[{"number":1,"text":"Boast not yourself of tomorrow, for you do not know what a day may bring forth."},{"number":2,"text":"Let another mouth praise you, not yours – the lips of some other, not yours."},{"number":3,"text":"A stone is heavy and sand is weighty, but heavier than both the vexation caused by fools."},{"number":4,"text":"Indignation is fierce, anger pours like a flood; but who can stand before jealousy?"},{"number":5,"text":"Better an open reproof than affection that is concealed."},{"number":6,"text":"The wounds of a friend are sincere, but profuse are the kisses of a foe."},{"number":7,"text":"Honey is scorned by a man that is full, but anything bitter is sweet to the hungry."},{"number":8,"text":"Like a bird that strays from its nest is a man that wanders from home."},{"number":9,"text":"Oil and perfume rejoice the heart, but sorrow of spirit does rend it asunder."},{"number":10,"text":"Your friend and your father’s friend forsake not; and in your day of distress do not enter the house of your brother, near neighbour is better than distant brother."},{"number":11,"text":"Be wise, my son, and gladden my heart. that so I may answer the man who would taunt me."},{"number":12,"text":"The prudent scent mischief and hide; the simple go on and are punished."},{"number":13,"text":"Take the garment of him who goes bail for another, and hold it in pledge for that other."},{"number":14,"text":"If early in the morning one loudly blesses another, it is reckoned to him as a curse."},{"number":15,"text":"An endless drip on a rainy day and a quarrelsome wife are alike;"},{"number":16,"text":"he hides the wind that would hide her, and his hand grasps at oil."},{"number":17,"text":"As iron sharpens iron, so a man sharpens his friend."},{"number":18,"text":"He that tends a fig tree will eat its fruit; so one who attends to his lord will get honour."},{"number":19,"text":"As face answers to face so the mind of one man to another."},{"number":20,"text":"Abaddon and Sheol are ever unsated. and ever unsated the eyes of men."},{"number":21,"text":"As the smelter for silver, the furnace for gold, so repute is the test of a man."},{"number":22,"text":"Though you bray a fool with a pestle along with bruised grain in a mortar. you will not get him rid of his folly."},{"number":23,"text":"Look well to the state of your flock, and give your mind to your herds;"},{"number":24,"text":"For wealth lasts not forever, nor riches through all generations."},{"number":25,"text":"When the hay is removed and the new growth appears, and the grass of the uplands is all gathered in,"},{"number":26,"text":"Then the lambs will supply you with clothing, and the goats with the price of a field;"},{"number":27,"text":"goats’ milk enough there will be for your food, and a livelihood for your slave-girls."}]}