{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":28,"verses":[{"number":1,"text":"The wicked flee, when no man pursues, but the righteous are bold as a lion."},{"number":2,"text":"By the sin of the violent quarrels arise, but a man of sense will extinguish them."},{"number":3,"text":"A wicked man that oppresses the poor is a deluging rain that leaves no food."},{"number":4,"text":"Those who turn from instruction admire the wicked, but those who observe it are zealous against them."},{"number":5,"text":"The wicked have no understanding of justice, but who cares for the Lord understands it completely."},{"number":6,"text":"Better a poor man whose life is blameless than one who is crooked, although he be rich."},{"number":7,"text":"A son that is prudent observes instruction, but the comrade of profligates shames his father."},{"number":8,"text":"He that adds to his substance by interest or increase but gathers for him that is kind to the poor."},{"number":9,"text":"If one turns a deaf ear to instruction, his very prayers are detestable."},{"number":10,"text":"He that turns the upright to wicked ways will himself fall into the pit that he dug; but the blameless will come to prosperity."},{"number":11,"text":"A rich man may think himself wise, but a poor man with brains can see through him."},{"number":12,"text":"What a pageant there is, when the just are triumphant! When the wicked emerge into power, men hide."},{"number":13,"text":"No man will prosper that covers his sins, but those that confess and forsake them find mercy."},{"number":14,"text":"Happy the man who fears always, but the obstinate plunge to disaster."},{"number":15,"text":"A roaring lion, a prowling bear, is a bad man who rules an impoverished people,"},{"number":16,"text":"That prince has no prudence that plays the oppressor. but long will he live that detests unjust gain."},{"number":17,"text":"He who sheds the blood of a man – let him flee to a city, let none apprehend him."},{"number":18,"text":"The blameless life will be kept in safety, but the crooked life will suddenly fall."},{"number":19,"text":"He that tills his land will have plenty of bread. but idle pursuits end in plenty of poverty."},{"number":20,"text":"A trustworthy man will be richly blessed, but who hastes to get riches will not go unpunished."},{"number":21,"text":"It is wrong for a man to be partial, to sin for a piece of bread."},{"number":22,"text":"A greedy man hastes to be rich, not knowing that want will befall him."},{"number":23,"text":"A man who reproves gets more thanks in the end than a smooth-tongued flatterer."},{"number":24,"text":"One who robs his parents and says, “It is no sin,” is companion to him who destroys."},{"number":25,"text":"A greedy man stirs up strife; he who trusts in the Lord will flourish."},{"number":26,"text":"He who trusts in himself is a fool; he who walks in wisdom is safe."},{"number":27,"text":"He who gives to the poor will not come to want, but who veileth his eyes will have many a curse."},{"number":28,"text":"When the wicked emerge into power, men hide; when they perish, the righteous increase."}]}