{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":29,"verses":[{"number":1,"text":"One who stiffens his neck against all reproof will be suddenly crushed beyond healing."},{"number":2,"text":"When the just are in power, the people are glad; when the wicked hold sway, the people groan."},{"number":3,"text":"A man who loves wisdom brings joy to his father, but the comrade of harlots consumes his substance."},{"number":4,"text":"By justice a king sets his country erect, but one whose exactions are heavy destroys it."},{"number":5,"text":"A man who cajols his neighbour is spreading a net for his steps."},{"number":6,"text":"By his sin is a wicked man snared, but the righteous does shout for joy."},{"number":7,"text":"To the righteous the cause of the poor is dear, but the wicked care nothing at all."},{"number":8,"text":"Scoffers inflame a city (with discord), but wise men turn passions aside."},{"number":9,"text":"When a wise man disputes with a fool, he storms and laughs, and peace there is none."},{"number":10,"text":"Men of blood hate the blameless; the wicked seek for his life."},{"number":11,"text":"The fool lets his temper go, but a wise man restrains his anger."},{"number":12,"text":"If a ruler pays heed to false tales, his officials all grow to be scoundrels."},{"number":13,"text":"Oppressor and poor meet together, but the light in the eyes of them both is the Lord’s."},{"number":14,"text":"If a king be faithful and just to the poor, his throne will stand forever."},{"number":15,"text":"The rod of correction brings wisdom, but a child let loose brings disgrace on his mother."},{"number":16,"text":"When the wicked hold sway, wrong increases, but the righteous will gloat on their downfall."},{"number":17,"text":"Correct your son and your mind will be eased, and he will delight your soul."},{"number":18,"text":"People break loose in the absence of vision, but he who observes instruction is happy."},{"number":19,"text":"Not by words can a servant be trained; for he knows, but he will not obey."},{"number":20,"text":"See you a man of hasty speech, there is far more hope for a fool than for him."},{"number":21,"text":"The spoiled child will end as a servant, and come to grief at the last."},{"number":22,"text":"A passionate man stirs up strife, and much evil is wrought by hot temper."},{"number":23,"text":"Pride will lay a man low, but the lowly attain to honour."},{"number":24,"text":"His own foe is he who goes shares with a thief; he hears the curse, but he utters nothing."},{"number":25,"text":"The fear of man brings a snare, but who trusts the Lord is safe."},{"number":26,"text":"Many seek royal favour, but it is God who decides every man’s fate."},{"number":27,"text":"The righteous abhor the unjust, and the wicked abhor the upright."}]}