{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":3,"verses":[{"number":1,"text":"My son, do not forget my teaching, keep my commandments in mind;"},{"number":2,"text":"for a long and happy life and fulness of peace will they bring you."},{"number":3,"text":"Let not kindness and faithfulness leave you. Bind them about your neck;"},{"number":4,"text":"so favour and good repute will you find alike with God and people."},{"number":5,"text":"Trust the Lord with all your heart. Lean not on your own understanding:"},{"number":6,"text":"in all your ways acknowledge him, and he will smooth your paths."},{"number":7,"text":"Do not pride yourself on your wisdom; fear the Lord and turn from evil."},{"number":8,"text":"Then there will be health to your body, and refreshment to your bones."},{"number":9,"text":"If you honour the Lord with your wealth, with the first-fruits of all that comes in to you,"},{"number":10,"text":"your barns will be filled with corn, and with wine will your vats overflow."},{"number":11,"text":"Reject not, my son, the Lord’s chastening. Do not spurn His reproof."},{"number":12,"text":"For whom the Lord loves, he chastens, he reproves the child he delights in."},{"number":13,"text":"Happy those who find wisdom, they who obtain understanding."},{"number":14,"text":"For she brings a gain fairer than silver, a revenue better than gold."},{"number":15,"text":"More precious is she than corals, and with her can no treasures compare."},{"number":16,"text":"In her right hand is long life, in her left are riches and honour."},{"number":17,"text":"Her ways are pleasant ways, and all her paths are peace."},{"number":18,"text":"She is a tree of life to those who grasp her. Happy they who hold her fast."},{"number":19,"text":"The Lord by wisdom founded the earth, by understanding established the heavens."},{"number":20,"text":"By knowledge he broke up the deeps. and the clouds he made drip with dew. *************"},{"number":21,"text":"Observe, my child, discretion and wisdom, let them never out of your sight;"},{"number":22,"text":"so will they be life to you. An ornament round your neck."},{"number":23,"text":"You will then go your way securely. Without ever striking your foot."},{"number":24,"text":"You will sit down unafraid, and your sleep will be sweet where you lie."},{"number":25,"text":"You will fear no sudden terror, nor the tempest that falls on the wicked."},{"number":26,"text":"For the Lord is the ground of your hope. He will keep your foot from the snare."},{"number":27,"text":"Withhold from your neighbour no good Which you have in your power to do them."},{"number":28,"text":"Do not tell them – when you can afford it – to go and come back, with the promise of something tomorrow."},{"number":29,"text":"Devise no mischief against your neighbour, while they are trustfully living beside you."},{"number":30,"text":"Do not idly quarrel with anyone who has not done you any harm."},{"number":31,"text":"Do not envy the violent, or choose any one of their ways."},{"number":32,"text":"For the Lord abhors the crooked, but the upright are his friends."},{"number":33,"text":"The Lord’s curse rests on the house of the wicked. But the home of the righteous he blesses."},{"number":34,"text":"As for him, he scoffs at scoffers, but he gives grace to the lowly."},{"number":35,"text":"Wise men come to honour, but shame is the portion of fools."}]}