{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":30,"verses":[{"number":1,"text":"The words of Agur, son of Jakeh, the Massaite. Oracle of the man. I have wearied myself, O God; O God, I am weary and spent:"},{"number":2,"text":"For dull as a brute am I, not a man with the mind of a man."},{"number":3,"text":"I have not learned wisdom, and nothing I know of the Holy One."},{"number":4,"text":"Who has climbed the heavens and come down? Who has gathered the wind in his fist? Who has tied in a garment the waters, or set up the bounds of the earth? What is his name, or his son’s name? for surely you know."},{"number":5,"text":"The words of God have all been tested, he shields those who take refuge in him."},{"number":6,"text":"To his words add you nothing at all, lest He should convict you of being a liar."},{"number":7,"text":"For two things I entreat you; deny me not, before I die."},{"number":8,"text":"Put falseness and lying away from me; give me neither riches nor poverty, grant me the food I need;"},{"number":9,"text":"lest, if surfeited, I deny you, and say, “Who then is the Lord?” Or poverty drive me to steal, and profane the name of my God."},{"number":10,"text":"To a master defame not his servant, lest he curse you and you have to smart for it."},{"number":11,"text":"There are those who curse their fathers, and leave their mothers unblessed."},{"number":12,"text":"There are others that think themselves pure, yet are all unwashed of their filthiness."},{"number":13,"text":"There are others with haughty eyes and supercilious eyebrows."},{"number":14,"text":"There are others whose teeth are swords – the teeth in their jaws are knives, to devour the poor from the earth. and the needy from off the ground."},{"number":15,"text":"There are three things that never are satisfied – four that say never, “Enough!”"},{"number":16,"text":"Sheol; the womb that is barren; the earth unsated with water; and fire that says never, “Enough!”"},{"number":17,"text":"The eye that mocks a father, and scornes an aged mother, will be picked by the crows of the valley and clean devoured by vultures."},{"number":18,"text":"Three things are too wonderful for me – four are beyond my knowledge:"},{"number":19,"text":"the way of a vulture in air, the way of a snake on a rock, the way of a ship on the sea, and the way of a man with a woman."},{"number":21,"text":"Under three things the earth does tremble – four she cannot bear:"},{"number":22,"text":"A slave when he comes to the throne, a fool who has more than enough,"},{"number":23,"text":"a plain woman when she gets married, a maid that is heir to her mistress."},{"number":24,"text":"Of the small things of earth there are four. and wiser they are than the wisest."},{"number":25,"text":"The ants are a feeble folk, yet they lay up their food in the summer."},{"number":26,"text":"A feeble folk, too, are the conies, yet they make their house in the rocks."},{"number":27,"text":"The locusts again, though kingless, yet march, every one, in good order."},{"number":28,"text":"And a lizard you could crush in your hand finds her way into royal palaces."},{"number":29,"text":"Three creatures there are whose step is stately, four whose step is majestic –"},{"number":30,"text":"The lion, most valiant of beasts, who in presence of foe never flinches;"},{"number":31,"text":"The proud strutting cock and the he-goat, and a king who is head of his army."},{"number":32,"text":"Bluster you not in arrogance, but lay your hand on your mouth."},{"number":33,"text":"As the churning of milk yields curd, and the wringing of the nose yields blood, so the churning of wrath yields strife."}]}