{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":31,"verses":[{"number":1,"text":"The words of Lemuel, king of Massa, which his mother taught him."},{"number":2,"text":"O son whom I bore, give heed to my words; and observe my sayings, you son of my vows."},{"number":3,"text":"Give not your strength to women, nor your love to those that slay kings."},{"number":4,"text":"Nor for kings is it right to drink wine, or for princes to long for strong drink;"},{"number":5,"text":"Lest in drink they forget the law, and do wrong to the cause of the sorrowful."},{"number":6,"text":"But give drink to him who is perishing, and wine to the bitter in soul;"},{"number":7,"text":"so that in drink he forget his poverty, and think of his sorrow no more."},{"number":8,"text":"Open your mouth for the widow, do right by all fatherless children."},{"number":9,"text":"Open your mouth in just judgment. defend the poor and the needy."},{"number":10,"text":"A woman of worth who can find? Her price is far above corals."},{"number":11,"text":"To her her husband trusts, and finds no lack of gain."},{"number":12,"text":"She does him good and not harm all the days of his life."},{"number":13,"text":"She looks out wool and flax. and works it up as she will."},{"number":14,"text":"Like the merchant-ships is she; she brings her food from afar."},{"number":15,"text":"She rises while yet it is night, and gives her household food, and her maidens their portion appointed."},{"number":16,"text":"She examines a field and buys it; with her earnings she plants a vineyard,"},{"number":17,"text":"She girds her loins with strength, and with vigour she plies her arms."},{"number":18,"text":"She perceives that her profit is good; her lamp never goes out in the night."},{"number":19,"text":"She lays her hand on the distaff; her hand takes hold of the spindle."},{"number":20,"text":"She stretches her hand to the poor, and her hand she extends to the needy."},{"number":21,"text":"She fears not the snow for her household; her household are all clad in scarlet."},{"number":22,"text":"And coverlets she has made her; her raiment is linen and purple."},{"number":23,"text":"In the gates is her husband well known, where he sits with the elders in council."},{"number":24,"text":"Linen she makes and sells; to the merchant she furnishes girdles."},{"number":25,"text":"She is clothed with strength and glory; she laughs at the days to come."},{"number":26,"text":"Her mouth she opens in wisdom; kind counsel is on her tongue."},{"number":27,"text":"She looks well to the ways of her household; she eats not the bread of idleness."},{"number":28,"text":"Her children arise and bless her; her husband sings her praises:"},{"number":29,"text":"“Many daughters have done nobly, but you excellest them all!”"},{"number":30,"text":"Grace is deceptive, and beauty is transient. but a woman of character – she will be praised."},{"number":31,"text":"Give her then what her hands have earned, even the praise of her deeds in the gates."}]}