{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":4,"verses":[{"number":1,"text":"Listen, children, to a father’s instruction. Pay attention to gain understanding."},{"number":2,"text":"For the counsel I give you is good. Do not forsake my teaching."},{"number":3,"text":"When I was my father’s child, loved by my mother, and tender,"},{"number":4,"text":"he used to say, as he taught me, “Hold fast my words in your mind. Keep my commandments and live."},{"number":5,"text":"Get wisdom, get understanding."},{"number":6,"text":"If you do not leave her, she will keep you; If you hold her dear, she will guard you."},{"number":8,"text":"Prize her and she will exalt you and honour you if you embrace her."},{"number":9,"text":"She will set a fair wreath on your head and a glorious crown she will give you.”"},{"number":10,"text":"Listen, my son, and accept my words, and the years of your life will be many."},{"number":11,"text":"I teach you the way of wisdom, I guide you in honour’s paths."},{"number":12,"text":"You will walk with steps unconstrained. You will run without ever stumbling."},{"number":13,"text":"Keep unceasing hold of instruction; Guard her, for she is your life."},{"number":14,"text":"Do not enter the path of the wicked. Do now walk in the way of the evil."},{"number":15,"text":"Do not cross it, avoid it. Turn aside, and pass on."},{"number":16,"text":"For they do not sleep unless they have done some harm. They are sleepless until they have wrought some ruin."},{"number":17,"text":"For the bread that they eat is won by crime, and the wine that they drink is procured by cruelty."},{"number":18,"text":"but the way of the just is like light of the morning, which shines more and more till the day is full."},{"number":19,"text":"The way of the wicked is through deep darkness, Which hides from them that they stumble into;"},{"number":20,"text":"My son, listen to my words. Bend your ear to the things that I say."},{"number":21,"text":"Do not let them out of your sight. Keep them within your heart."},{"number":22,"text":"They are life to those who find them, and health to all their being."},{"number":23,"text":"Guard your heart with all vigilance, for this is the way to life."},{"number":24,"text":"Put away all crooked speech, and banish all devious talk."},{"number":25,"text":"Let your eyes look straight in front, and your eyelids right before you."},{"number":26,"text":"Make a level path for your feet, and let all your ways be firm."},{"number":27,"text":"Do not turn to the right or the left. Keep your foot away from evil."}]}