{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":5,"verses":[{"number":1,"text":"My son, listen to wisdom, bend your ear to understanding;"},{"number":2,"text":"so that discretion may watch over you, and that knowledge may preserve you."},{"number":3,"text":"For the lips of the harlot drop honey, her mouth is smoother than oil;"},{"number":4,"text":"but at last she is bitter as wormwood, and sharp as a two-edged sword."},{"number":5,"text":"Her feet go down to Death; her steps lead straight into Sheol."},{"number":6,"text":"No smooth way of life does she walk; her paths wander – she doesn’t know where."},{"number":7,"text":"And now, my son, listen to me; Do not turn from the words that I speak."},{"number":8,"text":"Move far away from her. Do not go near the door of her house;"},{"number":9,"text":"or you might give your wealth to others, your years to the implacable,"},{"number":10,"text":"and so strangers enjoy your substance, and a family of foreigners your toil;"},{"number":11,"text":"and thus at the last you groan, when body and flesh are consumed:"},{"number":12,"text":"“Why did I hate instruction, and spurn reproof in my heart?"},{"number":13,"text":"Why did I not listen to my teachers, nor bent to instructors mine ear?"},{"number":14,"text":"All but utterly was I undone in the congregation assembled.”"},{"number":15,"text":"Drink water from your own cistern, running water from your own well."},{"number":16,"text":"Do not let your springs be scattered abroad, on the streets your streams of water."},{"number":17,"text":"Let them be for yourself alone, and not for strangers beside you."},{"number":18,"text":"Let your fountain be your own, take joy from the wife of your youth –"},{"number":19,"text":"lovely hind and graceful doe – let her breasts make you happy at all times. be ravished with her love forever."},{"number":20,"text":"For why be ravished by a stranger, and a foreigners’s bosom embrace?"},{"number":21,"text":"For the ways of a man are before the Lord’s eyes, and all his paths he weighs."},{"number":22,"text":"His iniquities will snare him, enmeshed in the toils of his sin."},{"number":23,"text":"He will die for lack of instruction and perish for his vast folly."}]}