{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":6,"verses":[{"number":20,"text":"Observe, my child, the commands of your father, do not abandon your mother’s instruction."},{"number":21,"text":"Bind them onto your heart forever; hang them round about your neck."},{"number":22,"text":"When you walk, Wisdom will guide you; when you lie down, she will watch you; when you wake up, she will talk with you."},{"number":23,"text":"For precept illumines, instruction enlightens, and reproof that disciplines leads to life,"},{"number":24,"text":"Preserving you safe from the wife of another, from the slippery tongue of the stranger."},{"number":25,"text":"Do not long in your heart for her beauty. Do not be caught by her eyes."},{"number":26,"text":"For, while harlotry costs but a morsel of bread, ’Tis the precious life the adulteress hunts."},{"number":27,"text":"Can a man take fire in his bosom without his clothes being burned?"},{"number":28,"text":"Or on glowing coals can he walk without his feet being scorched?"},{"number":29,"text":"So with him that approaches his neighbour’s wife: no one that touches her ever may go unpunished."},{"number":30,"text":"Do people not despise a thief, When he steals even to satisfy hunger?"},{"number":31,"text":"When caught, he must pay seven-fold. And give all that his house contains."},{"number":32,"text":"But the adulterer is witless: he destroyes himself by his doings."},{"number":33,"text":"For stripes and disgrace will be his, And a shame that will never be blotted."},{"number":34,"text":"For jealousy maddens a man; in the day of revenge he is pitiless."},{"number":35,"text":"He will accept no ransom, nor will gifts in profusion content him."},{"number":1,"text":"My son if you have gone bail for your neighbour, and given your pledge for another;"},{"number":2,"text":"if by your own lips you are snared, and are trapped by the words of your mouth:"},{"number":3,"text":"then this do, my son, and free yourself, since you have come into his power. Go, stir youself, besiege your neighbour;"},{"number":4,"text":"give no sleep to your eyes. nor slumber to your eyelids,"},{"number":5,"text":"shake yourself free, like a roe, from the snare, or a bird from the hand of the fowler."},{"number":6,"text":"Go to the ant, you sluggard; consider her ways, and be wise,"},{"number":7,"text":"without officer, ruler, or chief,"},{"number":8,"text":"she provides her bread in the summer. and gathers her food in the harvest."},{"number":9,"text":"How long will you lie, O sluggard? When will you rise from your sleep?"},{"number":10,"text":"“Just a little more sleep, a little more slumber, a little more lying with folded hands.”"},{"number":11,"text":"So will poverty come on you like a robber, and want like an armed man."},{"number":12,"text":"Sunk in wickedness is the man whose speech is ingrained with falsehood –"},{"number":13,"text":"who winks his eyes, or shuffles his feet, or makes signs with his fingers,"},{"number":14,"text":"gives his mind to the planning of mischief, and always is scattering discord."},{"number":15,"text":"For these things will sudden disaster assail him; he will swiftly be crushed beyond all hope of healing."},{"number":16,"text":"Six things there are which the Lord detests, yes, seven does He abhor:"},{"number":17,"text":"haughty eyes, a lying tongue, and hands that shed innocent blood,"},{"number":18,"text":"a mind that plans wicked devices, and feet that are swift to do wrong,"},{"number":19,"text":"a false witness that utters lies, One that scatters strife among brethren."}]}