{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":7,"verses":[{"number":1,"text":"My son, observe my words, And lay up with you my commandments."},{"number":2,"text":"Keep my commandments and live, and my teaching as the pupil of your eye."},{"number":3,"text":"Bind them upon your fingers; write them on the tablet of your heart."},{"number":4,"text":"Say to Wisdom, “You are my sister”; call Understanding your friend –"},{"number":5,"text":"shun the dissolute woman, the stranger of slippery speech."},{"number":6,"text":"At the window of her house she peers out through the lattice;"},{"number":7,"text":"and, looking at the simpletons, she detects a silly youth,"},{"number":8,"text":"as he passes near the street corner. Stepping the way to her house,"},{"number":9,"text":"just in the evening twilight, As the night is growing dark."},{"number":10,"text":"See! The woman comes out to meet him, in a harlot’s dress, all a-flutter."},{"number":11,"text":"Boisterous and brazen is she: her feet are restless at home."},{"number":12,"text":"Now in street, now in square is she. Lurking near every corner."},{"number":13,"text":"So she catches and kisses him, and with impudent face she accosts him:"},{"number":14,"text":"“I have ready a thanksgiving feast, for today I have paid my vows;"},{"number":15,"text":"and so I came out to meet you, to seek you, and now I have found you, so"},{"number":16,"text":"I have spread my couch with coverlets, striped with Egyptian yarn."},{"number":17,"text":"I have perfumed my bed with myrrh, with cinnamon and with aloes."},{"number":18,"text":"Come; let us drink love till the morning, and yield us to merry caresses."},{"number":19,"text":"For my husband is not at home; he is far away on a journey."},{"number":20,"text":"He has taken a money-bag with him, he will not come home till full moon.”"},{"number":21,"text":"With her fair speech she beguiled him, with her blandishing words she enticed him."},{"number":22,"text":"So he followed her bewitched, like an ox that is brought to the slaughter, like a dog that is led on a chain,"},{"number":23,"text":"like a bird rushing into a net, unaware that its life is at stake, till an arrow pierces its liver."},{"number":24,"text":"And now, my son, listen to me. Give heed to the words that I utter."},{"number":25,"text":"Let your heart not swerve to her ways, and wander not in her paths;"},{"number":26,"text":"for the dead she has cast down are many, and many are those she has slain."},{"number":27,"text":"Her house is the road to Sheol, straight down to the chambers of Death."}]}