{"translation":"oeb-us","book":"pro","bookName":"Proverbs","chapter":8,"verses":[{"number":1,"text":"Listen! Wisdom is calling, and Reason is lifting her voice:"},{"number":2,"text":"on a raised place, high by the way. on the streets she has taken her stand."},{"number":3,"text":"By the gates that lead into the city. She cries aloud at the portals:"},{"number":4,"text":"“to you, O men, I call. And my voice is to all mankind."},{"number":5,"text":"You simple ones, learn to be prudent; You foolish ones, get to know wisdom."},{"number":6,"text":"O listen, for grave is my message. And right all the speech of my lips."},{"number":7,"text":"It is truth that my mouth discourses, And falsehood my lips abhor."},{"number":8,"text":"All the words that I utter are honest. Free from all that is crooked and tortuous,"},{"number":9,"text":"All clear to the man of sense, and right to those that have knowledge."},{"number":10,"text":"Choose instruction, then, rather than silver, and more than choice gold welcome knowledge."},{"number":11,"text":"For better is Wisdom than corals; no treasures with her can compare."},{"number":12,"text":"I, Wisdom, possess intelligence; knowledge and insight are mine."},{"number":14,"text":"Mine are counsel and skill; understanding and might are mine."},{"number":15,"text":"By me do monarchs reign and rulers administer justice,"},{"number":16,"text":"By me do princes govern and noblemen rule the earth."},{"number":17,"text":"Those that love me I love, and those that seek me find me."},{"number":18,"text":"With me are riches and honour, prosperity and grandeur."},{"number":19,"text":"My fruit is better than finest gold, my revenue fairer than choicest silver."},{"number":20,"text":"I walk in the way that is fair, and keep to the paths of justice,"},{"number":21,"text":"endowing with wealth those that love me, and filling their treasuries full."},{"number":22,"text":"At the very beginning God fashioned me as the first of His works of old."},{"number":23,"text":"In the ancient time was I formed, at the first, when the world began."},{"number":24,"text":"I was born when as yet no depths were, no fountains laden with water;"},{"number":25,"text":"Ere yet the mountains were sunk, and before the hills was I born;"},{"number":26,"text":"Ere the earth and the fields were created, or the first of the clods of the world."},{"number":27,"text":"When He set up the heavens, I was there; when He vaulted the face of the deep;"},{"number":28,"text":"When He made firm the skies above, and fixed the deep fast at its sources;"},{"number":29,"text":"When He set to the sea its bounds, as He marked off the base of the world."},{"number":30,"text":"Then beside Him was I as His nursling, and I was His daily delight, playing before Him at all times,"},{"number":31,"text":"playing about in His world. delighting in humankind."},{"number":32,"text":"And now, children, listen to me: happy those that keep to my ways."},{"number":33,"text":"Hear instruction, and thus get wisdom. Do not reject my admonition."},{"number":34,"text":"Happy he who listens to me, daily watching at my gates, and waiting at my door-posts."},{"number":35,"text":"For who finds me finds life, he wins the Lord’s own favour;"},{"number":36,"text":"but who misses me wrongs himself, for all that hate me love death."}]}